{
  "en-US": {
    "translation": {
      "07:30 - 17:30 (7:30am - 5:30pm) IST, M-F": "07:30 – 17:30 (de. 7:30 – du. 5:30) IST, H-P",
      "07:30 - 18:00 (7:30am - 6:00pm) BST, M-F": "07:30 – 18:00 (de. 7:30 – du. 6:00) BST, H-P",
      "08:00 - 20:00 (8:00am - 8:00pm) EST, M-F": "08:00 – 20:00 (de. 8:00 – du. 8:00) EST, H-P",
      "1 Alexandra Road": "1 Alexandra Road",
      "1. The following terms apply to Candidates only.": "1. A következő feltételek csak a Jelöltekre vonatkoznak.",
      "1.1. Use of Site": "1.1. A webhely használata",
      "1.2. Electronic Signatures": "1.2. Elektronikus aláírások",
      "1.3. Submissions": "1.3. Beadványok",
      "1.4. Acceptable Use": "1.4. Elfogadható használat",
      "1.5. Security, Passwords and Means of Accessing the Site": "1.5. Biztonság, jelszavak és a webhely elérésének módjai",
      "2. The following terms apply to Clients only.": "2. A következő feltételek csak az Ügyfelekre vonatkoznak.",
      "2.1. Use of Site": "2.1. A webhely használata",
      "2.2. Electronic Signatures": "2.2. Elektronikus aláírások",
      "2.3. Submissions": "2.3. Beadványok",
      "2.4. Acceptable Use": "2.4. Elfogadható használat",
      "2.5. Security, Passwords and Means of Accessing the Site": "2.5. Biztonság, jelszavak és a webhely elérésének módjai",
      "3. General Terms (these apply to all Users)": "3. Általános feltételek (ezek minden Felhasználóra vonatkoznak)",
      "3.1. Reservation of Rights": "3.1. Jogok fenntartása",
      "3.10. Waiver and Severability": "3.10. Jogról való lemondás és elválaszthatóság",
      "3.11. Applicable Laws": "3.11. Alkalmazandó jogszabályok",
      "3.12. Arbitration and Venue": "3.12. Választottbírósági eljárás és helyszín",
      "3.13. Limitation on Time to File Claims": "3.13. Követelések benyújtására nyitva álló időtartam korlátozása",
      "3.14. Contact Information": "3.14. Elérhetőségi adatok",
      "3.2. Indemnity": "3.2. Kártalanítás",
      "3.3. Monitoring": "3.3. Monitorozás",
      "3.4. Termination of Use": "3.4. A használat megszüntetése",
      "3.5. Third Party Web Sites, Content, Products and Services": "3.5. Harmadik felek weboldalai, tartalmai, termékei és szolgáltatásai",
      "3.6. Disclaimer": "3.6. Jogi nyilatkozat",
      "3.7. Limitation of Liability": "3.7. Felelősség korlátozása",
      "3.8. Exclusions and Limitations": "3.8. Kizárások és korlátozások",
      "3.9. Conflict with Service Agreement and Privacy Statement": "3.9. Ellentmondás a szolgáltatási megállapodással és az adatvédelmi nyilatkozattal",
      "4511 Rockside Road, 4th Floor": "4511 Rockside Road, 4. emelet",
      "8th Floor, Alexandra House": "8. emelet, Alexandra House",
      "A User may not attempt to gain unauthorized access to, or attempt to interfere with or compromise the normal functioning, operation or security of, any portion of the Sterling Talent Solutions Network. A User may not use the Service to engage in any activities that may interfere with the ability of others to access or use the Service or the Internet. A User may not use the Service to monitor any data, information or communications on any network or system without authorization. A User may not attempt to gain unauthorized access to the user accounts or passwords of other Users.": "A Felhasználó nem kísérelheti meg jogosulatlanul elérni a Sterling Talent Solutions Hálózat bármely részét, illetve nem próbálhatja meg zavarni vagy veszélyeztetni annak normál működését, üzemeltetését vagy biztonságát. A Felhasználó nem használhatja a Szolgáltatást olyan tevékenységek végzésére, amelyek akadályozhatják a Szolgáltatás vagy az internet mások általi elérését, illetve használatát. A Felhasználó engedély nélkül nem használhatja a Szolgáltatást semmilyen hálózaton vagy rendszeren lévő adat, információ vagy kommunikáció megfigyelésére. A Felhasználó nem kísérelheti meg jogosulatlanul elérni más Felhasználók felhasználói fiókjait vagy jelszavait.",
      "A User may not attempt to send e-mail messages or transmit any electronic communications using a name or address of someone other than the User for purposes of deception. Any attempt to impersonate someone else by altering source IP address information or by using forged headers or other identifying information is prohibited. Any attempt to fraudulently conceal, forge or otherwise falsify a User’s identity in connection with use of the Service is prohibited.": "A Felhasználó megtévesztés céljából nem kísérelheti meg e-mail üzenetek küldését vagy elektronikus kommunikáció továbbítását a Felhasználón kívül más személy neve vagy címe felhasználásával. Tilos a forrás IP-cím megváltoztatásával, hamisított fejlécek vagy más azonosító információk használatával más személy megszemélyesítését megkísérelni. A Szolgáltatás használatával kapcsolatban tilos megkísérelni a Felhasználó személyazonosságának visszaélésszerű elrejtését vagy más módon történő meghamisítását.",
      "A User may not use the Service to transmit unsolicited commercial e-mail messages or deliberately send excessively large attachments to one recipient. Any unsolicited commercial e-mail messages or a series of unsolicited commercial e-mail messages or large attachments sent to one recipient is prohibited. In addition, \"spamming\" or \"mailbombing\" is prohibited. Use of the service of another provider to send unsolicited commercial email, spam or mailbombs, to promote a site hosted on or connected to the Sterling Talent Solutions Network, is similarly prohibited. Likewise, a User may not use the Service to collect responses from mass unsolicited e-mail messages. Sterling Talent Solutions may in its sole discretion rely upon information obtained from anti-spamming organizations (including for example and without limitation spamhaus.org, spamcop.net, sorbs.net, and abuse.net) as evidence that a User is an active \"spam operation\" for purposes of taking remedial action under this Policy.": "A Felhasználó nem használhatja a Szolgáltatást kéretlen kereskedelmi e-mail üzenetek küldésére vagy valamely címzettnek szándékosan túl nagy mellékletek küldésére. Tilos bármilyen kéretlen kereskedelmi e-mail üzenet, kéretlen kereskedelmi e-mail üzenetsorozat vagy nagy méretű melléklet küldése egy címzettnek. Ezenkívül tilos a „levélszemét” és a „levélbombázás”. Hasonlóan tilos más szolgáltató szolgáltatásának igénybevételével kéretlen kereskedelmi e-mailek, levélszemét vagy levélbombák küldése a Sterling Talent Solutions Network hálózatán üzemeltetett vagy ahhoz kapcsolódó bármely webhely népszerűsítésére. Hasonlóképpen, a Felhasználó nem használhatja a Szolgáltatást a kéretlen tömeges e-mail üzenetekből származó válaszok gyűjtésére. A Sterling Talent Solutions a jelen Szabályzat alapján történő korrekciós intézkedés céljából saját belátása szerint a kéretlen üzenetek küldése ellen küzdő szervezetektől (beleértve többek között a spamhaus.org, spamcop.net, sorbs.net és abuse.net oldalakat) kapott információkra támaszkodhat annak bizonyítékaként, hogy a Felhasználó aktív „spamküldő szereplő”.",
      "ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF USE OR THE WEBSITES MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.": "A JELEN HASZNÁLATI FELTÉTELEKBŐL VAGY A WEBHELYEKBŐL EREDŐ VAGY AZOKKAL KAPCSOLATOS BÁRMELY KERESETI OKOT VAGY KÖVETELÉST A KERESETI OK FELMERÜLÉSÉTŐL SZÁMÍTOTT EGY (1) ÉVEN BELÜL EL KELL INDÍTANI, ELLENKEZŐ ESETBEN AZ ILYEN KERESETI OK VAGY KÖVETELÉS VÉGLEGESEN ELÉVÜL.",
      "APAC": "APAC",
      "Acceptable Use Policy": "Elfogadható használatra vonatkozó szabályzat",
      "Access to and use of password protected or secured areas of the Site are restricted to authorized users only. You are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of any password(s) or account(s), or as a result of your access to the Site. You agree to notify Sterling immediately of any unauthorized use of password(s) or account(s).": "A Webhely jelszóval védett vagy biztonságos területeihez való hozzáférés és azok használata kizárólag az arra jogosult felhasználókra van korlátozva. Ön felel a jelszava(i) és a fiókadatai titkosságának megőrzéséért, és Ön felel minden olyan tevékenységért, amely a jelszava(i) vagy a fiókja(i) használatával vagy az Ön Webhelyhez való hozzáférése eredményeként történik. Ön vállalja, hogy haladéktalanul értesíti a Sterlinget a jelszava(i) vagy fiókja(i) jogosulatlan használatáról.",
      "Additional terms and conditions": "További feltételek és kikötések",
      "Advertising, transmitting, or otherwise making available any software, program, product, or service that is designed to violate this AUP, which includes the facilitation of the means to deliver unsolicited commercial email.": "Bármely olyan szoftver, program, termék vagy szolgáltatás reklámozása, továbbítása vagy egyéb módon történő elérhetővé tétele, amelynek célja a jelen AUP megsértése, és amely magában foglalja a kéretlen kereskedelmi e-mailek küldésére szolgáló eszközök elősegítését is.",
      "After authorizing the use of your electronic signature, you may still withdraw your consent. To do so, you must contact Sterling or the Client for their withdrawal procedures and to understand any consequences which may apply.": "Elektronikus aláírása használatának engedélyezése után is visszavonhatja beleegyezését. Ehhez fel kell vennie a kapcsolatot a Sterlinggel vagy az Ügyféllel a visszavonási eljárásaik tisztázása érdekében, és meg kell értenie az esetleges következményeket.",
      "All Users of the Sterling Talent Solutions Network are responsible for notifying Sterling Talent Solutions immediately if they become aware of an impending event that may negatively affect the Sterling Talent Solutions Network. This includes extortion threats that involve threat of \"denial of service\" attacks, unauthorized access, or other security events.": "A Sterling Talent Solutions hálózat minden Felhasználója köteles azonnal értesíteni a Sterling Talent Solutions vállalatot, ha olyan közelgő eseményről szerez tudomást, amely negatív hatással lehet a Sterling Talent Solutions hálózatra. Ez magában foglalja a zsarolásos fenyegetéseket, amelyek „szolgáltatásmegtagadási” támadásokkal, jogosulatlan hozzáféréssel vagy más biztonsági eseményekkel járnak.",
      "All matters relating to your access to, and use of, the Site and content provided on or through the Site, will be governed by U.S. federal law or the laws ofthe State of New York.": "A Webhely, valamint a Webhelyen vagy azon keresztül biztosított tartalom Ön általi elérésével és használatával kapcsolatos minden ügyre az USA szövetségi jogszabályai vagy New York állam jogszabályai az irányadók.",
      "Any activity that disrupts, degrades, harms or threatens to harm the Sterling Talent Solutions Network or the Service.": "Bármely olyan tevékenység, amely a Sterling Talent Solutions Network hálózatot vagy a Szolgáltatást megszakítja, megzavarja, károsítja vagy károsítással fenyegeti.",
      "Any complaints regarding prohibited use or other abuse of the Sterling Talent Solutions Network, including violations of this Policy, should be sent to Sterling Talent Solutions. Please include all applicable information that will assist Sterling Talent Solutions in investigating the complaint, including all applicable headers of forwarded messages. Customers should call 800.943.2589 to submit a complaint as quickly as possible. If you are unsure whether any contemplated use or action is permitted, please submit questions or comments to Sterling Talent Solutions at ": "A Sterling Talent Solutions Network hálózat tiltott használatával vagy az azzal való egyéb visszaéléssel kapcsolatos panaszokat, beleértve a jelen Szabályzat megsértését is, a Sterling Talent Solutions részére kell elküldeni. Kérjük, adja meg az összes vonatkozó információt, amely segít a Sterling Talent Solutions számára a panasz kivizsgálásában, beleértve a továbbított üzenetek összes vonatkozó fejlécét. Az ügyfeleknek haladéktalanul fel kell hívniuk a 800.943.2589 számot a panasz benyújtása érdekében. Ha nem biztos abban, hogy bármely tervezett felhasználás vagy intézkedés megengedett-e, kérjük, küldje el kérdéseit vagy megjegyzéseit a Sterling Talent Solutions részére a következő címre: ",
      "Any controversy or claim arising out of, or relating to, these Terms of Use, or breach thereof, shall be settled by binding arbitration in accordance with the governing law as determined by these Terms of Use, the Federal Arbitration Act (insofar as it governs the arbitrability of such controversy or claim), and the Commercial Arbitration Rules (excluding Expedited Procedures) of the American Arbitration Association in the City of New York. Three qualified arbitrators shall be appointed in accordance with the Commercial Arbitration Rules (excluding Expedited Procedures) of the American Arbitration Association and these Terms of Use. Such qualified arbitrators shall be members of the New York bar and shall have at least five years of experience in the law relevant to the dispute in question. Each party shall have the right of discovery as set forth in the Federal Rules of Civil Procedure. A stenographer shall be present at the arbitration proceedings and the stenographic record shall be the official record of the proceeding. The arbitrators shall provide written findings of fact and conclusions of law in justification of any arbitration award. Either party shall have the right of appeal of any decision by the arbitrators by filing a request for reconsideration of any arbitration decision with the American Arbitration Association. Upon receiving such a request, the American Arbitration Association shall reconsider the matter de novo using the foregoing procedures. Should the arbitration award be inconsistent with the governing law as specified by these Terms of Use, either party may immediately appeal the arbitration award to any court of competent jurisdiction over Sterling. Judgment on the award rendered by the arbitrators may be entered in any court having competent jurisdiction over the parties, unless a subsequent request for reconsideration has been filed by a party under this Section, or the award has been appealed to a court of competent jurisdiction under this Section.": "A jelen Felhasználási feltételekből eredő vagy azokkal kapcsolatos bármely vitát vagy követelést, illetve azok megsértését kötelező erejű választottbírósági eljárással kell rendezni a jelen Felhasználási feltételekben meghatározott irányadó jog, a Szövetségi Választottbírósági Törvény (amennyiben az ilyen vita vagy követelés választottbíróság előtti eldönthetőségéről rendelkezik) és az Amerikai Választottbírósági Szövetség Kereskedelmi választottbírósági szabályzata (a Gyorsított eljárások kivételével) alapján, New York városában. Három képesített választottbírót kell kinevezni az Amerikai Választottbírósági Szövetség Kereskedelmi választottbírósági szabályzatával (a Gyorsított eljárások kivételével) és a jelen Felhasználási feltételekkel összhangban. Az ilyen szakképzett választottbíróknak a New York-i ügyvédi kamara tagjainak kell lenniük, és legalább ötéves tapasztalattal kell rendelkezniük a szóban forgó vita szempontjából releváns jogszabályok tekintetében. Mindkét felet megilleti a felfedezés joga a Szövetségi Polgári Perrendtartás szabályaiban meghatározottak szerint. A választottbírósági eljárás során jelen kell lennie egy gyorsírónak, és a gyorsírásos nyilvántartás minősül az eljárás hivatalos nyilvántartásának. A választottbíróknak írásban meg kell állapítaniuk a tényállást és a jogkövetkezményeket a választottbírósági ítélet indoklásaként. Bármelyik fél jogosult a választottbírók bármely döntése ellen fellebbezést benyújtani az Amerikai Választottbírósági Szövetségnél bármely választottbírósági döntés újragondolására vonatkozó kérelem benyújtásával. Az ilyen kérés kézhezvételekor az Amerikai Választottbírósági Szövetség a fenti eljárások alkalmazásával újragondolja az ügyet. Amennyiben a választottbírósági ítélet ellentmond a jelen Felhasználási feltételekben meghatározott irányadó jognak, bármelyik fél azonnal fellebbezhet a választottbírósági ítélettel szemben a Sterling felett illetékes bármely bíróságnál. A választottbírók által meghozott ítéletet a felek felett illetékes bármely bíróság elbírálhatja, kivéve, ha a jelen szakasz alapján valamelyik fél újragondolásra irányuló kérelmet nyújtott be, vagy a választottbírósági ítélete ellen a jelen szakasz alapján egy illetékes bírósághoz fellebbezést nyújtottak be.",
      "Any legal suit, action or proceeding arising out of, or related to, these Terms of Use or the Website, and allowed pursuant to this Section, shall be instituted exclusively in the federal courts of the United States in the Southern District of New York or the courts of the State of New York located in the City of New York. You waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.": "A jelen Felhasználási feltételekből vagy a Webhelyből eredő vagy azzal kapcsolatos, és a jelen szakasz alapján engedélyezett bármely pert, keresetet vagy eljárást kizárólag az Egyesült Államok szövetségi bíróságain lehet kezdeményezni New York déli kerületében vagy New York államnak New York városában található bíróságain. Ön lemond az ilyen bíróságok Ön feletti illetékességének gyakorlásával és az ilyen bíróságok fórumként való eljárásával kapcsolatos minden kifogásról.",
      "Any other inappropriate activity or abuse of the Service (as determined by us in our sole discretion), whether or not specifically listed in this Policy, may result in suspension or termination of the User’s access to or use of the Service.": "Bármely egyéb nem helyénvaló tevékenység vagy a Szolgáltatással való visszaélés (a saját belátásunk szerint meghatározva) – függetlenül attól, hogy az kifejezetten fel van-e sorolva a jelen Szabályzatban – a Felhasználó Szolgáltatáshoz való hozzáférésének vagy annak használatának felfüggesztését vagy megszüntetését eredményezheti.",
      "Any use of another party’s electronic mail server to relay email without express permission from such other party is prohibited.": "Tilos másik fél elektronikus levelezőszerverét e-mail továbbítására használni a másik fél kifejezett engedélye nélkül.",
      "Attempting to circumvent or alter the processes or procedures to measure time, bandwidth utilization, or other methods to document use of Sterling Talent Solutions services.": "Az idő és a sávszélesség-kihasználtság mérésére szolgáló folyamatok vagy eljárások, illetve a Sterling Talent Solutions szolgáltatások igénybevételének dokumentálására szolgáló más módszerek megkerülésére vagy módosítására irányuló kísérlet.",
      "Because the Internet is an inherently open and insecure means of communication, any data or information a User transmits over the Internet may be susceptible to interception and alteration. Subject to our Online Privacy Policy, we make no guarantee regarding, and assume no liability for, the security and integrity of any data or information a User transmits via the Service or over the Internet, including any data or information transmitted via any server designated as \"secure.\"": "Mivel az internet eredendően nyitott és nem biztonságos kommunikációs eszköz, a Felhasználó által az interneten keresztül továbbított adatok vagy információk esetlegesen lehallgathatók és módosíthatók. Online adatvédelmi szabályzatunk értelmében nem vállalunk garanciát és nem vállalunk felelősséget a Felhasználó által a Szolgáltatáson vagy az interneten keresztül továbbított adatok vagy információk biztonságáért és sértetlenségéért, beleértve a „biztonságos”-ként megjelölt kiszolgálókon keresztül továbbított adatokat és információkat is.",
      "By making Submissions, you warrant that: (a) you have the right and authority to provide any Submissions; (b) you have only disclosed information that is true, accurate and not misleading (including by omission) and nothing you have submitted is known by you to be false, inaccurate, or misleading; (c) you are the individual who the Submissions relate to and that you have obtained permission from each person who appears and/or is referred to in your Submissions; and (d) your Submissions would not infringe any legal obligation that you may have to any third party, including under laws related to copyright, trademark, patent, trade secret, confidentiality, notice period, restrictive covenant, non-competition or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party.": "Beküldött Anyagok beküldésével Ön szavatolja, hogy: (a) Ön jogosultsággal és felhatalmazással rendelkezik bármely Beküldött Anyag benyújtására; (b) csak igaz, pontos és nem félrevezető információkat közölt (beleértve az információk kihagyását is), és tudomása szerint az Ön által beküldött egyetlen adat sem hamis, pontatlan, vagy félrevezető; (c) Ön az a személy, akire a Beküldött Anyagok vonatkoznak, és minden egyes személytől engedélyt kapott, aki megjelenik és/vagy akire hivatkozás történik az Ön Beküldött Anyagaiban; és (d) az Ön által Beküldött Anyagok nem sértenek harmadik féllel szemben fennálló semmilyen jogi kötelezettséget, ideértve a szerzői joggal, védjegyekkel, szabadalmakkal, üzleti titokkal kapcsolatos jogszabályokat, titoktartást, felmondási időt, korlátozó megállapodást, versenytilalmat vagy egyéb szellemi tulajdonjogot, adatvédelmi jogot, vagy bármely harmadik fél bármely egyéb törvényes vagy személyhez fűződő jogát.",
      "By using the Site and providing Submissions, you agree to transact electronically through the Site. You agree that your electronic signature is the legal equivalent of your manual signature. You further agree that your use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes your signature as if actually signed by you in writing. You also agree that no certification authority or other third-party verification is necessary to validate your electronic signature, and the lack of such certification or third party verification will not in any way affect the enforceability of your electronic signature.": "A Webhely használatával és a Beküldött Anyagok megadásával Ön vállalja, hogy a Webhelyen keresztül elektronikus úton végez tranzakciókat. Ön elfogadja, hogy elektronikus aláírása jogilag egyenértékű a kézi aláírásával. Ön elfogadja továbbá, hogy ha billentyűzet, egér vagy más eszköz segítségével kiválaszt egy tételt, gombot, ikont vagy hasonló műveletet végez, ez az Ön aláírását képezi, mintha azt Ön írásban ténylegesen aláírta volna. Ön azt is elfogadja, hogy az elektronikus aláírása érvényesítéséhez nincs szükség tanúsító hatóságra vagy más harmadik fél általi ellenőrzésre, és az ilyen tanúsítás vagy harmadik fél általi ellenőrzés hiánya semmilyen módon nem befolyásolja az Ön elektronikus aláírásának végrehajthatóságát.",
      "By using the Site you warrant that you, or the entity for whom you are authorized to use the Site, has agreed to transact electronically through the Site. You warrant that, or the entity for whom you are authorized to use the Site, agrees that an electronic signature is the legal equivalent of a manual signature. You further warrant that you, or the entity for whom you are authorized to use the Site, agrees that the use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes a valid signature as if actually signed in writing. You also warrant that no certification authority or other third party verification is necessary to validate an electronic signature, and that the lack of such certification or third party verification will not in any way affect the enforceability of the electronic signature.": "A Webhely használatával Ön szavatolja, hogy Ön vagy az az entitás, amelynek nevében Ön jogosult a Webhely használatára, vállalta, hogy a Webhelyen keresztül elektronikus úton végez tranzakciókat. Ön szavatolja, hogy Ön vagy az az entitás, amelynek nevében Ön jogosult a Webhely használatára, elfogadja, hogy az elektronikus aláírás jogilag egyenértékű a kézi aláírással. Ön szavatolja továbbá, hogy Ön vagy az az entitás, amelynek nevében Ön jogosult a Webhely használatára, beleegyezik abba, hogy ha billentyűzet, egér vagy más eszköz segítségével kiválasztottak egy tételt, gombot, ikont vagy hasonló műveletet végeztek, ez érvényes aláírást képez, mintha azt írásban ténylegesen aláírták volna. Ön azt is szavatolja, hogy az elektronikus aláírás érvényesítéséhez nincs szükség tanúsító hatóságra vagy más harmadik fél általi ellenőrzésre, és az ilyen tanúsítás vagy harmadik fél általi ellenőrzés hiánya semmilyen módon nem befolyásolja az elektronikus aláírás végrehajthatóságát.",
      "Client Service Support Information": "Ügyfélszolgálati támogatási információk",
      "Commercial email, spamming, mail bombing": "Kereskedelmi e-mail, levélszemétküldés, levélbombázás",
      "Common questions from our customers": "Gyakori kérdések ügyfeleinktől",
      "Complaints": "Panaszok",
      "Complaints and contact information": "Panaszok és elérhetőségi adatok",
      "Contact Us": "Kapcsolatfelvétel",
      "Cooperation with investigations": "Együttműködés a vizsgálatok során",
      "English": "Angol",
      "English and Spanish": "Angol és spanyol",
      "Except where expressly provided otherwise, the Site is provided on an “as is” and “as available” basis. Sterling expressly disclaims all warranties of any kind, whether express or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose, and non-infringement with respect to the Site and all content provided on, or through, the Site. The Sterling makes no warranty that: (a) the Site or content will meet your requirements; (b) the Site will be available on an uninterrupted, timely, secure, or error-free basis; (c) the results that may be obtained from the use of the Site, or any content provided on or through the Site, will be accurate or reliable; or (d) any content obtained by you on or through the Site will meet your expectations.": "Kifejezett eltérő rendelkezés hiányában a Webhelyet „ahogy van” és „ahogy elérhető” alapon biztosítjuk. A Sterling kifejezetten elutasít minden kifejezett vagy hallgatólagos garanciát, beleértve többek között az értékesíthetőségre, adott célra való alkalmasságra és a jogsértő jellegtől való mentességre vonatkozó hallgatólagos garanciát a Webhelyre és a Webhelyen vagy azon keresztül biztosított minden tartalomra vonatkozóan. A Sterling nem garantálja, hogy: (a) a Webhely vagy a tartalom megfelel az Ön követelményeinek; (b) a Webhely folyamatos, időszerű, biztonságos vagy hibamentes módon lesz elérhető; (c) a Webhely használatából vagy a Webhelyen vagy azon keresztül biztosított bármely tartalomból származó eredmények pontosak vagy megbízhatóak lesznek; vagy (d) a Webhelyen vagy azon keresztül Ön által szerzett bármely tartalom megfelel az Ön elvárásainak.",
      "Filters and service information": "Szűrők és szervizinformációk",
      "Frequently Asked Questions": "Gyakran ismételt kérdések",
      "If Users engage in conduct or a pattern of conduct, including without limitation repeated violations by a User whereby correction of individual violations does not in Sterling Talent Solutions is sole discretion correct a pattern of the same or similar violations, while using the Service that violates the Policy, or is otherwise illegal or improper, Sterling Talent Solutions reserves the right to suspend and/or terminate the Service or the User's access to the Service. Sterling Talent Solutions will generally attempt to notify you of any activity in violation of the Policy and request that the User cease such activity; however, in cases where the operation of the Sterling Talent Solutions Network is threatened or cases involving unsolicited commercial email/SPAM, a pattern of violations, mail relaying, alteration of your source IP address information, denial of service attacks, illegal activities, suspected fraud in connection with the use of Service, harassment or copyright infringement, we reserve the right to suspend or terminate your Service or the User's access to the Service without notification. In addition, we may take any other appropriate action against you or a User for violations of the Policy, including repeated violations wherein correction of individual violations does not in Sterling Talent Solutions is sole discretion correct a pattern of the same or similar violations. We do not make any promise, nor do we have any obligation, to monitor or police activity occurring using the Service and will have no liability to any party, including you, for any violation of the Policy.": "Ha a Felhasználók a Szolgáltatás használata során olyan magatartást vagy magatartásmintát tanúsítanak – beleértve többek között a Felhasználó ismételt szabályszegéseit is, amikor az egyéni szabályszegések kijavítása a Sterling Talent Solutions saját belátása szerint nem korrigálja a megegyező vagy hasonló szabályszegés mintát –, amely sérti a Szabályzatot, illetve egyéb módon jogellenes vagy nem helyénvaló, a Sterling Talent Solutions fenntartja a jogot a Szolgáltatás vagy a Felhasználó Szolgáltatáshoz való hozzáférésének felfüggesztésére és/vagy megszüntetésére. A Sterling Talent Solutions általában megpróbálja értesíteni Önt a Szabályzatot sértő bármely tevékenységről, és kéri, hogy a Felhasználó hagyja abba az ilyen tevékenységet; azonban olyan esetekben, amikor a Sterling Talent Solutions hálózatának működése veszélybe kerül, illetve amikor az eset tárgya kéretlen kereskedelmi e-mail/levélszemét, jogsértések mintázata, relay jellegű levéltovábbítás, forrás IP-cím adatok módosítása, szolgáltatásmegtagadási támadás, jogellenes tevékenység, csalás gyanúja a Szolgáltatás használatával kapcsolatban, zaklatás vagy szerzői jog megsértése, fenntartjuk a jogot, hogy értesítés nélkül felfüggesszük vagy megszüntessük az Ön Szolgáltatását vagy a Felhasználó Szolgáltatáshoz való hozzáférését. Ezenkívül bármilyen más megfelelő intézkedést tehetünk Önnel vagy a Felhasználóval szemben a Szabályzat megsértése miatt, beleértve többek között az ismételt szabályszegéseket is, amikor az egyéni szabályszegések kijavítása a Sterling Talent Solutions saját belátása szerint nem korrigálja a megegyező vagy hasonló szabályszegés mintát. Nem teszünk semmilyen ígéretet, és nem vagyunk kötelesek figyelemmel kísérni a Szolgáltatás használatát, illetve rendfenntartó tevékenységet végezni azzal kapcsolatban, és nem vállalunk felelősséget semmilyen féllel szemben, beleértve Önt is, a Szabályzat bármilyen megsértése miatt.",
      "If there is a conflict between these Terms of Use and an applicable service agreement between Sterling and a Client, then the terms of the service agreement will prevail to the extent of the conflict. If there is a conflict between these Terms of Use and Sterling’s relevant privacy statement (https://www.sterlingcheck.com/privacy), then the privacy statement will prevail to the extent of the conflict.": "Ha ellentmondás áll fenn a jelen Felhasználási feltételek és a Sterling és az Ügyfél között létrejött alkalmazandó szolgáltatási megállapodás között, akkor az ellentmondás mértékéig a szolgáltatási megállapodás feltételei az irányadók. Ha ellentmondás áll fenn a jelen Felhasználási feltételek és a Sterling vonatkozó adatvédelmi nyilatkozata (https://www.sterlingcheck.com/privacy) között, akkor az ellentmondás mértékéig az adatvédelmi nyilatkozat az irányadó.",
      "If we have specified bandwidth limitations for your user account, use of the Service shall not be in excess of those limitations. If a User is accessing the Service via a dial-up connection, we may terminate the user session if the User is connected for more than 7 days in order to protect Sterling Talent Solutions Network resources and maintain Service availability for others.": "Ha az Ön felhasználói fiókjához sávszélesség-korlátozásokat határoztunk meg, a Szolgáltatás használata nem haladhatja meg ezeket a korlátozásokat. Ha egy Felhasználó betárcsázós kapcsolaton keresztül éri el a Szolgáltatást, akkor a felhasználói munkamenetet lezárhatjuk, ha a Felhasználó több mint 7 napja csatlakoztatva van, annak érdekében, hogy védjük a Sterling Talent Solutions Network erőforrásait, és fenntartsuk a Szolgáltatás elérhetőségét mások számára.",
      "If you decline to use an electronic signature, you may be able to print forms and sign them by hand, in which case you will be required to deliver the hand signed forms to the relevant Sterling company representative.": "Ha nem kíván elektronikus aláírást használni, kinyomtathatja és kézzel is aláírhatja az űrlapokat, amely esetben a kézzel aláírt űrlapokat át kell adnia az illetékes Sterling vállalati képviselőnek.",
      "If you do not agree to these Terms of Use, your continued use of the Site is not authorized.": "Ha nem fogadja el a jelen Felhasználási feltételeket, akkor a Webhely Ön általi további használata nem engedélyezett.",
      "If you have any questions regarding these Terms of Use, please contact Sterling at 1-800-899-2272.": "Ha bármilyen kérdése van a jelen Felhasználási feltételekkel kapcsolatban, kérjük, forduljon a Sterlinghez a 1-800-899-2272 telefonszámon.",
      "If you wish to obtain a paper copy of the forms you sign via this site, you will be given the opportunity to download and print those forms once they have been executed.": "Ha papíralapú másolatot szeretne kapni a jelen webhelyen keresztül aláírt nyomtatványokból, akkor az aláírást követően lehetősége lesz letölteni és kinyomtatni azokat.",
      "Illegal Title": "Jogellenes cím",
      "Impending security event notification": "Közelgő biztonsági eseményről szóló értesítés",
      "In most cases, we will notify our Customer(s) of complaints received by us regarding an alleged violation of this Policy. You agree to promptly investigate all such complaints and take all necessary actions to remedy any violations of this Policy. We may inform the complainant that you are investigating the complaint and may provide the complainant with the necessary information to contact you directly to resolve the complaint. You shall identify a representative for the purposes of receiving such communications.": "A legtöbb esetben értesítjük Ügyfeleinket a jelen Szabályzat állítólagos megsértésével kapcsolatban hozzánk beérkező panaszokról. Ön vállalja, hogy azonnal kivizsgál minden ilyen panaszt, és megtesz minden szükséges intézkedést a jelen Szabályzat bármely megsértésének orvoslására. Tájékoztathatjuk a panasztevőt arról, hogy Ön kivizsgálja a panaszt, és a panasz megoldása érdekében megadhatjuk a panasztevőnek az Önnel való közvetlen kapcsolatfelvételhez szükséges információkat. Ön köteles egy képviselőt kijelölni az ilyen kommunikáció fogadásának céljából.",
      "In no event will Sterling or its officers, directors, employees, or agents be liable for any direct, indirect, incidental, special, or consequential damages; or damages for lost profits, revenue, data or data use, incurred by you or any third party, whether in an action in contract, or tort (including negligence), breach of statutory duty, strict liability, or otherwise, arising from your access to, or use of, the Site or any content provided on or through the Site.": "A Sterling vagy annak tisztségviselői, igazgatói, alkalmazottai vagy megbízottjai semmilyen esetben sem felelősek az Ön vagy harmadik fél részéről elszenvedett semmilyen közvetlen, közvetett, véletlenszerű, különleges vagy következményes kárért, illetve elmaradt nyereségből, bevételből, adatokból vagy adatok felhasználásából eredő károkért, akár szerződésszegés, akár szerződésen kívüli károkozás (beleértve a gondatlanságot is), jogszabályi kötelezettség megszegése, szigorú felelősség vagy egyéb jogcím alapján, amelyek a Webhely vagy a Webhelyen vagy azon keresztül biztosított bármely tartalom Ön általi eléréséből vagy használatából erednek.",
      "In order to access, fulfill and retain the following electronic forms, your computer must be equipped and compatible with the most common operating systems and internet browsers. This would include:": "A következő elektronikus űrlapok eléréséhez, kitöltéséhez és megőrzéséhez számítógépének rendelkeznie kell és kompatibilisnek kell lennie a leggyakoribb operációs rendszerekkel és internetböngészőkkel. Ez a következőket foglalja magában:",
      "Independence, OH 44131": "Independence, OH 44131",
      "India": "India",
      "Intentionally transmitting files containing a computer virus or corrupted data.": "Számítógépes vírust vagy sérült adatokat tartalmazó fájlok szándékos továbbítása.",
      "Introduction": "Bevezetés",
      "It may take up to two hours for you to receive a confirmation email when resetting your password. If you don’t see the confirmation email in your inbox, be sure to check your junk and spam folders. If you still haven’t received your email after two hours, you can try again by clicking the “I am a Returning User” option near the bottom of the Create Account page and requesting another confirmation email. If you continue not to receive a confirmation email, please call us at 888-889-5248 for further assistance.": "A jelszó visszaállításakor akár két órát is igénybe vehet, amíg megerősítő e-mailt kap. Ha nem látja a megerősítő e-mailt a bejövő levelek mappájában, ellenőrizze a levélszemét mappáját. Ha két órán belül még mindig nem kapta meg az e-mailt, akkor újra megpróbálhatja, ha rákattint a „Visszatérő felhasználó vagyok” lehetőségre a Fiók létrehozása oldal alján, és másik megerősítő e-mailt kér. Ha továbbra sem kap megerősítő e-mailt, kérjük, hívjon minket a 888-889-5248 számon további segítségért.",
      "It’s important that Sterling is able to contact your   previous employers to verify your work history. We suggest using Google or another search engine to find contact information, checking the employer’s web site, or reviewing any past documents you may have received from the employer. If the employer is no longer in business, please provide the most complete information you have.": "Fontos, hogy a Sterling kapcsolatba léphessen korábbi munkáltatóival, hogy ellenőrizhesse az Ön foglalkoztatási előzményeit. Javasoljuk, hogy a Google vagy más keresőmotor segítségével keresse meg az elérhetőségi adatokat, ellenőrizze a munkáltató webhelyét, vagy tekintse át a munkáltatótól esetlegesen korábban kapott dokumentumokat. Ha a munkáltató már megszűnt, kérjük, adja meg a rendelkezésére álló lehető legteljesebb információkat.",
      "I’ve provided my address history. Why am I being prompted to fill in gaps?": "Megadtam a címelőzményeimet. Miért kapok felszólítást hézagok kitöltésére?",
      "Just reset the password. Click the “I am a Returning User” option near the bottom of the Create Account page, then click the “Forgot Your Password?” option and enter your email address. You’ll receive a confirmation email containing a link for resetting your password.": "Csak állítsa vissza a jelszót. Kattintson a „Visszatérő felhasználó vagyok” lehetőségre a Fiók létrehozása oldal alján, majd kattintson az „Elfelejtette a jelszavát?” lehetőségre, és adja meg e-mail-címét. Egy megerősítő e-mailt fog kapni, amely tartalmazza a jelszó visszaállításához szükséges linket.",
      "Lorem Ipsum dolor sit emit.": "Lorem Ipsum dolor sit emit.",
      "Mailing Address": "Levelezési cím",
      "Microsoft Internet Explorer version 8 and later, Mozilla Firefox – latest version, Safari latest version + tablet versions, Chrome latest desktop version.": "Microsoft Internet Explorer 8-as és újabb verzió, Mozilla Firefox – legújabb verzió, Safari legújabb verzió + táblagépes verziók, Chrome legújabb asztali verzió.",
      "Modifications to policy": "A szabályzat módosításai",
      "Privacy": "Adatvédelem",
      "Questions related to your background check": "A háttérellenőrzéssel kapcsolatos kérdések",
      "Responsibilities of customers": "Az ügyfelek felelősségi körei",
      "Return To Top": "Vissza a tetejére",
      "SA1 5ED": "SA1 5ED",
      "Some jurisdictions do not allow the disclaimer or exclusion of certain warranties of the disclaimer, exclusion, or limitation of certain liabilities. To the extent that they are held to be legally invalid, disclaimers, exclusions, and limitations set out in these Terms of Use, including those set out in Sections 3.6 (Disclaimer) and 3.7 (Limitation of Liability), do not apply and all other terms will remain in full force and effect.": "Egyes joghatóságok nem engedélyeznek felelősségkizáró nyilatkozatot vagy nem engedélyezik a felelősségkizáró nyilatkozatban szereplő bizonyos szavatosságok kizárását, illetve bizonyos felelősségek kizárását vagy korlátozását. Amennyiben jogilag érvénytelennek minősülnek, a jelen Felhasználási feltételekben meghatározott felelősségkizáró nyilatkozatok, kizárások és korlátozások – beleértve a 3.6. (Felelősségkizáró nyilatkozat) és a 3.7. (A felelősség korlátozása) pontokban foglaltakat is – nem alkalmazandók, és minden egyéb feltétel teljes mértékben érvényben és hatályban marad.",
      "Spoofing/Fraud": "Hamisítás/csalás",
      "Sterling Customer Support": "Sterling ügyfélszolgálat",
      "Sterling FAQ": "Sterling GYIK",
      "Sterling Talent Solutions reserves the right to modify this Policy at any time without notice. We will attempt to notify Customers of any such modifications either via e-mail or by posting a revised version of the Policy on our Web site. Any such modifications shall be effective and applied prospectively from the date of posting.": "A Sterling Talent Solutions fenntartja a jogot, hogy a jelen Szabályzatot bármikor, előzetes értesítés nélkül módosítsa. Az ilyen módosításokról megpróbáljuk értesíteni az Ügyfeleket akár e-mailben, akár a Szabályzat módosított változatának Webhelyünkön történő közzétételével. Minden ilyen módosítás a közzététel napjától kezdve lép hatályba, és előreható hatállyal alkalmazandó.",
      "Sterling Talent Solutions will cooperate with appropriate law enforcement agencies and other parties involved in investigating claims of illegal or inappropriate activity. Sterling Talent Solutions reserves the right to disclose customer information to the extent authorized by federal or state law.": "A Sterling Talent Solutions együttműködik a megfelelő bűnüldöző szervekkel és más felekkel, akik részt vesznek a jogellenes vagy nem helyénvaló tevékenységre vonatkozó állítások kivizsgálásában. A Sterling Talent Solutions fenntartja a jogot, hogy a szövetségi vagy állami jogszabályok által megengedett mértékben közölje az ügyféladatokat.",
      "Sterling UK Customer Support": "Sterling UK ügyfélszolgálat",
      "Sterling may revise the Terms of Use at any time without notice to you. The revised Terms of Use will be effective when posted to the Site.": "A Sterling az Ön értesítése nélkül, bármikor átdolgozhatja a Felhasználási feltételeket. Az átdolgozott Felhasználási feltételek a Webhelyre történő közzétételt követően lépnek hatályba.",
      "Sterling reserves the right to make changes or updates to, and monitor the use of, the Site and content provided on or through the Site at any time without notice.": "A Sterling fenntartja a jogot, hogy bármikor, értesítés nélkül módosítsa vagy frissítse a Webhelyet és a Webhelyen vagy azon keresztül biztosított tartalmakat, és figyelemmel kísérje használatukat.",
      "Sterling will have no responsibility for any damage to your computer system or loss of data that results from the use of the Site.": "A Sterling nem vállal felelősséget az Ön számítógépes rendszerének károsodásáért vagy adatok elvesztéséért, amelyek a Webhely használatából erednek.",
      "Suspension or termination of service": "A szolgáltatás felfüggesztése vagy megszüntetése",
      "Swansea": "Swansea",
      "Terms of Use": "Felhasználási feltételek",
      "The Policy applies to all aspects of the Service. \"Sterling Talent Solutions Network\" includes, without limitation, Sterling Talent Solutions leased transmission network, including all equipment, systems, facilities, services and products incorporated or used in such transmission network. As used in this Policy, \"you\" refers to Customers, and any reference to \"Users\" is intended to encompass, as applicable, both Customers and their Users.": "A Szabályzat a Szolgáltatás minden aspektusára vonatkozik. A „Sterling Talent Solutions Network” korlátozás nélkül magában foglalja a Sterling Talent Solutions által bérelt átviteli hálózatot, beleértve az ilyen átviteli hálózatba beépített vagy abban használt összes berendezést, rendszert, létesítményt, szolgáltatást és terméket. A jelen Szabályzatban az „Ön” kifejezés az Ügyfelekre vonatkozik, a „Felhasználókra” történő bármely hivatkozás pedig – adott esetben – magában foglalja mind az Ügyfeleket, mind azok Felhasználóit.",
      "The Service shall not be used for any unlawful activities or in connection with any criminal or civil violation and the Services shall in all cases be used in compliance with applicable law. Use of the Service for transmission, distribution, retrieval, or storage of any information, data or other material in violation of any applicable law or regulation (including, where applicable, any tariff or treaty) is prohibited. This includes, without limitation, the use or transmission of any data or material protected by copyright, trademark, trade secret, patent or other intellectual property right without proper authorization and the transmission of any material that constitutes an illegal threat, violates export control laws, or is obscene, defamatory or otherwise unlawful.": "A Szolgáltatás nem használható jogellenes tevékenységekre, illetve bűncselekményekkel vagy polgári jogi jogsértésekkel kapcsolatban, és a Szolgáltatásokat minden esetben az alkalmazandó jogszabályokkal összhangban kell használni. Tilos a Szolgáltatást bármely olyan információ, adat vagy egyéb anyag továbbítására, terjesztésére, visszakeresésére vagy tárolására használni, amely sérti az alkalmazandó jogszabályokat vagy előírásokat (beleértve adott esetben bármely vámot vagy egyezményt). Ez korlátozás nélkül magában foglalja a szerzői jog, védjegy, üzleti titok, szabadalom vagy más szellemi tulajdonjog által védett bármely adat vagy anyag megfelelő engedély nélküli felhasználását vagy továbbítását, valamint bármely olyan anyag továbbítását, amely jogellenes fenyegetésnek minősül, sérti az exportellenőrzési jogszabályokat, vagy obszcén, rágalmazó vagy egyéb módon jogellenes.",
      "The Site and content provided on or through the Site are the intellectual property and copyrighted works of Sterling, a Sterling Client, or a third-party provider. All rights, title and interest not expressly granted with respect to the Site and content provided on or through the Site are reserved. All content is provided on an “As Is” and “As Available” basis, and Sterling reserves the right to terminate the permissions granted to you at any time.": "A Webhely és a Webhelyen vagy azon keresztül biztosított tartalom a Sterling, a Sterling valamely Ügyfele vagy harmadik fél szolgáltató szellemi tulajdonát és szerzői jogvédelem alatt álló művét képezi. Minden olyan jog, jogcím és érdekeltség, amelyet a Webhelyre és a Webhelyen vagy azon keresztül biztosított tartalomra vonatkozóan nem kerül kifejezetten átengedésre, fenntartottnak tekintendő. Minden tartalom „Ahogyan van” és „Ahogyan elérhető” alapon kerül átadásra, és a Sterling fenntartja a jogot, hogy bármikor visszavonja az Önnek adott engedélyeket.",
      "The Site provides links to Web sites and access to content, products and services of third parties, including users, advertisers, affiliates and sponsors of the Site. Sterling is not responsible for third party content provided on, or through the Site, or for any changes or updates to such third party sites, and you bear all risks associated with the access to, and use of, such Web sites and third party content, products and services.": "A Webhely már Webhelyekre mutató linkeket tartalmaz, valamint hozzáférést nyújt harmadik felek, többek között a Webhely felhasználói, hirdetői, társvállalatai és szponzorai által biztosított tartalmakhoz, termékekhez és szolgáltatásokhoz. A Sterling nem vállal felelősséget a Webhelyen vagy azon keresztül biztosított harmadik fél tartalmakért, illetve az ilyen harmadik fél webhelyek bármilyen módosításáért vagy frissítéséért, és Ön visel minden kockázatot az ilyen webhelyek és harmadik fél tartalmak, termékek és szolgáltatások elérésével és használatával kapcsolatban.",
      "The Sterling has no obligation to monitor the Site. However, Sterling reserves the right to review the Site and content and to monitor all use of and activity on the Site, and to remove or choose not to make available on or through the Site, any content (including Submissions) in its sole discretion. Sterling may remove content that is confidential or proprietary to you, or a third party, without permission from you or the third party.": "A Sterling nem köteles figyelemmel kísérni a Webhelyet. A Sterling azonban fenntartja magának a jogot, hogy saját belátása szerint felülvizsgálja a Webhelyet és annak tartalmát, valamint figyelemmel kísérjen a Webhelyen zajló minden használatot és tevékenységét, és eltávolítson vagy ne tegyen elérhetővé a Webhelyen vagy azon keresztül bármely tartalmat (beleértve a Beküldött Anyagokat is). A Sterling eltávolíthatja az Ön vagy egy harmadik fél bizalmas vagy védett tartalmait az Ön vagy a harmadik fél engedélye nélkül.",
      "The Sterling may, in its sole discretion, at any time discontinue providing or limit access to the Site, in whole or in part. You agree that Sterling may, in its sole discretion, at any time, terminate or limit your access to, or use of, the Site in whole or in part. Sterling may terminate or limit your access to, or use of, the Site, if Sterling determines, in its sole discretion, that you have infringed the copyrights or other legal rights of a third party, or otherwise materially violated these Terms of Use. You agree that Sterling will not be liable to you or any third-party for any termination or limitation of your access to, or use of, the Site.": "A Sterling saját belátása szerint bármikor teljes egészében vagy részben megszüntetheti a Webhelyhez való hozzáférést, vagy korlátozhatja elérését. Ön elfogadja, hogy a Sterling saját belátása szerint bármikor részben vagy teljes egészében megszüntetheti vagy korlátozhatja a Ön Webhelyhez való hozzáférését vagy annak Ön általi használatát. A Sterling megszüntetheti vagy korlátozhatja az Ön Webhelyhez való hozzáférését vagy annak Ön általi használatát, ha a Sterling saját belátása szerint megállapítja, hogy Ön megsértette harmadik fél szerzői jogait vagy egyéb törvényes jogait, vagy más módon jelentős mértékben megsértette a jelen Felhasználási feltételeket. Ön elfogadja, hogy a Sterling nem tehető felelőssé sem Önnel, sem harmadik féllel szemben az Ön Webhelyhez való hozzáférésének vagy annak Ön általi használatának bármely megszüntetéséért vagy korlátozásáért.",
      "The background check application form requires that the start date & the end date of each address should be a total match.": "A háttér-ellenőrzési kérelem űrlap megköveteli, hogy az egyes címek kezdő és záró dátuma teljes mértékben megegyezzen.",
      "The failure of Sterling to exercise or enforce any rights or provisions in these Terms of Use will not constitute a waiver of such right or provision. If any part or provision of these Terms of Use is found to be unenforceable, such part or provision may be modified to make the Terms of Use as modified, legal and enforceable. The rest of the Terms of Use will not be affected.": "Ha a Sterling nem gyakorolja vagy nem érvényesíti a jelen Felhasználási feltételekben foglalt bármely jogot vagy rendelkezést, az nem jelenti az ilyen jogról vagy rendelkezésről való lemondást. Ha a jelen Felhasználási feltételek bármely része vagy rendelkezése végrehajthatatlannak bizonyul, az adott rész vagy rendelkezés módosítható annak érdekében, hogy a Felhasználási feltételek módosított változata jogszerű és végrehajtható legyen. A Felhasználási feltételek fennmaradó részét ez nem érinti.",
      "The following activities are also prohibited:": "A következő tevékenységek szintén tiltottak:",
      "The parties waive any right to bring representative claims on behalf of a class of individuals, on behalf of the public, as a private attorney general, or otherwise (the “class action waiver”). Except for this class action waiver, this clause may be severed or modified if necessary to render it enforceable under the Federal Arbitration Act.": "A felek lemondanak minden olyan jogukról, hogy reprezentatív követeléseket nyújtsanak be egyének egy csoportjának nevében, a nyilvánosság nevében, magánügyészként vagy más módon („csoportos keresetről való lemondás”). A jelen csoportos keresetről való lemondás kivételével ez a záradék leválasztható vagy módosítható, ha ez szükséges ahhoz, hogy a Szövetségi Választottbírósági Törvény szerint végrehajtható legyen.",
      "The sole purpose of this website is to enable you to collect and evaluate Candidate Submissions. Use of this Site does not create an employment relationship between any person and any Sterling company. Individuals who use this Site on behalf of a Client shall be solely the employees or agents of such entity and shall be under the sole and exclusive direction and control of such entity. The Client organization shall be responsible for compliance with all laws, rules and regulations involving its respective employees or agents, including (but not limited to) employment of labor, hours of labor, health and safety, working conditions and payment of wages.": "A jelen webhely kizárólagos célja, hogy lehetővé tegye Önnek a Jelöltek Beküldött Anyagainak gyűjtését és értékelését. A jelen Webhely használata nem hoz létre munkaviszonyt egyetlen személy és egyetlen Sterling vállalat között sem. A jelen Webhelyet az Ügyfél nevében használó személyek kizárólag az ilyen szervezet alkalmazottai vagy megbízottjai lehetnek, és az ilyen szervezet egyedüli és kizárólagos irányítása és ellenőrzése alatt kell állniuk. Az Ügyfél szervezet felel az alkalmazottait vagy ügynökeit érintő valamennyi jogszabály, szabály és előírás betartásáért, beleértve (de nem kizárólagosan) a munkavállalást, a munkaidőt, az egészséget és biztonságot, a munkafeltételeket és a bérfizetést.",
      "The sole purpose of this website is to enable you to submit information (“Submissions“) to provide information to allow Sterling to carry out Services for a Client or for you. Use of this Site does not create an employment relationship between you and any Sterling company. You expressly agree that no employment relationship will be created without further review of the Submission, an appropriate successful interview process, background and reference checks (where applicable), verification of identity and the legal right to work, and issuance and acceptance of a formal written offer of employment from the entity offering employment.": "A jelen webhely kizárólagos célja, hogy lehetővé tegye az Ön számára információk beküldését („Beküldött Anyagok”) olyan információk megadása érdekében, amelyek lehetővé teszik a Sterling számára, hogy Szolgáltatásokat nyújtson egy Ügyfél vagy Ön számára. A jelen Webhely használata nem hoz létre munkaviszonyt Ön és egyetlen Sterling vállalat között sem. Ön kifejezetten elfogadja, hogy nem jön létre munkaviszony a Beküldött Anyagok további felülvizsgálata, megfelelő sikeres interjúfolyamat, (adott esetben) háttér- és referenciaellenőrzések, a személyazonosság és a munkavállalási jog ellenőrzése, valamint a foglalkoztatást kínáló szervezettől származó hivatalos írásbeli foglalkoztatási ajánlat kiadása és elfogadása nélkül.",
      "The use of the Sterling Talent Solutions Network by a Customer of Sterling Talent Solutions is subject to the terms and conditions of any agreements entered into by such Customer and Sterling Talent Solutions. This Policy is incorporated into such agreements by reference.": "A Sterling Talent Solutions Network hálózatnak a Sterling Talent Solutions valamely Ügyfele általi használatára az adott Ügyfél és Sterling Talent Solutions által megkötött megállapodások feltételei és kikötései vonatkoznak. A jelen Szabályzat hivatkozás útján az ilyen megállapodások részét képezi.",
      "This Policy is designed to assist in protecting the Sterling Talent Solutions Network, the Service, our Users and the Internet community as a whole from improper and/or illegal activity over the Internet, to improve Service and to improve Service offerings. In situations where data communications are carried across networks of other Internet Service Providers (ISPs), Users of the Sterling Talent Solutions Network must also conform to the applicable acceptable use policies of such other ISPs.": "A jelen Szabályzat célja, hogy segítsen megvédeni a Sterling Talent Solutions Network hálózatot, a Szolgáltatást, a Felhasználóinkat és az internetes közösség egészét az interneten keresztül történő nem helyénvaló és/vagy jogellenes tevékenységtől, továbbá fejlessze a Szolgáltatást és a javítsa a Szolgáltatási ajánlatokat. Azokban az esetekben, amikor az adatkommunikáció más internetszolgáltatók (ISP) hálózatain keresztül történik, a Sterling Talent Solutions Network Felhasználóinak meg kell felelniük az ilyen más ISP-k vonatkozó elfogadható felhasználási szabályzatainak is.",
      "This listing of prohibited activities is not exhaustive and Sterling Talent Solutions reserves the right to determine that any conduct that is or could be harmful to the Sterling Talent Solutions Network, Sterling Talent Solutions is Customers or Internet users is in violation of this Policy and to exercise any or all of the remedies contained in this Policy.": "A tiltott tevékenységek felsorolása nem teljes körű, és a Sterling Talent Solutions fenntartja a jogot annak meghatározására, hogy bármely olyan magatartás, amely káros vagy káros lehet a Sterling Talent Solutions hálózatra, a Sterling Talent Solutions Ügyfelei vagy az internetes felhasználók számára, sérti a jelen Szabályzatot, valamint a jelen Szabályzatban foglalt bármely vagy összes jogorvoslati lehetőség gyakorlására.",
      "Through the Site, Clients, Candidates, and third-party sources of data related to Candidates (collectively, “Users”), will have the ability to place orders for, and participate in the fulfillment of, Services. By accessing or using the Site, you agree to follow and be bound by the following terms and conditions concerning your access to and use of the Site (“Terms of Use“).": "A Webhelyen keresztül az Ügyfelek, a Jelöltek és a Jelöltekhez kapcsolódó adatok harmadik fél forrásai (együttesen „Felhasználók”) képesek lesznek Szolgáltatásokra megrendeléseket benyújtani és részt venni Szolgáltatások teljesítésében. A Webhely elérésével vagy használatával Ön vállalja, hogy betartja és magára nézve kötelezőnek ismeri el a Webhelyhez való hozzáférésére és annak használatára vonatkozó alábbi feltételeket és kikötéseket („Felhasználási feltételek”).",
      "Unauthorized access/interference": "Jogosulatlan hozzáférés/beavatkozás",
      "United Kingdom": "Egyesült Királyság",
      "United States and Canada": "Egyesült Államok és Kanada",
      "Users are entirely responsible for maintaining the confidentiality of password and account information, as well as the security of their network. You agree immediately to notify Sterling Talent Solutions of any unauthorized use of your account or any other breach of security known to you. If you become aware of any violation of this Policy by any person, including Users that have accessed the Service through your account, you are required to notify us.": "A felhasználók teljes mértékben felelősek a jelszó és a fiókadatok bizalmas jellegének megőrzéséért, valamint a hálózatuk biztonságáért. Ön vállalja, hogy azonnal értesíti a Sterling Talent Solutions vállalatot a fiókja jogosulatlan használatáról vagy a biztonságnak Ön által ismert bármely megsértéséről. Ha tudomására jut, hogy bárki megsértette a jelen Szabályzatot, beleértve azokat a Felhasználókat is, akik az Ön fiókján keresztül fértek hozzá a Szolgáltatáshoz, akkor erről köteles értesíteni minket.",
      "Users are prohibited from intentionally or negligently injecting false data into the Internet, for instance in the form of bad routing information (including but not limited to the announcing of networks owned by someone else or reserved by the Internet Assigned Numbers Authority) or incorrect DNS information.": "A felhasználóknak tilos szándékosan vagy gondatlanul hamis adatokat bejuttatniuk az internetre, például rossz útválasztási információk formájában (beleértve többek között a más tulajdonában lévő vagy az Internet Assigned Numbers Authority hatóság által fenntartott hálózatok bejelentését), vagy helytelen DNS információk formájában.",
      "We reserve the right to install and use, or to have you install and use, any appropriate devices to prevent violations of this Policy, including devices designed to filter or terminate access to the Service. By accepting and using the Service, you consent to allowing us to collect service information and routing information in the normal course of our business, and to use such information for general business purposes.": "Fenntartjuk a jogot arra, hogy a jelen Szabályzat megsértésének megelőzése érdekében bármilyen megfelelő eszközt telepítsünk és használjunk, illetve Önnel telepíttessünk és használtassunk, beleértve a Szolgáltatáshoz való hozzáférés szűrésére vagy megszüntetésére szolgáló eszközöket is. A Szolgáltatás elfogadásával és használatával Ön hozzájárul ahhoz, hogy a szokásos üzletvitelünk során szolgáltatási információkat és útvonalválasztási adatokat gyűjtsünk, és ezeket az információkat általános üzleti célokra felhasználjuk.",
      "Welcome to Sterling Infosystems, Inc., and its affiliated companies (“Sterling“) background screening platform (the “Site“). Sterling provides background screening and other services (“Services“) to organizations and their authorized business users (“Clients“), allowing them to collect information about individuals (“Candidates“). Sterling also provides certain services directly to Candidates.": "Üdvözöljük a Sterling Infosystems, Inc. és társvállalatai („Sterling”) háttér-átvilágítási platformján (a „Webhely”). A Sterling háttér-átvilágítást és egyéb szolgáltatásokat („Szolgáltatások”) nyújt szervezeteknek és azok felhatalmazott üzleti felhasználóinak („Ügyfelek”), lehetővé téve számukra, hogy információkat gyűjtsenek magánszemélyekről („Jelöltek”). A Sterling bizonyos szolgáltatásokat közvetlenül a Jelöltek számára is nyújt.",
      "What if I don’t have a former employer’s contact information?": "Mi történik, ha nem rendelkezem egy korábbi munkáltatóm elérhetőségi adataival?",
      "What if I don’t know my password?": "Mi történik, ha nem tudom a jelszavamat?",
      "What if I don’t remember my password?": "Mi történik, ha nem emlékszem a jelszavamra?",
      "What if I haven’t received my confirmation email for resetting my password?": "Mi történik, ha nem kaptam meg a megerősítő e-mailt a jelszavam visszaállításához?",
      "When you first arrive on our background check web page (after clicking the link in your email), you’ll need to create a new password meeting the requirements indicated on the page. You’ll need to check the box to accept Sterling’s terms of use, then click the Create an Account button.": "Amikor először lép a háttérellenőrzési weboldalára (miután rákattintott az e-mailben található linkre), létre kell hoznia egy új jelszót, amely megfelel az oldalon jelzett követelményeknek. A négyzet bejelölésével el kell fogadnia a Sterling felhasználási feltételeit, majd kattintson a Fiók létrehozása gombra.",
      "Why am I being told that my email address already exists in Sterling’s system?": "Miért kapom azt az üzenetet, hogy az e-mail-címem már létezik a Sterling rendszerében?",
      "Windows, Mac OS X, Linux, Apple iOS, and other major operating systems.": "Windows, Mac OS X, Linux, Apple iOS és más jelentősebb operációs rendszerek.",
      "You agree not to access or use the Site in any manner that could damage, disable, overburden, or impair any Sterling accounts, computer systems or networks. You agree not to attempt to gain unauthorized access to any parts of the Site or any Sterling accounts, computer systems or networks. You agree not to interfere, or attempt to interfere, with the proper working of the Site or any of Sterling accounts, computer systems or networks. You agree not to use any robot, spider, scraper or other automated means to access the Site or any of Sterling accounts, computer systems or networks without the Sterling’s express written permission.": "Ön vállalja, hogy nem éri el és nem használja a Webhelyet olyan módon, amely károsíthat, lebéníthat, túlterhelhet vagy károsíthat bármely Sterling fiókot, számítógépes rendszert vagy hálózatot. Ön vállalja, hogy nem kísérel meg jogosulatlan hozzáférést szerezni a Webhely bármely részéhez, illetve a Sterling fiókokhoz, számítógépes rendszerekhez vagy hálózatokhoz. Ön vállalja, hogy nem zavarja, illetve nem kísérli meg zavarni a Webhely vagy bármely Sterling fiók, számítógépes rendszer vagy hálózat megfelelő működését. Ön vállalja, hogy a Sterling kifejezett írásos engedélye nélkül nem használ semmilyen robotot, pókot, adatgyűjtő eszközt vagy egyéb automatizált eszközt a Webhely , illetve bármely Sterling fiók, számítógépes rendszer vagy hálózat elérésére.",
      "You agree that all information you submit in use of the Site will be information that you have the right and authority to disclose to the Sterling. Where applicable, you agree that you will obtain written signed consent from each Candidate, in the form required by law before requesting background screening reports relating to that Candidate, or you will use the Site to collect that consent on your behalf. If you have collected the consent yourself, you must deliver such consent to Sterling by uploading the signed consent form as part of the Submissions relating to that Candidate.": "Ön vállalja, hogy a Webhely használata során Ön által megadott minden információ olyan információ lesz, amelyet Önnek jogában és felhatalmazásában áll a Sterlinggel közölni. Adott esetben Ön vállalja, hogy minden egyes Jelölttől a jogszabályok által előírt formában beszerzi annak aláírt írásos hozzájárulását, mielőtt háttér-átvilágítási jelentéseket kérne az adott Jelölttel kapcsolatban, vagy a Webhelyet használja fel ezen hozzájárulásnak az Ön nevében történő gyűjtésére. Ha Ön saját maga szerezte be a hozzájárulást, akkor az aláírt hozzájáruló nyilatkozatot az adott Jelöltre vonatkozó Beküldött Anyagok részeként feltöltve el kell juttatnia a Sterlinghez.",
      "You agree that you will neither use the Site in a manner, nor provide any Submission, that: (a) is defamatory, derogatory, degrading or harassing of another or constitutes a personal attack; (b) invades another’s privacy or includes, copies or transmits another’s confidential, sensitive or personal information without that person’s consent to do so; (c) promotes bigotry, racism, hatred or harm against any group or individual; (d) is obscene or not in good taste; (e) violates, infringes or promotes the violation or infringement of another’s rights, including intellectual property rights; (f) violates or promotes the violation of any applicable laws or regulations; (g) contains a solicitation of funds, goods or services, or promotes or advertises goods or services; or (h) contains any viruses, Trojan horses, or other components designed to limit or harm the functionality of a computer. Sterling may report you to the relevant authorities and may act under the fullest extent of applicable laws if you transmit or upload content intended or designed to cause harm.": "Ön vállalja, hogy a Webhelyet nem fogja olyan módon használni, illetve nem ad meg semmilyen olyan Beküldött Anyagot, amely: (a) rágalmazó, becsmérlő, másokat megalázó vagy zaklató, illetve személyes támadásnak minősül; (b) behatol egy másik személy magánszférájába, vagy magában foglalja, lemásolja vagy továbbítja más személy bizalmas, érzékeny vagy személyes adatait az adott személy hozzájárulása nélkül; (c) fanatizmust, rasszizmust, gyűlöletet vagy ártalmat népszerűsít bármely csoporttal vagy személlyel szemben; (d) obszcén vagy túl van a jó ízlés határán; (e) sérti mások jogait vagy elősegíti mások jogainak megsértését, beleértve a szellemi tulajdonjogokat; (f) sért bármely alkalmazandó jogszabályt vagy előírást, vagy elősegíti azok megsértését; (g) pénzeszközök, áruk vagy szolgáltatások kérését tartalmazza, vagy árukat vagy szolgáltatásokat reklámoz vagy hirdet; vagy (h) bármely vírust, trójai falovat, vagy egyéb olyan összetevőt tartalmaz, amelyek célja a számítógép működésének korlátozása vagy károsítása. A Sterling jelentheti az illetékes hatóságoknak, és az alkalmazandó jogszabályok által biztosított lehetőségek teljes körének kihasználásával járhat el, ha Ön olyan tartalmat továbbít vagy tölt fel, amelynek célja károkozás.",
      "You agree that you will neither use the Site in a manner, nor provide any Submission, that: (a) is defamatory, derogatory, degrading or harassing of another or constitutes a personal attack; (b) invades another’s privacy or includes, copies or transmits another’s confidential, sensitive or personal information without that person’s consent; (c) promotes bigotry, racism, hatred or harm against any group or individual; (d) is obscene or not in good taste; (e) violates, infringes or promotes the violation or infringement of another’s rights, including intellectual property rights; (f) violates or promotes the violation of any applicable laws or regulations; (g) contains a solicitation of funds, goods or services, or promotes or advertises goods or services; or (h) contains any viruses, Trojan horses, or other components designed to limit or harm the functionality of a computer. Sterling may report you to the relevant authorities and may act under the fullest extent of applicable laws if you transmit or upload content intended or designed to cause harm.": "Ön vállalja, hogy a Webhelyet nem fogja olyan módon használni, illetve nem ad meg semmilyen olyan Beküldött Anyagot, amely: (a) rágalmazó, becsmérlő, másokat megalázó vagy zaklató, illetve személyes támadásnak minősül; (b) behatol egy másik személy magánszférájába, vagy magában foglalja, lemásolja vagy továbbítja más személy bizalmas, érzékeny vagy személyes adatait az adott személy hozzájárulása nélkül; (c) fanatizmust, rasszizmust, gyűlöletet vagy ártalmat népszerűsít bármely csoporttal vagy személlyel szemben; (d) obszcén vagy túl van a jó ízlés határán; (e) sérti mások jogait vagy elősegíti mások jogainak megsértését, beleértve a szellemi tulajdonjogokat; (f) sért bármely alkalmazandó jogszabályt vagy előírást, vagy elősegíti azok megsértését; (g) pénzeszközök, áruk vagy szolgáltatások kérését tartalmazza, vagy árukat vagy szolgáltatásokat reklámoz vagy hirdet; vagy (h) bármely vírust, trójai falovat, vagy egyéb olyan összetevőt tartalmaz, amelyek célja a számítógép működésének korlátozása vagy károsítása. A Sterling jelentheti az illetékes hatóságoknak, és az alkalmazandó jogszabályok által biztosított lehetőségek teljes körének kihasználásával járhat el, ha Ön olyan tartalmat továbbít vagy tölt fel, amelynek célja károkozás.",
      "You agree to indemnify and hold harmless the Sterling, its officers, directors, employees and agents from and against any and all third-party claims, liabilities, damages, losses or expenses, including reasonable attorneys’ fees and costs, due to, or arising out of, any information you disclose to the Site, your violation of these Terms of Use, or your violation or infringement of any third-party rights, including intellectual property rights.": "Ön vállalja, hogy kártérítést fizet és kármentesíti a Sterlinget, annak tisztségviselőit, igazgatóit, alkalmazottait és megbízottjait minden harmadik fél által benyújtott követeléssel, felelősséggel, kárral, veszteséggel vagy kiadással szemben, beleértve az észszerű ügyvédi díjakat és költségeket is, amelyek az Ön által a Webhelyen közölt információkból, a jelen Felhasználási feltételek Ön általi megszegéséből, vagy bármely harmadik fél jogainak Ön általi megsértéséből vagy megszegéséből erednek, beleértve a szellemi tulajdonjogokat is.",
      "You may have had a background check processed previously with Sterling through a different employer. If you don’t remember your password, you’ll need to reset the password. Click the “I am a Returning User” option near the bottom of the Create Account page, then click the “Forgot Your Password?” option and enter your email address. You’ll receive a confirmation email containing a link for resetting your password.": "Lehet, hogy Önnel kapcsolatban korábban már végeztek háttérellenőrzést a Sterlingnél egy másik munkáltatón keresztül. Ha nem emlékszik a jelszavára, vissza kell állítania a jelszót. Kattintson a „Visszatérő felhasználó vagyok” lehetőségre a Fiók létrehozása oldal alján, majd kattintson az „Elfelejtette a jelszavát?” lehetőségre, és adja meg e-mail-címét. Egy megerősítő e-mailt fog kapni, amely tartalmazza a jelszó visszaállításához szükséges linket.",
      "You must complete the registration process to open an account by providing us with current, complete and accurate information, as required by the applicable registration form. You may also be required to choose a password and a user name. Access to, and use of, password protected or secure areas of the Site are restricted to authorized users only. Except as contemplated by Section 2.2, You agree not to share your password(s), account information, or access to the Site with any other person. You are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of your password(s) or account(s), or as a result of your access to the Site. You agree to notify Sterling immediately of any use of your password(s) or account(s) that you did not authorize or that is not authorized by these Terms of Use.": "A fiók megnyitásához el kell végeznie a regisztrációs folyamatot, és aktuális, teljes és pontos információkat kell megadnia nekünk a vonatkozó regisztrációs űrlap előírásai szerint. Előfordulhat, hogy jelszót és felhasználónevet is kell választania. A Webhely jelszóval védett vagy biztonságos területeihez való hozzáférés és azok használata kizárólag az arra jogosult felhasználókra van korlátozva. A 2.2. szakaszban foglaltak kivételével Ön vállalja, hogy nem osztja meg jelszavát (jelszavait), fiókadatait vagy a Webhelyhez való hozzáférését más személyekkel. Ön felel a jelszava(i) és a fiókadatai titkosságának megőrzéséért, és Ön felel minden olyan tevékenységért, amely a jelszava(i) vagy a fiók(ok) használatával vagy az Ön Webhelyhez való hozzáférése eredményeként történik. Ön vállalja, hogy azonnal értesíti a Sterlinget a jelszava(i) vagy fiókja(i) minden olyan használatáról, amelyet Ön nem engedélyezett, vagy amelyet a jelen Felhasználási feltételek nem engedélyeznek.",
      "You warrant that: (a) you have the right and authority to provide any personal information; (b) you have only disclosed information that is true, accurate and not misleading (including by omission) and nothing you have submitted is known by you to be false, inaccurate, or misleading; (c) you have identified the individual who the submitted information relates to and confirm their identity as the Candidate; and (d) your disclosure of information, or any engagement that may result from your disclosure of information, would not infringe any legal obligation that you or the Candidate may have to any third party, including under laws related to copyright, trademark, patent, trade secret, confidentiality, notice period, restrictive covenant, non-competition or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party.": "Ön szavatolja, hogy: (a) Ön jogosult és fel van hatalmazva a személyes adatokat megadni; (b) csak olyan információkat adott át, amelyek valósak, pontosak és nem félrevezetők (beleértve az elhallgatás útján történő félrevezetést is), és az Ön által beküldött egyetlen adatról sem tudja úgy, hogy az hamis, pontatlan vagy félrevezető lenne; (c) Ön azonosította azt a személyt, akire a beküldött információk vonatkoznak, és megerősítette, hogy az valóban a Jelölt; és (d) az információk Ön általi közlése, vagy bármely olyan kötelezettségvállalás, amely az információk Ön általi közléséből eredhet, nem sértené az Ön vagy a Jelölt harmadik féllel szemben fennálló egyetlen jogi kötelezettségét sem, ideértve a szerzői joggal, védjegyekkel, szabadalmakkal, üzleti titokkal, titoktartással, felmondási idővel, korlátozó megállapodásokkal, versenytilalmi vagy egyéb szellemi tulajdonjogokkal kapcsolatos jogszabályokat, illetve az adatvédelmi jogokat, vagy bármely harmadik fél bármely egyéb törvényes vagy erkölcsi jogait.",
      "to the use of Sterling Talent Solutions services (the \"Service\") by customers of Sterling Talent Solutions (\"Customers\") and by users that have gained access to the Service through Customer accounts (\"Users\"). By using the Service, you acknowledge that you and your Users are responsible for compliance with the Policy. You are responsible for violations of this Policy by any User that accesses the Services through your account.": "a Sterling Talent Solutions szolgáltatásoknak (a „Szolgáltatás”) a Sterling Talent Solutions ügyfelei (a „Ügyfelek”) és az Ügyfélfiókokon keresztül a Szolgáltatáshoz hozzáférő felhasználók (a „Felhasználók”) általi használatára. A Szolgáltatás használatával Ön elismeri, hogy Ön és Felhasználói felelősek a Szabályzat betartásáért. Ön felel a jelen Szabályzat bármely olyan Felhasználó által történő megsértéséért, aki a Szolgáltatásokat az Ön fiókján keresztül éri el.",
      "{ country }": "{ country }",
      "{ heading }": "{ heading }",
      "Final string": "Final string"
    }
  }
}
