{
  "en-US": {
    "translation": {
      "07:30 - 17:30 (7:30am - 5:30pm) IST, M-F": "07:30 - 17:30 uur IST, ma-vrij",
      "07:30 - 18:00 (7:30am - 6:00pm) BST, M-F": "07:30 - 18:00 uur BST, ma-vrij",
      "08:00 - 20:00 (8:00am - 8:00pm) EST, M-F": "08:00 - 20:00 uur EST, ma-vrij",
      "1 Alexandra Road": "1 Alexandra Road",
      "1. The following terms apply to Candidates only.": "1. De volgende voorwaarden zijn alleen van toepassing op kandidaten.",
      "1.1. Use of Site": "1.1. Gebruik van de site",
      "1.2. Electronic Signatures": "1.2. Elektronische handtekeningen",
      "1.3. Submissions": "1.3. Inzendingen",
      "1.4. Acceptable Use": "1.4. Aanvaardbaar gebruik",
      "1.5. Security, Passwords and Means of Accessing the Site": "1.5. Beveiliging, wachtwoorden en toegangsmiddelen tot de site",
      "2. The following terms apply to Clients only.": "2. De volgende voorwaarden zijn alleen van toepassing op Klanten.",
      "2.1. Use of Site": "2.1. Gebruik van de site",
      "2.2. Electronic Signatures": "2.2. Elektronische handtekeningen",
      "2.3. Submissions": "2.3. Inzendingen",
      "2.4. Acceptable Use": "2.4. Aanvaardbaar gebruik",
      "2.5. Security, Passwords and Means of Accessing the Site": "2.5. Beveiliging, wachtwoorden en toegangsmiddelen tot de site",
      "3. General Terms (these apply to all Users)": "3. Algemene voorwaarden (deze zijn van toepassing op alle gebruikers)",
      "3.1. Reservation of Rights": "3.1. Voorbehoud van rechten",
      "3.10. Waiver and Severability": "3.10. Vrijstelling en scheidbaarheid",
      "3.11. Applicable Laws": "3.11. Toepasselijke wetten",
      "3.12. Arbitration and Venue": "3.12. Arbitrage en locatie",
      "3.13. Limitation on Time to File Claims": "3.13. Beperking van de tijd om claims in te dienen",
      "3.14. Contact Information": "3.14. Contactgegevens",
      "3.2. Indemnity": "3.2. Schadeloosstelling",
      "3.3. Monitoring": "3.3. Bewaking",
      "3.4. Termination of Use": "3.4. Beëindiging van het gebruik",
      "3.5. Third Party Web Sites, Content, Products and Services": "3.5. Websites, inhoud, producten en diensten van derden",
      "3.6. Disclaimer": "3.6. Disclaimer",
      "3.7. Limitation of Liability": "3.7. Beperking van aansprakelijkheid",
      "3.8. Exclusions and Limitations": "3.8. Uitsluitingen en beperkingen",
      "3.9. Conflict with Service Agreement and Privacy Statement": "3.9. Conflict met serviceovereenkomst en privacyverklaring",
      "4511 Rockside Road, 4th Floor": "4511 Rockside Road, 4th Floor",
      "8th Floor, Alexandra House": "8th Floor, Alexandra House",
      "A User may not attempt to gain unauthorized access to, or attempt to interfere with or compromise the normal functioning, operation or security of, any portion of the Sterling Talent Solutions Network. A User may not use the Service to engage in any activities that may interfere with the ability of others to access or use the Service or the Internet. A User may not use the Service to monitor any data, information or communications on any network or system without authorization. A User may not attempt to gain unauthorized access to the user accounts or passwords of other Users.": "Een Gebruiker mag niet proberen ongeoorloofde toegang te verkrijgen tot enig deel van het Sterling Talent Solutions Network of proberen de normale werking of beveiliging daarvan te verstoren of in gevaar te brengen. Een Gebruiker mag de Dienst niet gebruiken voor activiteiten die de mogelijkheid van anderen om toegang te krijgen tot of gebruik te maken van de Dienst of het internet kunnen verstoren. Een Gebruiker mag de Dienst niet gebruiken om zonder toestemming gegevens, informatie of communicatie op een netwerk of systeem te controleren. Een Gebruiker mag niet proberen ongeoorloofde toegang te verkrijgen tot de gebruikersaccounts of wachtwoorden van andere Gebruikers.",
      "A User may not attempt to send e-mail messages or transmit any electronic communications using a name or address of someone other than the User for purposes of deception. Any attempt to impersonate someone else by altering source IP address information or by using forged headers or other identifying information is prohibited. Any attempt to fraudulently conceal, forge or otherwise falsify a User’s identity in connection with use of the Service is prohibited.": "Een Gebruiker mag niet proberen om e-mailberichten of elektronische communicatie te verzenden met behulp van een naam of adres van iemand anders dan de Gebruiker voor doeleinden van misleiding. Elke poging om zich voor te doen als iemand anders door de IP-adresgegevens van de bron te wijzigen of door vervalste kopteksten of andere identificerende informatie te gebruiken, is verboden. Elke poging om de identiteit van een Gebruiker op een frauduleuze manier te verbergen, te vervalsen of anderszins verkeerd voor te stellen in verband met het gebruik van de Dienst is verboden.",
      "A User may not use the Service to transmit unsolicited commercial e-mail messages or deliberately send excessively large attachments to one recipient. Any unsolicited commercial e-mail messages or a series of unsolicited commercial e-mail messages or large attachments sent to one recipient is prohibited. In addition, \"spamming\" or \"mailbombing\" is prohibited. Use of the service of another provider to send unsolicited commercial email, spam or mailbombs, to promote a site hosted on or connected to the Sterling Talent Solutions Network, is similarly prohibited. Likewise, a User may not use the Service to collect responses from mass unsolicited e-mail messages. Sterling Talent Solutions may in its sole discretion rely upon information obtained from anti-spamming organizations (including for example and without limitation spamhaus.org, spamcop.net, sorbs.net, and abuse.net) as evidence that a User is an active \"spam operation\" for purposes of taking remedial action under this Policy.": "Een Gebruiker mag de Dienst niet gebruiken om ongevraagde commerciële e-mailberichten te verzenden of opzettelijk buitensporig grote bijlagen naar één ontvanger te verzenden. Ongevraagde commerciële e-mailberichten of een reeks ongevraagde commerciële e-mailberichten of grote bijlagen die naar één ontvanger worden verzonden, zijn verboden. Bovendien zijn \"spammen\" of \"mailbommen\" verboden. Het gebruik van de dienst van een andere provider om ongevraagde commerciële e-mail, spam of mailbombardementen te verzenden, om een site te promoten die gehost wordt op of verbonden is met het Sterling Talent Solutions Network, is eveneens verboden. Evenzo mag een Gebruiker de Dienst niet gebruiken om reacties te verzamelen op massaal verzonden ongevraagde e-mailberichten. Sterling Talent Solutions kan naar eigen goeddunken vertrouwen op informatie verkregen van spambestrijdende organisaties (inclusief en zonder beperking spamhaus.org, spamcop.net, sorbs.net en abuse.net) als bewijs dat een Gebruiker een actieve \"spammer\" is voor het nemen van corrigerende maatregelen onder dit Beleid.",
      "ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF USE OR THE WEBSITES MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.": "ELKE RECHTSVORDERING OF CLAIM DIE U HEBT ALS GEVOLG VAN OF MET BETREKKING TOT DEZE GEBRUIKSVOORWAARDEN OF DE WEBSITES MOET WORDEN INGESTELD BINNEN ÉÉN (1) JAAR NADAT DE RECHTSVORDERING ONTSTAAT, ANDERS WORDT EEN DERGELIJKE RECHTSVORDERING OF CLAIM PERMANENT UITGESLOTEN.",
      "APAC": "APAC",
      "Acceptable Use Policy": "Beleid inzake aanvaardbaar gebruik",
      "Access to and use of password protected or secured areas of the Site are restricted to authorized users only. You are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of any password(s) or account(s), or as a result of your access to the Site. You agree to notify Sterling immediately of any unauthorized use of password(s) or account(s).": "De toegang tot en het gebruik van met een wachtwoord beveiligde of beveiligde delen van de Site zijn uitsluitend beperkt tot geautoriseerde gebruikers. U bent verantwoordelijk voor het handhaven van de vertrouwelijkheid van wachtwoord(en) en accountinformatie, en u bent verantwoordelijk voor alle activiteiten die plaatsvinden door het gebruik van wachtwoord(en) of account(s), of als gevolg van uw toegang tot de Site. U stemt ermee in Sterling onmiddellijk op de hoogte te stellen van elk ongeoorloofd gebruik van wachtwoord(en) of account(s).",
      "Additional terms and conditions": "Aanvullende algemene voorwaarden",
      "Advertising, transmitting, or otherwise making available any software, program, product, or service that is designed to violate this AUP, which includes the facilitation of the means to deliver unsolicited commercial email.": "Het adverteren, verzenden of anderszins beschikbaar stellen van software, programma's, producten of diensten die zijn ontworpen om dit beleid inzake aanvaardbaar gebruik te schenden, waaronder het faciliteren van de middelen om ongevraagde commerciële e-mail te bezorgen.",
      "After authorizing the use of your electronic signature, you may still withdraw your consent. To do so, you must contact Sterling or the Client for their withdrawal procedures and to understand any consequences which may apply.": "Nadat u toestemming hebt gegeven voor het gebruik van uw elektronische handtekening, kunt u uw toestemming nog steeds intrekken. Om dit te doen, moet u contact opnemen met Sterling of de Klant voor hun terugtrekkingsprocedures en om eventuele gevolgen te begrijpen.",
      "All Users of the Sterling Talent Solutions Network are responsible for notifying Sterling Talent Solutions immediately if they become aware of an impending event that may negatively affect the Sterling Talent Solutions Network. This includes extortion threats that involve threat of \"denial of service\" attacks, unauthorized access, or other security events.": "Alle Gebruikers van het Sterling Talent Solutions Network zijn ervoor verantwoordelijk om Sterling Talent Solutions onmiddellijk op de hoogte te brengen als zij zich bewust worden van een aankomende gebeurtenis die een negatief effect kan hebben op het Sterling Talent Solutions Network. Dit geldt ook voor afpersingsdreigingen waarbij wordt gedreigd met \"denial of service\"-aanvallen, ongeoorloofde toegang of andere beveiligingsincidenten.",
      "All matters relating to your access to, and use of, the Site and content provided on or through the Site, will be governed by U.S. federal law or the laws ofthe State of New York.": "Alle aangelegenheden met betrekking tot uw toegang tot en gebruik van de Site en de inhoud die op of via de Site wordt verstrekt, vallen onder de Amerikaanse federale wetgeving of de wetten van de staat New York.",
      "Any activity that disrupts, degrades, harms or threatens to harm the Sterling Talent Solutions Network or the Service.": "Elke activiteit die het Sterling Talent Solutions Network of de Dienst verstoort, verslechtert, schaadt of dreigt te schaden.",
      "Any complaints regarding prohibited use or other abuse of the Sterling Talent Solutions Network, including violations of this Policy, should be sent to Sterling Talent Solutions. Please include all applicable information that will assist Sterling Talent Solutions in investigating the complaint, including all applicable headers of forwarded messages. Customers should call 800.943.2589 to submit a complaint as quickly as possible. If you are unsure whether any contemplated use or action is permitted, please submit questions or comments to Sterling Talent Solutions at ": "Klachten over verboden gebruik of ander misbruik van het Sterling Talent Solutions Network, inclusief schendingen van dit Beleid, moeten naar Sterling Talent Solutions worden gestuurd. Vermeld alle toepasselijke informatie die Sterling Talent Solutions kan helpen bij het onderzoeken van de klacht, inclusief alle toepasselijke kopteksten van doorgestuurde berichten. Klanten moeten +1-800-943-2589 bellen om zo snel mogelijk een klacht in te dienen. Als u niet zeker weet of een overwogen gebruik of actie is toegestaan, kunt u vragen of opmerkingen naar Sterling Talent Solutions sturen op ",
      "Any controversy or claim arising out of, or relating to, these Terms of Use, or breach thereof, shall be settled by binding arbitration in accordance with the governing law as determined by these Terms of Use, the Federal Arbitration Act (insofar as it governs the arbitrability of such controversy or claim), and the Commercial Arbitration Rules (excluding Expedited Procedures) of the American Arbitration Association in the City of New York. Three qualified arbitrators shall be appointed in accordance with the Commercial Arbitration Rules (excluding Expedited Procedures) of the American Arbitration Association and these Terms of Use. Such qualified arbitrators shall be members of the New York bar and shall have at least five years of experience in the law relevant to the dispute in question. Each party shall have the right of discovery as set forth in the Federal Rules of Civil Procedure. A stenographer shall be present at the arbitration proceedings and the stenographic record shall be the official record of the proceeding. The arbitrators shall provide written findings of fact and conclusions of law in justification of any arbitration award. Either party shall have the right of appeal of any decision by the arbitrators by filing a request for reconsideration of any arbitration decision with the American Arbitration Association. Upon receiving such a request, the American Arbitration Association shall reconsider the matter de novo using the foregoing procedures. Should the arbitration award be inconsistent with the governing law as specified by these Terms of Use, either party may immediately appeal the arbitration award to any court of competent jurisdiction over Sterling. Judgment on the award rendered by the arbitrators may be entered in any court having competent jurisdiction over the parties, unless a subsequent request for reconsideration has been filed by a party under this Section, or the award has been appealed to a court of competent jurisdiction under this Section.": "Elke controverse of claim die voortvloeit uit, of verband houdt met, deze Gebruiksvoorwaarden, of schending daarvan, zal worden beslecht door bindende arbitrage in overeenstemming met het toepasselijke recht zoals bepaald door deze Gebruiksvoorwaarden, de Federal Arbitration Act (voor zover deze de arbitreerbaarheid van dergelijke controverse of claim regelt) en de Commercial Arbitration Rules (met uitzondering van Expedited Procedures) van de American Arbitration Association in de stad New York. Drie gekwalificeerde arbiters worden benoemd in overeenstemming met de Commercial Arbitration Rules (met uitzondering van Expedited Procedures) van de American Arbitration Association en deze Gebruiksvoorwaarden. Dergelijke gekwalificeerde arbiters zijn lid van de New Yorkse bar en hebben ten minste vijf jaar ervaring met de wetgeving die relevant is voor het geschil in kwestie. Elke partij heeft het recht op ontdekking zoals uiteengezet in de Federal Rules of Civil Procedure. Bij de arbitrageprocedure is een stenograaf aanwezig en het stenografisch register is het officiële register van de procedure. De arbiters verstrekken schriftelijke feitelijke bevindingen en conclusies ter rechtvaardiging van een arbitraal vonnis. Elke partij heeft het recht tegen een beslissing van de arbiters in beroep te gaan door een verzoek tot heroverweging van een arbitragebeslissing in te dienen bij de American Arbitration Association. Na ontvangst van een dergelijk verzoek zal de American Arbitration Association de zaak de novo heroverwegen met behulp van de voorgaande procedures. Mocht de arbitrage-uitspraak niet in overeenstemming zijn met het geldende recht zoals gespecificeerd in deze Gebruiksvoorwaarden, dan kan elke partij onmiddellijk in beroep gaan tegen de arbitrage-uitspraak bij een rechtbank met bevoegde jurisdictie over Sterling. Het vonnis van de arbiters kan worden uitgesproken voor elke rechtbank die bevoegd is voor de partijen, tenzij een partij later een verzoek tot heroverweging heeft ingediend krachtens deze afdeling, of tegen het vonnis beroep is ingesteld bij een krachtens deze afdeling bevoegde rechtbank.",
      "Any legal suit, action or proceeding arising out of, or related to, these Terms of Use or the Website, and allowed pursuant to this Section, shall be instituted exclusively in the federal courts of the United States in the Southern District of New York or the courts of the State of New York located in the City of New York. You waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.": "Elke rechtszaak, actie of procedure die voortvloeit uit of verband houdt met deze Gebruiksvoorwaarden of de Website, en die krachtens deze Sectie is toegestaan, wordt uitsluitend ingesteld bij de federale rechtbanken van de Verenigde Staten in het zuidelijke district van New York of de rechtbanken van de staat New York in de stad New York. U doet afstand van alle bezwaren tegen de uitoefening van de jurisdictie over u door dergelijke rechtbanken en tegen de plaats van zitting in dergelijke rechtbanken.",
      "Any other inappropriate activity or abuse of the Service (as determined by us in our sole discretion), whether or not specifically listed in this Policy, may result in suspension or termination of the User’s access to or use of the Service.": "Elke andere ongepaste activiteit of misbruik van de Dienst (zoals door ons naar eigen goeddunken bepaald), al dan niet specifiek in dit Beleid vermeld, kan leiden tot opschorting of beëindiging van de toegang tot of het gebruik van de Dienst door de Gebruiker.",
      "Any use of another party’s electronic mail server to relay email without express permission from such other party is prohibited.": "Elk gebruik van de e-mailserver van een andere partij om e-mail door te sturen zonder de uitdrukkelijke toestemming van die andere partij is verboden.",
      "Attempting to circumvent or alter the processes or procedures to measure time, bandwidth utilization, or other methods to document use of Sterling Talent Solutions services.": "Pogingen tot het omzeilen of wijzigen van de processen of procedures om de tijd en het bandbreedtegebruik te meten of van andere methoden om het gebruik van de diensten van Sterling Talent Solutions te documenteren.",
      "Because the Internet is an inherently open and insecure means of communication, any data or information a User transmits over the Internet may be susceptible to interception and alteration. Subject to our Online Privacy Policy, we make no guarantee regarding, and assume no liability for, the security and integrity of any data or information a User transmits via the Service or over the Internet, including any data or information transmitted via any server designated as \"secure.\"": "Omdat het internet een inherent open en onveilige manier van communicatie is, kunnen alle gegevens of informatie die een gebruiker via het internet verzendt, worden onderschept en gewijzigd. Onder voorbehoud van ons online privacybeleid geven wij geen garanties met betrekking tot, en aanvaarden geen aansprakelijkheid voor, de veiligheid en integriteit van gegevens of informatie die een Gebruiker via de Dienst of via het internet verzendt, met inbegrip van gegevens of informatie die via een als \"veilig\" aangeduide server worden verzonden.",
      "By making Submissions, you warrant that: (a) you have the right and authority to provide any Submissions; (b) you have only disclosed information that is true, accurate and not misleading (including by omission) and nothing you have submitted is known by you to be false, inaccurate, or misleading; (c) you are the individual who the Submissions relate to and that you have obtained permission from each person who appears and/or is referred to in your Submissions; and (d) your Submissions would not infringe any legal obligation that you may have to any third party, including under laws related to copyright, trademark, patent, trade secret, confidentiality, notice period, restrictive covenant, non-competition or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party.": "Door inzendingen te doen, u garandeert dat: (a) u het recht en de bevoegdheid hebt om Inzendingen te verstrekken; (b) u alleen informatie hebt bekendgemaakt die waar is, nauwkeurig en niet misleidend is (inclusief door weglating) en niets dat u hebt ingediend bij u vals is, onnauwkeurig, of misleidend zijn; (c) u de persoon bent waarop de Inzendingen betrekking hebben en dat u toestemming hebt verkregen van elke persoon die in uw Inzendingen voorkomt en/of waarnaar wordt verwezen; en (d) uw Inzendingen geen inbreuk zouden maken op enige wettelijke verplichting die u mogelijk hebt jegens een derde partij, waaronder onder wetten met betrekking tot auteursrecht, handelsmerk, octrooi, handelsgeheimen, vertrouwelijkheid, opzegtermijn, beperkend convenant, niet-concurrentiebeding of andere intellectuele eigendomsrechten, privacyrechten of andere wettelijke of morele rechten van derden.",
      "By using the Site and providing Submissions, you agree to transact electronically through the Site. You agree that your electronic signature is the legal equivalent of your manual signature. You further agree that your use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes your signature as if actually signed by you in writing. You also agree that no certification authority or other third-party verification is necessary to validate your electronic signature, and the lack of such certification or third party verification will not in any way affect the enforceability of your electronic signature.": "Door de Site te gebruiken en Inzendingen te verstrekken, stemt u ermee in om elektronisch via de Site te handelen. U gaat ermee akkoord dat uw elektronische handtekening het wettelijke equivalent is van uw handmatige handtekening. U gaat er verder mee akkoord dat uw gebruik van een toetsenbord, muis of ander apparaat om een item, knop, pictogram of soortgelijke handeling te selecteren, uw handtekening vormt alsof u deze daadwerkelijk schriftelijk hebt ondertekend. U gaat er ook mee akkoord dat er geen certificeringsautoriteit of andere verificatie door derden nodig is om uw elektronische handtekening te valideren, en het ontbreken van een dergelijke certificering of verificatie door derden zal op geen enkele manier de afdwingbaarheid van uw elektronische handtekening beïnvloeden.",
      "By using the Site you warrant that you, or the entity for whom you are authorized to use the Site, has agreed to transact electronically through the Site. You warrant that, or the entity for whom you are authorized to use the Site, agrees that an electronic signature is the legal equivalent of a manual signature. You further warrant that you, or the entity for whom you are authorized to use the Site, agrees that the use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes a valid signature as if actually signed in writing. You also warrant that no certification authority or other third party verification is necessary to validate an electronic signature, and that the lack of such certification or third party verification will not in any way affect the enforceability of the electronic signature.": "Door de Site te gebruiken, garandeert u dat u, of de entiteit waarvoor u bevoegd bent om de Site te gebruiken, ermee heeft ingestemd om elektronisch via de Site te handelen. U garandeert dat u, of de entiteit waarvoor u bevoegd bent om de Site te gebruiken, ermee instemt dat een elektronische handtekening het wettelijke equivalent is van een handmatige handtekening. U garandeert verder dat u, of de entiteit waarvoor u bevoegd bent om de Site te gebruiken, ermee instemt dat het gebruik van een toetsenbord, muis of ander apparaat om een item, knop, pictogram of soortgelijke handeling/actie te selecteren, een geldige handtekening vormt alsof deze daadwerkelijk schriftelijk is ondertekend. U garandeert ook dat er geen verificatie door een certificeringsinstantie of andere derde partij nodig is om een elektronische handtekening te valideren, en dat het ontbreken van een dergelijke certificering of verificatie door een derde partij op geen enkele manier de afdwingbaarheid van de elektronische handtekening zal beïnvloeden.",
      "Client Service Support Information": "Informatie over ondersteuning door klantenservice",
      "Commercial email, spamming, mail bombing": "Commerciële e-mail, spammen, mailbommen",
      "Common questions from our customers": "Veelgestelde vragen van onze klanten",
      "Complaints": "Klachten",
      "Complaints and contact information": "Klachten en contactgegevens",
      "Contact Us": "Neem contact met ons op",
      "Cooperation with investigations": "Samenwerking met onderzoeken",
      "English": "Nederlands",
      "English and Spanish": "Nederlands en Spaans",
      "Except where expressly provided otherwise, the Site is provided on an “as is” and “as available” basis. Sterling expressly disclaims all warranties of any kind, whether express or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose, and non-infringement with respect to the Site and all content provided on, or through, the Site. The Sterling makes no warranty that: (a) the Site or content will meet your requirements; (b) the Site will be available on an uninterrupted, timely, secure, or error-free basis; (c) the results that may be obtained from the use of the Site, or any content provided on or through the Site, will be accurate or reliable; or (d) any content obtained by you on or through the Site will meet your expectations.": "Tenzij uitdrukkelijk anders bepaald, wordt de Site geleverd op een \"as is\" en \"as available\" basis. Sterling wijst uitdrukkelijk alle garanties van welke aard dan ook af, expliciet of impliciet, inclusief, maar niet beperkt tot, de impliciete garanties van verkoopbaarheid, geschiktheid voor een bepaald doel en niet-inbreuk met betrekking tot de Site en alle inhoud die op of via de Site wordt verstrekt. De Sterling geeft geen garantie dat: (a) de Site of inhoud aan uw vereisten zal voldoen; (b) de Site op ononderbroken, tijdige, veilige of foutloze basis beschikbaar zal zijn; (c) de resultaten die kunnen worden verkregen door het gebruik van de Site, of enige inhoud die op of via de Site wordt verstrekt, nauwkeurig of betrouwbaar zullen zijn; of (d) enige inhoud die door u op of via de Site wordt verkregen, aan uw verwachtingen zal voldoen.",
      "Filters and service information": "Filters en service-informatie",
      "Frequently Asked Questions": "Veelgestelde vragen",
      "If Users engage in conduct or a pattern of conduct, including without limitation repeated violations by a User whereby correction of individual violations does not in Sterling Talent Solutions is sole discretion correct a pattern of the same or similar violations, while using the Service that violates the Policy, or is otherwise illegal or improper, Sterling Talent Solutions reserves the right to suspend and/or terminate the Service or the User's access to the Service. Sterling Talent Solutions will generally attempt to notify you of any activity in violation of the Policy and request that the User cease such activity; however, in cases where the operation of the Sterling Talent Solutions Network is threatened or cases involving unsolicited commercial email/SPAM, a pattern of violations, mail relaying, alteration of your source IP address information, denial of service attacks, illegal activities, suspected fraud in connection with the use of Service, harassment or copyright infringement, we reserve the right to suspend or terminate your Service or the User's access to the Service without notification. In addition, we may take any other appropriate action against you or a User for violations of the Policy, including repeated violations wherein correction of individual violations does not in Sterling Talent Solutions is sole discretion correct a pattern of the same or similar violations. We do not make any promise, nor do we have any obligation, to monitor or police activity occurring using the Service and will have no liability to any party, including you, for any violation of the Policy.": "Als Gebruikers zich schuldig maken aan gedrag of een gedragspatroon, inclusief maar niet beperkt tot herhaalde overtredingen door een Gebruiker waarbij een correctie van individuele overtredingen naar eigen goeddunken van Sterling Talent Solutions niet leidt tot correctie van een patroon van dezelfde of soortgelijke overtredingen tijdens het gebruik van de Dienst dat in strijd is met het Beleid, of anderszins illegaal of ongepast is, behoudt Sterling Talent Solutions zich het recht voor om de Dienst of de toegang van de Gebruiker tot de Dienst op te schorten en/of te beëindigen. Sterling Talent Solutions zal in het algemeen proberen u op de hoogte te stellen van elke activiteit die in strijd is met het Beleid en zal de Gebruiker verzoeken om dergelijke activiteiten stop te zetten; echter, in gevallen waarin de werking van het Sterling Talent Solutions Network wordt bedreigd of gevallen waarbij sprake is van ongevraagde commerciële e-mail/SPAM, een patroon van overtredingen, het doorsturen van e-mail, wijziging van uw bron-IP-adresgegevens, denial-of-service-aanvallen, illegale activiteiten, vermoedelijke fraude in verband met het gebruik van de Dienst, intimidatie of inbreuk op het auteursrecht, behouden wij ons het recht voor om zonder kennisgeving uw Dienst of de toegang van de Gebruiker tot de Dienst op te schorten of te beëindigen. Daarnaast kunnen we elke andere passende actie tegen u of een Gebruiker ondernemen voor overtredingen van het Beleid, inclusief herhaalde overtredingen waarbij een correctie van individuele overtredingen naar eigen goeddunken van Sterling Talent Solutions niet leidt tot correctie van een patroon van dezelfde of soortgelijke overtredingen. We doen geen belofte, noch hebben we enige verplichting, om de activiteiten die met behulp van de Dienst plaatsvinden te controleren of te bewaken en zijn niet aansprakelijk jegens enige partij, inclusief u, voor enige overtreding van het Beleid.",
      "If there is a conflict between these Terms of Use and an applicable service agreement between Sterling and a Client, then the terms of the service agreement will prevail to the extent of the conflict. If there is a conflict between these Terms of Use and Sterling’s relevant privacy statement (https://www.sterlingcheck.com/privacy), then the privacy statement will prevail to the extent of the conflict.": "Als er een conflict is tussen deze Gebruiksvoorwaarden en een toepasselijke dienstenovereenkomst tussen Sterling en een Klant, dan prevaleren de voorwaarden van de dienstenovereenkomst voor zover het conflict bestaat. Als er een conflict is tussen deze Gebruiksvoorwaarden en de betreffende privacyverklaring van Sterling (https://www.sterlingcheck.com/privacy), dan prevaleert de privacyverklaring voor zover het conflict bestaat.",
      "If we have specified bandwidth limitations for your user account, use of the Service shall not be in excess of those limitations. If a User is accessing the Service via a dial-up connection, we may terminate the user session if the User is connected for more than 7 days in order to protect Sterling Talent Solutions Network resources and maintain Service availability for others.": "Als we bandbreedtebeperkingen voor uw gebruikersaccount hebben opgegeven, mag uw gebruik van de Dienst die beperkingen niet overschrijden. Als een Gebruiker toegang heeft tot de Dienst via een inbelverbinding, kunnen we de gebruikerssessie beëindigen als de Gebruiker meer dan 7 dagen continu verbonden is, om de middelen van het Sterling Talent Solutions Network te beschermen en de Dienst voor anderen beschikbaar te houden.",
      "If you decline to use an electronic signature, you may be able to print forms and sign them by hand, in which case you will be required to deliver the hand signed forms to the relevant Sterling company representative.": "Als u weigert om een elektronische handtekening te gebruiken, kunt u mogelijk formulieren afdrukken en met de hand ondertekenen, in welk geval u de met de hand ondertekende formulieren moet afleveren aan de relevante vertegenwoordiger van het Sterling-bedrijf.",
      "If you do not agree to these Terms of Use, your continued use of the Site is not authorized.": "Als u niet akkoord gaat met deze Gebruiksvoorwaarden, is uw voortgezet gebruik van de Site niet toegestaan.",
      "If you have any questions regarding these Terms of Use, please contact Sterling at 1-800-899-2272.": "Als u vragen hebt over deze Gebruiksvoorwaarden, neem dan contact op met Sterling op 1-800-899-2272.",
      "If you wish to obtain a paper copy of the forms you sign via this site, you will be given the opportunity to download and print those forms once they have been executed.": "Als u via deze site een papieren exemplaar van de formulieren die u ondertekent wilt verkrijgen, krijgt u de mogelijkheid om deze formulieren te downloaden en af te drukken zodra ze zijn uitgevoerd.",
      "Illegal Title": "Onwettige titel",
      "Impending security event notification": "Melding van dreigend beveiligingsincident",
      "In most cases, we will notify our Customer(s) of complaints received by us regarding an alleged violation of this Policy. You agree to promptly investigate all such complaints and take all necessary actions to remedy any violations of this Policy. We may inform the complainant that you are investigating the complaint and may provide the complainant with the necessary information to contact you directly to resolve the complaint. You shall identify a representative for the purposes of receiving such communications.": "In de meeste gevallen zullen we onze Klant(en) op de hoogte stellen van klachten die wij hebben ontvangen met betrekking tot een vermeende overtreding van dit beleid. U gaat ermee akkoord om dergelijke klachten onmiddellijk te onderzoeken en alle noodzakelijke maatregelen te nemen om overtredingen van dit Beleid te verhelpen. Wij kunnen de klager informeren dat u de klacht onderzoekt en we kunnen de klager de nodige informatie verstrekken om rechtstreeks contact met u op te nemen om de klacht op te lossen. U dient een vertegenwoordiger aan te wijzen voor het ontvangen van dergelijke berichten.",
      "In no event will Sterling or its officers, directors, employees, or agents be liable for any direct, indirect, incidental, special, or consequential damages; or damages for lost profits, revenue, data or data use, incurred by you or any third party, whether in an action in contract, or tort (including negligence), breach of statutory duty, strict liability, or otherwise, arising from your access to, or use of, the Site or any content provided on or through the Site.": "In geen geval zal Sterling of haar functionarissen, directeuren, werknemers of agenten aansprakelijk zijn voor enige directe, indirecte, incidentele, bijzondere of gevolgschade; of schade voor gederfde winst, inkomsten, gegevens of gegevensgebruik, opgelopen door u of een derde partij, hetzij in een contractuele actie, of onrechtmatige daad (inclusief nalatigheid), schending van wettelijke verplichtingen, strikte aansprakelijkheid, of anderszins, voortvloeiend uit uw toegang tot of gebruik van de Site of enige inhoud die op of via de Site wordt verstrekt.",
      "In order to access, fulfill and retain the following electronic forms, your computer must be equipped and compatible with the most common operating systems and internet browsers. This would include:": "Om toegang te krijgen tot de volgende elektronische formulieren, deze in te vullen en te bewaren, moet uw computer zijn uitgerust en compatibel met de meest voorkomende besturingssystemen en internetbrowsers. Dit omvat:",
      "Independence, OH 44131": "Independence, OH 44131",
      "India": "India",
      "Intentionally transmitting files containing a computer virus or corrupted data.": "Het opzettelijk verzenden van bestanden die een computervirus of beschadigde gegevens bevatten.",
      "Introduction": "Inleiding",
      "It may take up to two hours for you to receive a confirmation email when resetting your password. If you don’t see the confirmation email in your inbox, be sure to check your junk and spam folders. If you still haven’t received your email after two hours, you can try again by clicking the “I am a Returning User” option near the bottom of the Create Account page and requesting another confirmation email. If you continue not to receive a confirmation email, please call us at 888-889-5248 for further assistance.": "Bij het opnieuw instellen van uw wachtwoord kan het tot twee uur duren voordat u een bevestigingsmail ontvangt. Als u de bevestigingsmail niet in uw postvak ziet, controleer dan uw mappen met ongewenste e-mail en spam. Als u na twee uur nog steeds niet uw e-mail hebt ontvangen, kunt u het opnieuw proberen door onderaan de pagina Account aanmaken op de optie “Ik ben een terugkerende gebruiker” te klikken en nogmaals een bevestigingsmail aan te vragen. Als u daarna nog steeds geen bevestigingsmail ontvangt, bel ons dan op 888-889-5248 voor verdere hulp.",
      "It’s important that Sterling is able to contact your   previous employers to verify your work history. We suggest using Google or another search engine to find contact information, checking the employer’s web site, or reviewing any past documents you may have received from the employer. If the employer is no longer in business, please provide the most complete information you have.": "Het is belangrijk dat Sterling contact kan opnemen met uw vorige werkgevers om uw werkgeschiedenis te verifiëren. We raden u aan om Google of een andere zoekmachine te gebruiken om contactgegevens te vinden, de website van de werkgever te controleren of eventuele documenten die u eerder van de werkgever hebt ontvangen te bekijken. Als de werkgever niet langer actief is, geef dan de meest volledige informatie die u hebt.",
      "I’ve provided my address history. Why am I being prompted to fill in gaps?": "Ik heb mijn adresgeschiedenis opgegeven. Waarom wordt mij gevraagd om hiaten op te vullen?",
      "Just reset the password. Click the “I am a Returning User” option near the bottom of the Create Account page, then click the “Forgot Your Password?” option and enter your email address. You’ll receive a confirmation email containing a link for resetting your password.": "Stel gewoon het wachtwoord opnieuw in. Klik onderaan de pagina Account aanmaken op de optie “Ik ben een terugkerende gebruiker” en klik vervolgens op de optie “Wachtwoord vergeten?” en voer uw e-mailadres in. U ontvangt een bevestigingsmail met een link om uw wachtwoord opnieuw in te stellen.",
      "Lorem Ipsum dolor sit emit.": "Lorem Ipsum dolor sit emit.",
      "Mailing Address": "Postadres",
      "Microsoft Internet Explorer version 8 and later, Mozilla Firefox – latest version, Safari latest version + tablet versions, Chrome latest desktop version.": "Microsoft Internet Explorer versie 8 en later, Mozilla Firefox - laatste versie, Safari laatste versie + tablet versies, Chrome laatste desktop versie.",
      "Modifications to policy": "Aanpassingen aan het beleid",
      "Privacy": "Privacy",
      "Questions related to your background check": "Vragen met betrekking tot uw achtergrondonderzoek",
      "Responsibilities of customers": "Verantwoordelijkheden van klanten",
      "Return To Top": "Terug naar boven",
      "SA1 5ED": "SA1 5ED",
      "Some jurisdictions do not allow the disclaimer or exclusion of certain warranties of the disclaimer, exclusion, or limitation of certain liabilities. To the extent that they are held to be legally invalid, disclaimers, exclusions, and limitations set out in these Terms of Use, including those set out in Sections 3.6 (Disclaimer) and 3.7 (Limitation of Liability), do not apply and all other terms will remain in full force and effect.": "In sommige rechtsgebieden is de afwijzing of uitsluiting van bepaalde garanties of de afwijzing, uitsluiting of beperking van bepaalde aansprakelijkheden niet toegestaan. Voor zover ze wettelijk ongeldig worden geacht, zijn disclaimers, uitsluitingen en beperkingen uiteengezet in deze Gebruiksvoorwaarden, inclusief die uiteengezet in Artikel 3.6 (Disclaimer) en 3.7 (Beperking van aansprakelijkheid), niet van toepassing en blijven alle andere voorwaarden volledig van kracht.",
      "Spoofing/Fraud": "Spoofing/fraude",
      "Sterling Customer Support": "Klantenondersteuning van Sterling",
      "Sterling FAQ": "Veelgestelde vragen over Sterling",
      "Sterling Talent Solutions reserves the right to modify this Policy at any time without notice. We will attempt to notify Customers of any such modifications either via e-mail or by posting a revised version of the Policy on our Web site. Any such modifications shall be effective and applied prospectively from the date of posting.": "Sterling Talent Solutions behoudt zich het recht voor om dit Beleid op elk gewenst moment zonder kennisgeving te wijzigen. We zullen proberen om Klanten van dergelijke wijzigingen op de hoogte te stellen, hetzij via e-mail of door een herziene versie van het Beleid op onze Website te plaatsen. Dergelijke wijzigingen zijn van kracht en worden prospectief toegepast vanaf de datum dat ze op de website worden geplaatst.",
      "Sterling Talent Solutions will cooperate with appropriate law enforcement agencies and other parties involved in investigating claims of illegal or inappropriate activity. Sterling Talent Solutions reserves the right to disclose customer information to the extent authorized by federal or state law.": "Sterling Talent Solutions zal samenwerken met de relevante wetshandhavingsinstanties en andere partijen die betrokken zijn bij het onderzoeken van beschuldigingen van illegale of ongepaste activiteiten. Sterling Talent Solutions behoudt zich het recht voor om klantinformatie bekend te maken voor zover toegestaan door de federale of staatswetgeving.",
      "Sterling UK Customer Support": "Klantenondersteuning van Sterling UK",
      "Sterling may revise the Terms of Use at any time without notice to you. The revised Terms of Use will be effective when posted to the Site.": "Sterling kan de Gebruiksvoorwaarden te allen tijde herzien zonder u daarvan in kennis te stellen. De herziene Gebruiksvoorwaarden zijn van kracht wanneer ze op de Site worden geplaatst.",
      "Sterling reserves the right to make changes or updates to, and monitor the use of, the Site and content provided on or through the Site at any time without notice.": "Sterling behoudt zich het recht voor te allen tijde zonder kennisgeving wijzigingen of updates aan te brengen in, en toezicht te houden op het gebruik van de Site en de op of via de Site aangeboden inhoud.",
      "Sterling will have no responsibility for any damage to your computer system or loss of data that results from the use of the Site.": "Sterling is niet verantwoordelijk voor enige schade aan uw computersysteem of verlies van gegevens als gevolg van het gebruik van de Site.",
      "Suspension or termination of service": "Opschorting of beëindiging van de dienst",
      "Swansea": "Swansea",
      "Terms of Use": "Gebruiksvoorwaarden",
      "The Policy applies to all aspects of the Service. \"Sterling Talent Solutions Network\" includes, without limitation, Sterling Talent Solutions leased transmission network, including all equipment, systems, facilities, services and products incorporated or used in such transmission network. As used in this Policy, \"you\" refers to Customers, and any reference to \"Users\" is intended to encompass, as applicable, both Customers and their Users.": "Het Beleid is van toepassing op alle aspecten van de Dienst. \"Sterling Talent Solutions Network\" omvat, zonder beperking, het door Sterling Talent Solutions gehuurde transmissienetwerk, inclusief alle apparatuur, systemen, faciliteiten, diensten en producten die in een dergelijk transmissienetwerk zijn opgenomen of worden gebruikt. Zoals gebruikt in dit Beleid, verwijst \"u\" naar Klanten, en elke verwijzing naar \"Gebruikers\" is bedoeld om waar van toepassing zowel Klanten als hun Gebruikers te omvatten.",
      "The Service shall not be used for any unlawful activities or in connection with any criminal or civil violation and the Services shall in all cases be used in compliance with applicable law. Use of the Service for transmission, distribution, retrieval, or storage of any information, data or other material in violation of any applicable law or regulation (including, where applicable, any tariff or treaty) is prohibited. This includes, without limitation, the use or transmission of any data or material protected by copyright, trademark, trade secret, patent or other intellectual property right without proper authorization and the transmission of any material that constitutes an illegal threat, violates export control laws, or is obscene, defamatory or otherwise unlawful.": "De Dienst mag niet worden gebruikt voor onwettige activiteiten of in verband met een civiel- of strafrechtelijke overtreding en de Diensten moeten in alle gevallen worden gebruikt in overeenstemming met de toepasselijke wetgeving. Het gebruik van de Dienst voor het verzenden, distribueren, ophalen of opslaan van informatie, gegevens of ander materiaal dat in strijd is met enige toepasselijke wet- of regelgeving (inclusief, indien van toepassing, een tarief of verdrag) is verboden. Dit omvat, zonder beperking, het zonder de juiste toestemming gebruiken of overdragen van gegevens of materiaal dat is beschermd door auteursrecht, handelsmerk, handelsgeheim, octrooi of ander intellectueel eigendomsrecht, en de overdracht van materiaal dat een illegale bedreiging vormt, de exportcontrolewetten schendt of obsceen, lasterlijk of anderszins onwettig is.",
      "The Site and content provided on or through the Site are the intellectual property and copyrighted works of Sterling, a Sterling Client, or a third-party provider. All rights, title and interest not expressly granted with respect to the Site and content provided on or through the Site are reserved. All content is provided on an “As Is” and “As Available” basis, and Sterling reserves the right to terminate the permissions granted to you at any time.": "De Site en de inhoud die op of via de Site wordt verstrekt, zijn het intellectuele eigendom en auteursrechtelijk beschermde werken van Sterling, een Sterling-klant of een externe leverancier. Alle niet uitdrukkelijk verleende rechten, titels en belangen met betrekking tot de Site en de op of via de Site aangeboden inhoud zijn voorbehouden. Alle inhoud wordt geleverd op een \"As Is\" en \"As Available\" basis, en Sterling behoudt zich het recht voor om de aan u verleende rechten op elk moment te beëindigen.",
      "The Site provides links to Web sites and access to content, products and services of third parties, including users, advertisers, affiliates and sponsors of the Site. Sterling is not responsible for third party content provided on, or through the Site, or for any changes or updates to such third party sites, and you bear all risks associated with the access to, and use of, such Web sites and third party content, products and services.": "De Site biedt links naar websites en toegang tot inhoud, producten en diensten van derden, waaronder gebruikers, adverteerders, gelieerde bedrijven en sponsors van de Site. Sterling is niet verantwoordelijk voor inhoud van derden die op of via de Site wordt verstrekt, of voor wijzigingen of updates aan dergelijke websites van derden, en u draagt alle risico's in verband met de toegang tot en het gebruik van dergelijke websites en inhoud, producten en diensten van derden.",
      "The Sterling has no obligation to monitor the Site. However, Sterling reserves the right to review the Site and content and to monitor all use of and activity on the Site, and to remove or choose not to make available on or through the Site, any content (including Submissions) in its sole discretion. Sterling may remove content that is confidential or proprietary to you, or a third party, without permission from you or the third party.": "De Sterling is niet verplicht om de Site te controleren. Sterling behoudt zich echter het recht voor de Site en de inhoud te controleren en alle gebruik van en activiteit op de Site te bewaken, en naar eigen goeddunken inhoud (inclusief inzendingen) te verwijderen of niet beschikbaar te stellen op of via de Site. Sterling kan inhoud verwijderen die vertrouwelijk of eigendom is van u of een derde partij, zonder toestemming van u of de derde partij.",
      "The Sterling may, in its sole discretion, at any time discontinue providing or limit access to the Site, in whole or in part. You agree that Sterling may, in its sole discretion, at any time, terminate or limit your access to, or use of, the Site in whole or in part. Sterling may terminate or limit your access to, or use of, the Site, if Sterling determines, in its sole discretion, that you have infringed the copyrights or other legal rights of a third party, or otherwise materially violated these Terms of Use. You agree that Sterling will not be liable to you or any third-party for any termination or limitation of your access to, or use of, the Site.": "De Sterling kan, naar eigen goeddunken, te allen tijde het verstrekken van toegang tot de Site geheel of gedeeltelijk stopzetten of beperken. U gaat ermee akkoord dat Sterling, naar eigen goeddunken, op elk moment uw toegang tot of gebruik van de Site geheel of gedeeltelijk kan beëindigen of beperken. Sterling kan uw toegang tot, of gebruik van, de Site beëindigen of beperken, indien Sterling naar eigen goeddunken vaststelt dat u inbreuk heeft gemaakt op de auteursrechten of andere wettelijke rechten van een derde, of anderszins deze Gebruiksvoorwaarden wezenlijk heeft geschonden. U stemt ermee in dat Sterling niet aansprakelijk is jegens u of een derde partij voor beëindiging of beperking van uw toegang tot, of gebruik van, de Site.",
      "The background check application form requires that the start date & the end date of each address should be a total match.": "Het aanvraagformulier voor achtergrondonderzoek vereist dat de startdatum en de einddatum van elk adres volledig overeenkomen.",
      "The failure of Sterling to exercise or enforce any rights or provisions in these Terms of Use will not constitute a waiver of such right or provision. If any part or provision of these Terms of Use is found to be unenforceable, such part or provision may be modified to make the Terms of Use as modified, legal and enforceable. The rest of the Terms of Use will not be affected.": "Het niet uitoefenen of afdwingen door Sterling van rechten of bepalingen in deze Gebruiksvoorwaarden vormt geen verklaring van afstand van dat recht of die bepaling. Indien een deel of bepaling van deze Gebruiksvoorwaarden onuitvoerbaar wordt geacht, kan een dergelijk deel of bepaling worden gewijzigd om de Gebruiksvoorwaarden zoals gewijzigd, wettig en afdwingbaar te maken. De rest van de Gebruiksvoorwaarden wordt niet beïnvloed.",
      "The following activities are also prohibited:": "De volgende activiteiten zijn ook verboden:",
      "The parties waive any right to bring representative claims on behalf of a class of individuals, on behalf of the public, as a private attorney general, or otherwise (the “class action waiver”). Except for this class action waiver, this clause may be severed or modified if necessary to render it enforceable under the Federal Arbitration Act.": "De partijen doen afstand van elk recht om representatieve vorderingen in te stellen namens een groep personen, namens het publiek, als een particuliere advocaat-generaal, of anderszins (de “vrijstelling van collectieve rechtsvordering”). Met uitzondering van deze verklaring van afstand van collectieve rechtsvorderingen, kan deze clausule indien nodig worden gescheiden of gewijzigd om deze afdwingbaar te maken onder de Federal Arbitration Act.",
      "The sole purpose of this website is to enable you to collect and evaluate Candidate Submissions. Use of this Site does not create an employment relationship between any person and any Sterling company. Individuals who use this Site on behalf of a Client shall be solely the employees or agents of such entity and shall be under the sole and exclusive direction and control of such entity. The Client organization shall be responsible for compliance with all laws, rules and regulations involving its respective employees or agents, including (but not limited to) employment of labor, hours of labor, health and safety, working conditions and payment of wages.": "Het enige doel van deze website is om u in staat te stellen inzendingen van kandidaten te verzamelen en te evalueren. Het gebruik van deze Site creëert geen arbeidsrelatie tussen een persoon en een Sterling-bedrijf. Personen die deze Site gebruiken namens een Klant zijn uitsluitend de werknemers of agenten van een dergelijke entiteit en staan onder de exclusieve leiding en controle van een dergelijke entiteit. De klantorganisatie is verantwoordelijk voor de naleving van alle wetten, regels en voorschriften met betrekking tot haar respectieve werknemers of agenten, met inbegrip van (maar niet beperkt tot) tewerkstelling van arbeidskrachten, arbeidstijden, gezondheid en veiligheid, arbeidsomstandigheden en loonsbetaling.",
      "The sole purpose of this website is to enable you to submit information (“Submissions“) to provide information to allow Sterling to carry out Services for a Client or for you. Use of this Site does not create an employment relationship between you and any Sterling company. You expressly agree that no employment relationship will be created without further review of the Submission, an appropriate successful interview process, background and reference checks (where applicable), verification of identity and the legal right to work, and issuance and acceptance of a formal written offer of employment from the entity offering employment.": "Het enige doel van deze website is om u in staat te stellen informatie in te dienen (“Inzendingen”) om informatie te verstrekken zodat Sterling Diensten kan uitvoeren voor een Klant of voor u. Het gebruik van deze Site creëert geen arbeidsrelatie tussen u en een Sterling-bedrijf. U stemt er uitdrukkelijk mee in dat er geen arbeidsverhouding tot stand komt zonder verdere beoordeling van de Voorlegging, een passend succesvol sollicitatieproces, achtergrond- en referentiecontroles (indien van toepassing), verificatie van de identiteit en het wettelijk recht om te werken, en afgifte en aanvaarding van een formeel schriftelijk werkaanbod van de entiteit die werk aanbiedt.",
      "The use of the Sterling Talent Solutions Network by a Customer of Sterling Talent Solutions is subject to the terms and conditions of any agreements entered into by such Customer and Sterling Talent Solutions. This Policy is incorporated into such agreements by reference.": "Voor het gebruik van het Sterling Talent Solutions Network door een Klant van Sterling Talent Solutions gelden de algemene voorwaarden van alle overeenkomsten die door deze Klant en Sterling Talent Solutions zijn aangegaan. Dit Beleid is door middel van verwijzing opgenomen in dergelijke overeenkomsten.",
      "This Policy is designed to assist in protecting the Sterling Talent Solutions Network, the Service, our Users and the Internet community as a whole from improper and/or illegal activity over the Internet, to improve Service and to improve Service offerings. In situations where data communications are carried across networks of other Internet Service Providers (ISPs), Users of the Sterling Talent Solutions Network must also conform to the applicable acceptable use policies of such other ISPs.": "Dit Beleid is bedoeld om het Sterling Talent Solutions Network, de Dienst, onze Gebruikers en de internetgemeenschap als geheel te helpen beschermen tegen ongepaste en/of illegale activiteiten via het internet, om de Dienst te verbeteren en het aanbod van Diensten te verbeteren. In situaties waarin gegevenscommunicatie via netwerken van andere internetserviceproviders (ISP's) wordt uitgevoerd, moeten gebruikers van het Sterling Talent Solutions Network ook voldoen aan het toepasselijke beleid voor aanvaardbaar gebruik van dergelijke andere ISP's.",
      "This listing of prohibited activities is not exhaustive and Sterling Talent Solutions reserves the right to determine that any conduct that is or could be harmful to the Sterling Talent Solutions Network, Sterling Talent Solutions is Customers or Internet users is in violation of this Policy and to exercise any or all of the remedies contained in this Policy.": "Deze lijst van verboden activiteiten is niet uitputtend en Sterling Talent Solutions behoudt zich het recht voor om te bepalen dat elk gedrag dat schadelijk is of zou kunnen zijn voor het Sterling Talent Solutions Network, de Klanten of internetgebruikers van Sterling Talent Solutions, in strijd is met dit Beleid en om een of alle van de in dit Beleid opgenomen rechtsmiddelen uit te oefenen.",
      "Through the Site, Clients, Candidates, and third-party sources of data related to Candidates (collectively, “Users”), will have the ability to place orders for, and participate in the fulfillment of, Services. By accessing or using the Site, you agree to follow and be bound by the following terms and conditions concerning your access to and use of the Site (“Terms of Use“).": "Via de Site kunnen Klanten, Kandidaten en derde bronnen van gegevens over Kandidaten (gezamenlijk \"Gebruikers\") bestellingen plaatsen voor en deelnemen aan de uitvoering van Diensten. Door de Site te bezoeken of te gebruiken, gaat u akkoord met en bent u gebonden aan de volgende voorwaarden betreffende uw toegang tot en gebruik van de Site (\"Gebruiksvoorwaarden\").",
      "Unauthorized access/interference": "Ongeoorloofde toegang/interferentie",
      "United Kingdom": "Verenigd Koninkrijk",
      "United States and Canada": "Verenigde Staten en Canada",
      "Users are entirely responsible for maintaining the confidentiality of password and account information, as well as the security of their network. You agree immediately to notify Sterling Talent Solutions of any unauthorized use of your account or any other breach of security known to you. If you become aware of any violation of this Policy by any person, including Users that have accessed the Service through your account, you are required to notify us.": "Gebruikers zijn volledig verantwoordelijk voor het handhaven van de vertrouwelijkheid van wachtwoord- en accountgegevens, evenals de beveiliging van hun netwerk. U stemt ermee in Sterling Talent Solutions onmiddellijk op de hoogte te stellen van elk ongeoorloofd gebruik van uw account of elke andere inbreuk op de beveiliging die u bekend is. Als u zich bewust wordt van een overtreding van dit Beleid door een persoon, inclusief Gebruikers die via uw account toegang tot de Dienst hebben verkregen, bent u verplicht ons hiervan op de hoogte te stellen.",
      "Users are prohibited from intentionally or negligently injecting false data into the Internet, for instance in the form of bad routing information (including but not limited to the announcing of networks owned by someone else or reserved by the Internet Assigned Numbers Authority) or incorrect DNS information.": "Het is Gebruikers verboden om opzettelijk of uit nalatigheid valse gegevens op het internet te plaatsen, bijvoorbeeld in de vorm van foutieve routeringsinformatie (inclusief maar niet beperkt tot de aankondiging van netwerken die eigendom zijn van iemand anders of die zijn gereserveerd door de Internet Assigned Numbers Authority) of onjuiste DNS-informatie.",
      "We reserve the right to install and use, or to have you install and use, any appropriate devices to prevent violations of this Policy, including devices designed to filter or terminate access to the Service. By accepting and using the Service, you consent to allowing us to collect service information and routing information in the normal course of our business, and to use such information for general business purposes.": "We behouden ons het recht voor om geschikte voorzieningen te installeren en te gebruiken of om u deze te laten installeren en gebruiken, om overtredingen van dit Beleid te voorkomen, inclusief voorzieningen die zijn bedoeld om de toegang tot de Dienst te filteren of te beëindigen. Door de Dienst te aanvaarden en te gebruiken, stemt u ermee in dat wij in onze normale bedrijfsvoering service-informatie en routeringsinformatie mogen verzamelen en dat wij dergelijke informatie voor algemene zakelijke doeleinden mogen gebruiken.",
      "Welcome to Sterling Infosystems, Inc., and its affiliated companies (“Sterling“) background screening platform (the “Site“). Sterling provides background screening and other services (“Services“) to organizations and their authorized business users (“Clients“), allowing them to collect information about individuals (“Candidates“). Sterling also provides certain services directly to Candidates.": "Welkom bij Sterling Infosystems, Inc. en zijn gelieerde bedrijven (“Sterling”) platform voor achtergrondscreening (de “Site”). Sterling levert achtergrondonderzoek en andere diensten (\"Diensten\") aan organisaties en hun geautoriseerde zakelijke gebruikers (\"Klanten\"), waardoor zij informatie kunnen verzamelen over personen (\"Kandidaten\"). Sterling levert ook bepaalde diensten rechtstreeks aan Kandidaten.",
      "What if I don’t have a former employer’s contact information?": "Wat als ik de contactgegevens van een voormalige werkgever niet heb?",
      "What if I don’t know my password?": "Wat als ik mijn wachtwoord niet weet?",
      "What if I don’t remember my password?": "Wat als ik mijn wachtwoord ben vergeten?",
      "What if I haven’t received my confirmation email for resetting my password?": "Wat als ik geen bevestigingsmail heb ontvangen voor het opnieuw instellen van mijn wachtwoord?",
      "When you first arrive on our background check web page (after clicking the link in your email), you’ll need to create a new password meeting the requirements indicated on the page. You’ll need to check the box to accept Sterling’s terms of use, then click the Create an Account button.": "Wanneer u voor het eerst op onze webpagina voor achtergrondonderzoek aankomt (nadat u op de link in uw e-mail hebt geklikt), moet u een nieuw wachtwoord aanmaken dat voldoet aan de vereisten die op de pagina staan vermeld. U moet het vakje aanvinken om de gebruiksvoorwaarden van Sterling te accepteren en vervolgens op de knop Account aanmaken klikken.",
      "Why am I being told that my email address already exists in Sterling’s system?": "Waarom krijg ik de melding dat mijn e-mailadres al bestaat in het systeem van Sterling?",
      "Windows, Mac OS X, Linux, Apple iOS, and other major operating systems.": "Windows, Mac OS X, Linux, Apple iOS en andere belangrijke besturingssystemen.",
      "You agree not to access or use the Site in any manner that could damage, disable, overburden, or impair any Sterling accounts, computer systems or networks. You agree not to attempt to gain unauthorized access to any parts of the Site or any Sterling accounts, computer systems or networks. You agree not to interfere, or attempt to interfere, with the proper working of the Site or any of Sterling accounts, computer systems or networks. You agree not to use any robot, spider, scraper or other automated means to access the Site or any of Sterling accounts, computer systems or networks without the Sterling’s express written permission.": "U gaat ermee akkoord om de Site niet te openen of te gebruiken op een manier die Sterling-accounts, computersystemen of netwerken kan beschadigen, uitschakelen, overbelasten of aantasten. U gaat ermee akkoord niet te proberen onbevoegde toegang te verkrijgen tot delen van de Site of tot accounts, computersystemen of netwerken van Sterling. U gaat ermee akkoord om de goede werking van de Site of een van de Sterling-accounts, computersystemen of netwerken niet te verstoren of proberen te verstoren. U gaat ermee akkoord in geen robot, spider, scraper of andere geautomatiseerde middelen te gebruiken om toegang te krijgen tot de Site of een van de Sterling-accounts, computersystemen of netwerken zonder de uitdrukkelijke schriftelijke toestemming van Sterling.",
      "You agree that all information you submit in use of the Site will be information that you have the right and authority to disclose to the Sterling. Where applicable, you agree that you will obtain written signed consent from each Candidate, in the form required by law before requesting background screening reports relating to that Candidate, or you will use the Site to collect that consent on your behalf. If you have collected the consent yourself, you must deliver such consent to Sterling by uploading the signed consent form as part of the Submissions relating to that Candidate.": "U gaat ermee akkoord dat alle informatie die u verstrekt tijdens het gebruik van de Site informatie zal zijn die u het recht en de bevoegdheid hebt om aan de Sterling bekend te maken. Indien van toepassing, gaat u ermee akkoord dat u schriftelijke ondertekende toestemming van elke Kandidaat verkrijgt, in de vorm die wettelijk vereist is, voordat u antecedentenonderzoeksrapporten met betrekking tot die Kandidaat aanvraagt, of dat u de Site gebruikt om die toestemming namens u te verzamelen. Als u de toestemming zelf hebt verzameld, moet u deze toestemming aan Sterling geven door het ondertekende toestemmingsformulier te uploaden als onderdeel van de Inzendingen met betrekking tot die Kandidaat.",
      "You agree that you will neither use the Site in a manner, nor provide any Submission, that: (a) is defamatory, derogatory, degrading or harassing of another or constitutes a personal attack; (b) invades another’s privacy or includes, copies or transmits another’s confidential, sensitive or personal information without that person’s consent to do so; (c) promotes bigotry, racism, hatred or harm against any group or individual; (d) is obscene or not in good taste; (e) violates, infringes or promotes the violation or infringement of another’s rights, including intellectual property rights; (f) violates or promotes the violation of any applicable laws or regulations; (g) contains a solicitation of funds, goods or services, or promotes or advertises goods or services; or (h) contains any viruses, Trojan horses, or other components designed to limit or harm the functionality of a computer. Sterling may report you to the relevant authorities and may act under the fullest extent of applicable laws if you transmit or upload content intended or designed to cause harm.": "U gaat ermee akkoord dat u de Site niet zult gebruiken op een manier, noch enige Inzending verstrekken, dat: (a) lasterlijk is, denigrerend, het vernederen of intimideren van een ander of vormt een persoonlijke aanval; (b) de privacy van een ander schendt of omvat, kopieert of verzendt vertrouwelijk, gevoelige of persoonlijke informatie zonder de toestemming van die persoon om dit te doen; (c) onverdraagzaamheid bevordert, racisme, haat of schade tegen een groep of persoon; (d) obsceen is of niet van goede smaak; (e) in strijd is met, inbreuk maakt op of de schending of schending van de rechten van een ander bevordert, inclusief intellectuele eigendomsrechten; (f) toepasselijke wet- of regelgeving schendt of de schending ervan bevordert; (g) een verzoek om fondsen bevat, goederen of diensten, of goederen of diensten promoot of adverteert; of (h) virussen bevat, Trojaanse paarden, of andere componenten die zijn ontworpen om de functionaliteit van een computer te beperken of te schaden. Sterling kan u aangeven bij de relevante autoriteiten en kan optreden in de ruimste zin van de toepasselijke wetgeving als u inhoud verzendt of uploadt die bedoeld of ontworpen is om schade te veroorzaken.",
      "You agree that you will neither use the Site in a manner, nor provide any Submission, that: (a) is defamatory, derogatory, degrading or harassing of another or constitutes a personal attack; (b) invades another’s privacy or includes, copies or transmits another’s confidential, sensitive or personal information without that person’s consent; (c) promotes bigotry, racism, hatred or harm against any group or individual; (d) is obscene or not in good taste; (e) violates, infringes or promotes the violation or infringement of another’s rights, including intellectual property rights; (f) violates or promotes the violation of any applicable laws or regulations; (g) contains a solicitation of funds, goods or services, or promotes or advertises goods or services; or (h) contains any viruses, Trojan horses, or other components designed to limit or harm the functionality of a computer. Sterling may report you to the relevant authorities and may act under the fullest extent of applicable laws if you transmit or upload content intended or designed to cause harm.": "U gaat ermee akkoord dat u de Site niet zult gebruiken op een manier, noch enige Inzending verstrekken, dat: (a) lasterlijk is, denigrerend, het vernederen of intimideren van een ander of vormt een persoonlijke aanval; (b) de privacy van een ander schendt of omvat, kopieert of verzendt vertrouwelijk, gevoelige of persoonlijke informatie zonder de toestemming van die persoon; (c) onverdraagzaamheid bevordert, racisme, haat of schade tegen een groep of persoon; (d) obsceen is of niet van goede smaak; (e) in strijd is met, inbreuk maakt op of de schending of schending van de rechten van een ander bevordert, inclusief intellectuele eigendomsrechten; (f) toepasselijke wet- of regelgeving schendt of de schending ervan bevordert; (g) een verzoek om fondsen bevat, goederen of diensten, of goederen of diensten promoot of adverteert; of (h) virussen bevat, Trojaanse paarden, of andere componenten die zijn ontworpen om de functionaliteit van een computer te beperken of te schaden. Sterling kan u aangeven bij de relevante autoriteiten en kan optreden in de ruimste zin van de toepasselijke wetgeving als u inhoud verzendt of uploadt die bedoeld of ontworpen is om schade te veroorzaken.",
      "You agree to indemnify and hold harmless the Sterling, its officers, directors, employees and agents from and against any and all third-party claims, liabilities, damages, losses or expenses, including reasonable attorneys’ fees and costs, due to, or arising out of, any information you disclose to the Site, your violation of these Terms of Use, or your violation or infringement of any third-party rights, including intellectual property rights.": "U gaat ermee akkoord om Sterling, haar functionarissen, directeuren, werknemers en agenten schadeloos te stellen en te vrijwaren van en tegen alle claims, aansprakelijkheden, schade, verliezen of uitgaven van derden, inclusief redelijke advocatenhonoraria en -kosten, als gevolg van of voortvloeiend uit informatie die u aan de Site bekendmaakt, uw schending van deze Gebruiksvoorwaarden of uw schending of inbreuk op rechten van derden, inclusief intellectuele eigendomsrechten.",
      "You may have had a background check processed previously with Sterling through a different employer. If you don’t remember your password, you’ll need to reset the password. Click the “I am a Returning User” option near the bottom of the Create Account page, then click the “Forgot Your Password?” option and enter your email address. You’ll receive a confirmation email containing a link for resetting your password.": "Mogelijk hebt u eerder een achtergrondonderzoek door Sterling laten verwerken via een andere werkgever. Als u uw wachtwoord bent vergeten, moet u het wachtwoord opnieuw instellen. Klik onderaan de pagina Account aanmaken op de optie “Ik ben een terugkerende gebruiker” en klik vervolgens op de optie “Wachtwoord vergeten?” en voer uw e-mailadres in. U ontvangt een bevestigingsmail met een link om uw wachtwoord opnieuw in te stellen.",
      "You must complete the registration process to open an account by providing us with current, complete and accurate information, as required by the applicable registration form. You may also be required to choose a password and a user name. Access to, and use of, password protected or secure areas of the Site are restricted to authorized users only. Except as contemplated by Section 2.2, You agree not to share your password(s), account information, or access to the Site with any other person. You are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of your password(s) or account(s), or as a result of your access to the Site. You agree to notify Sterling immediately of any use of your password(s) or account(s) that you did not authorize or that is not authorized by these Terms of Use.": "U moet het registratieproces voltooien om een account te openen door ons actuele, volledige en nauwkeurige informatie te verstrekken, zoals vereist door het toepasselijke registratieformulier. Mogelijk moet u ook een wachtwoord en een gebruikersnaam kiezen. De toegang tot en het gebruik van met een wachtwoord beveiligde of beveiligde delen van de Site zijn uitsluitend beperkt tot geautoriseerde gebruikers. Behalve zoals overwogen in Sectie 2.2, stemt u ermee in om uw wachtwoord(en), accountinformatie of toegang tot de Site niet te delen met een andere persoon. U bent verantwoordelijk voor het handhaven van de vertrouwelijkheid van wachtwoord(en) en accountinformatie, en u bent verantwoordelijk voor alle activiteiten die plaatsvinden door het gebruik van uw wachtwoord(en) of account(s), of als gevolg van uw toegang tot de Site. U stemt ermee in Sterling onmiddellijk op de hoogte te stellen van elk gebruik van uw wachtwoord(en) of account(s) dat u niet hebt geautoriseerd of dat niet is geautoriseerd door deze Gebruiksvoorwaarden.",
      "You warrant that: (a) you have the right and authority to provide any personal information; (b) you have only disclosed information that is true, accurate and not misleading (including by omission) and nothing you have submitted is known by you to be false, inaccurate, or misleading; (c) you have identified the individual who the submitted information relates to and confirm their identity as the Candidate; and (d) your disclosure of information, or any engagement that may result from your disclosure of information, would not infringe any legal obligation that you or the Candidate may have to any third party, including under laws related to copyright, trademark, patent, trade secret, confidentiality, notice period, restrictive covenant, non-competition or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party.": "U garandeert dat: (a) u het recht en de bevoegdheid hebt om persoonlijke informatie te verstrekken; (b) u alleen informatie hebt bekendgemaakt die waar is, nauwkeurig en niet misleidend is (inclusief door weglating) en niets dat u hebt ingediend bij u vals is, onnauwkeurig, of misleidend zijn; (c)  u de persoon op wie de verstrekte informatie betrekking heeft, hebt geïdentificeerd en diens identiteit als de Kandidaat bevestigt; en (d) uw openbaarmaking van informatie, of enige verbintenis die uit uw openbaarmaking van informatie kan voortvloeien, geen inbreuk maakt op enige wettelijke verplichting die u of de Kandidaat jegens een derde partij heeft, met inbegrip van wetten in verband met auteursrecht, handelsmerk, octrooi, handelsgeheim, vertrouwelijkheid, opzegtermijn, beperkend convenant, niet-concurrentie of andere intellectuele eigendomsrechten, privacyrechten, of andere wettelijke of morele rechten van een derde partij.",
      "to the use of Sterling Talent Solutions services (the \"Service\") by customers of Sterling Talent Solutions (\"Customers\") and by users that have gained access to the Service through Customer accounts (\"Users\"). By using the Service, you acknowledge that you and your Users are responsible for compliance with the Policy. You are responsible for violations of this Policy by any User that accesses the Services through your account.": "aan het gebruik van de diensten van Sterling Talent Solutions (de \"Dienst\") door klanten van Sterling Talent Solutions (\"Klanten\") en door gebruikers die toegang tot de Dienst hebben verkregen via Klantenaccounts (\"Gebruikers\"). Door de Dienst te gebruiken, erkent u dat u en uw Gebruikers verantwoordelijk zijn voor de naleving van het Beleid. U bent verantwoordelijk voor overtredingen van dit Beleid door een Gebruiker die via uw account toegang tot de Diensten heeft.",
      "{ country }": "{ country }",
      "{ heading }": "{ heading }",
      "Test pull request update": "Test pull request update"
    }
  }
}
