{
  "en-US": {
    "translation": {
      "07:30 - 17:30 (7:30am - 5:30pm) IST, M-F": "Das 07:30 às 17:30 IST, de segunda a sexta-feira",
      "07:30 - 18:00 (7:30am - 6:00pm) BST, M-F": "Das 07:30 às 18:00 BST, de segunda a sexta-feira",
      "08:00 - 20:00 (8:00am - 8:00pm) EST, M-F": "Das 08:00 às 20:00 EST, de segunda a sexta-feira",
      "1 Alexandra Road": "1 Alexandra Road",
      "1. The following terms apply to Candidates only.": "1. Os seguintes termos aplicam-se apenas a Candidatos.",
      "1.1. Use of Site": "1.1. Utilização do site",
      "1.2. Electronic Signatures": "1.2. Assinaturas eletrónicas",
      "1.3. Submissions": "1.3. Submissões",
      "1.4. Acceptable Use": "1.4. Utilização aceitável",
      "1.5. Security, Passwords and Means of Accessing the Site": "1.5. Segurança, palavras-passe e meios de acesso ao site",
      "2. The following terms apply to Clients only.": "2. Os seguintes termos aplicam-se apenas a Clientes.",
      "2.1. Use of Site": "2.1. Utilização do site",
      "2.2. Electronic Signatures": "2.2. Assinaturas eletrónicas",
      "2.3. Submissions": "2.3. Submissões",
      "2.4. Acceptable Use": "2.4. Utilização aceitável",
      "2.5. Security, Passwords and Means of Accessing the Site": "2.5. Segurança, palavras-passe e meios de acesso ao site",
      "3. General Terms (these apply to all Users)": "3. Termos Gerais (aplicam-se a todos os Utilizadores)",
      "3.1. Reservation of Rights": "3.1. Reserva de Direitos",
      "3.10. Waiver and Severability": "3.10. Renúncia e Divisibilidade",
      "3.11. Applicable Laws": "3.11. Leis Aplicáveis",
      "3.12. Arbitration and Venue": "3.12. Arbitragem e Local",
      "3.13. Limitation on Time to File Claims": "3.13. Limitação do tempo para apresentar reclamações",
      "3.14. Contact Information": "3.14. Dados de contacto",
      "3.2. Indemnity": "3.2. Indemnização",
      "3.3. Monitoring": "3.3. Monitorização",
      "3.4. Termination of Use": "3.4. Cessação da utilização",
      "3.5. Third Party Web Sites, Content, Products and Services": "3.5. Sites, Conteúdos, Produtos e Serviços de Terceiros",
      "3.6. Disclaimer": "3.6. Isenção de responsabilidade",
      "3.7. Limitation of Liability": "3.7. Limitação de responsabilidade",
      "3.8. Exclusions and Limitations": "3.8. Exclusões e limitações",
      "3.9. Conflict with Service Agreement and Privacy Statement": "3.9. Conflito com o Contrato de Serviços e Declaração de Privacidade",
      "4511 Rockside Road, 4th Floor": "4511 Rockside Road, 4th Floor",
      "8th Floor, Alexandra House": "8th Floor, Alexandra House",
      "A User may not attempt to gain unauthorized access to, or attempt to interfere with or compromise the normal functioning, operation or security of, any portion of the Sterling Talent Solutions Network. A User may not use the Service to engage in any activities that may interfere with the ability of others to access or use the Service or the Internet. A User may not use the Service to monitor any data, information or communications on any network or system without authorization. A User may not attempt to gain unauthorized access to the user accounts or passwords of other Users.": "Um Utilizador não pode tentar obter acesso não autorizado ou tentar interferir ou comprometer o funcionamento normal, operação ou segurança de qualquer parte da Rede Sterling Talent Solutions. Um Utilizador não pode utilizar o Serviço para se envolver em quaisquer atividades que possam interferir com a capacidade de outros para aceder ou utilizar o Serviço ou a Internet. Um Utilizador não pode utilizar o Serviço para monitorizar quaisquer dados, informações ou comunicações em qualquer rede ou sistema sem autorização. Um Utilizador não pode tentar obter acesso não autorizado às contas de utilizador ou palavras-passe de outros Utilizadores.",
      "A User may not attempt to send e-mail messages or transmit any electronic communications using a name or address of someone other than the User for purposes of deception. Any attempt to impersonate someone else by altering source IP address information or by using forged headers or other identifying information is prohibited. Any attempt to fraudulently conceal, forge or otherwise falsify a User’s identity in connection with use of the Service is prohibited.": "Um Utilizador não pode tentar enviar mensagens de e-mail ou transmitir comunicações eletrónicas utilizando um nome ou endereço de alguém que não o Utilizador para fins fraudulentos. É proibida qualquer tentativa de fazer-se passar por outra pessoa alterando as informações do endereço IP de origem ou usando cabeçalhos falsos ou outras informações de identificação. É proibida qualquer tentativa de ocultar, forjar ou de outra forma falsificar de forma fraudulenta a identidade de um Utilizador no âmbito da utilização do Serviço.",
      "A User may not use the Service to transmit unsolicited commercial e-mail messages or deliberately send excessively large attachments to one recipient. Any unsolicited commercial e-mail messages or a series of unsolicited commercial e-mail messages or large attachments sent to one recipient is prohibited. In addition, \"spamming\" or \"mailbombing\" is prohibited. Use of the service of another provider to send unsolicited commercial email, spam or mailbombs, to promote a site hosted on or connected to the Sterling Talent Solutions Network, is similarly prohibited. Likewise, a User may not use the Service to collect responses from mass unsolicited e-mail messages. Sterling Talent Solutions may in its sole discretion rely upon information obtained from anti-spamming organizations (including for example and without limitation spamhaus.org, spamcop.net, sorbs.net, and abuse.net) as evidence that a User is an active \"spam operation\" for purposes of taking remedial action under this Policy.": "Um Utilizador não pode utilizar o Serviço para transmitir mensagens de e-mail comerciais não solicitadas ou enviar deliberadamente anexos excessivamente grandes para um destinatário. É proibida qualquer mensagem de e-mail comercial não solicitada ou uma série de mensagens de e-mail comerciais não solicitadas ou anexos grandes enviados para um destinatário. Além disso, \"spammming\" ou \"mailbombing\" são proibidos. É igualmente proibida a utilização do serviço de outro fornecedor para enviar e-mails comerciais não solicitados, spam ou mailbombs, para promover um site alojado ou ligado à Rede Sterling Talent Solutions. Da mesma forma, um Utilizador não pode usar o Serviço para recolher respostas de mensagens de e-mail em massa não solicitadas. A Sterling Talent Solutions pode, a seu exclusivo critério, basear-se em informações obtidas de organizações anti-spam (incluindo, por exemplo e sem limitação, spamhaus.org, spamcop.net, sorbs.net e abuse.net) como prova de que um Utilizador é uma \"operação de spam\" ativa para fins de tomada de medidas corretivas ao abrigo desta Política.",
      "ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF USE OR THE WEBSITES MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.": "QUALQUER CAUSA DE AÇÃO OU RECLAMAÇÃO QUE POSSA TER DECORRENTE OU RELACIONADA COM ESTES TERMOS DE UTILIZAÇÃO OU OS WEBSITES DEVE SER INICIADA NO PRAZO DE UM (1) ANO APÓS A CAUSA DA AÇÃO TER OCORRIDO, CASO CONTRÁRIO, TAL CAUSA DE AÇÃO OU RECLAMAÇÃO É PERMANENTEMENTE BARRADA.",
      "APAC": "APAC",
      "Acceptable Use Policy": "Política de Utilização Aceitável",
      "Access to and use of password protected or secured areas of the Site are restricted to authorized users only. You are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of any password(s) or account(s), or as a result of your access to the Site. You agree to notify Sterling immediately of any unauthorized use of password(s) or account(s).": "O acesso e a utilização de áreas protegidas por palavra-passe do Site são restritos apenas a utilizadores autorizados. O utilizador é responsável por manter a confidencialidade da(s) palavra(s)-passe e das informações da conta, e é responsável por todas as atividades que ocorram através da utilização de qualquer palavra-passe ou conta ou em resultado do seu acesso ao Site. Concorda em notificar imediatamente a Sterling de qualquer utilização não autorizada de palavra(s)-passe ou conta(s).",
      "Additional terms and conditions": "Termos e condições adicionais",
      "Advertising, transmitting, or otherwise making available any software, program, product, or service that is designed to violate this AUP, which includes the facilitation of the means to deliver unsolicited commercial email.": "Enviar publicidade, transmitir ou de outra forma disponibilizar qualquer software, programa, produto ou serviço que tenha sido concebido para violar esta AUP, o que inclui a facilitação dos meios para entregar correio eletrónico comercial não solicitado.",
      "After authorizing the use of your electronic signature, you may still withdraw your consent. To do so, you must contact Sterling or the Client for their withdrawal procedures and to understand any consequences which may apply.": "Depois de autorizar a utilização da sua assinatura eletrónica, poderá ainda assim retirar o seu consentimento. Para o fazer, deve contactar a Sterling ou o Cliente para os seus procedimentos de rescisão e para compreender quaisquer consequências que possam aplicar-se.",
      "All Users of the Sterling Talent Solutions Network are responsible for notifying Sterling Talent Solutions immediately if they become aware of an impending event that may negatively affect the Sterling Talent Solutions Network. This includes extortion threats that involve threat of \"denial of service\" attacks, unauthorized access, or other security events.": "Todos os Utilizadores da Rede Sterling Talent Solutions são responsáveis por notificarem imediatamente a Sterling Talent Solutions se tomarem conhecimento de um evento iminente que possa afetar negativamente a Rede Sterling Talent Solutions. Isto inclui ameaças de extorsão que envolvam ameaças de ataques de “negação de serviço”, acesso não autorizado ou outros eventos de segurança.",
      "All matters relating to your access to, and use of, the Site and content provided on or through the Site, will be governed by U.S. federal law or the laws ofthe State of New York.": "Todos os assuntos relacionados com o seu acesso e utilização do Site e conteúdo fornecido no Site ou através do Site serão regidos pela lei federal dos EUA ou pelas leis do Estado de Nova Iorque.",
      "Any activity that disrupts, degrades, harms or threatens to harm the Sterling Talent Solutions Network or the Service.": "Qualquer atividade que perturbe, degrade, prejudique ou ameace prejudicar a Rede ou o Serviço da Sterling Talent Solutions.",
      "Any complaints regarding prohibited use or other abuse of the Sterling Talent Solutions Network, including violations of this Policy, should be sent to Sterling Talent Solutions. Please include all applicable information that will assist Sterling Talent Solutions in investigating the complaint, including all applicable headers of forwarded messages. Customers should call 800.943.2589 to submit a complaint as quickly as possible. If you are unsure whether any contemplated use or action is permitted, please submit questions or comments to Sterling Talent Solutions at ": "Quaisquer reclamações relativas à utilização proibida ou outros abusos da Rede Sterling Talent Solutions, incluindo violações desta Política, devem ser enviadas para a Sterling Talent Solutions. Inclua todas as informações aplicáveis que ajudarão a Sterling Talent Solutions na investigação da reclamação, incluindo todos os cabeçalhos aplicáveis de mensagens encaminhadas. Os clientes devem ligar para 800.943.2589 para enviar uma reclamação o mais rapidamente possível. Se não tiver a certeza se é permitida qualquer utilização ou ação contemplada, envie perguntas ou comentários para Sterling Talent Solutions para ",
      "Any controversy or claim arising out of, or relating to, these Terms of Use, or breach thereof, shall be settled by binding arbitration in accordance with the governing law as determined by these Terms of Use, the Federal Arbitration Act (insofar as it governs the arbitrability of such controversy or claim), and the Commercial Arbitration Rules (excluding Expedited Procedures) of the American Arbitration Association in the City of New York. Three qualified arbitrators shall be appointed in accordance with the Commercial Arbitration Rules (excluding Expedited Procedures) of the American Arbitration Association and these Terms of Use. Such qualified arbitrators shall be members of the New York bar and shall have at least five years of experience in the law relevant to the dispute in question. Each party shall have the right of discovery as set forth in the Federal Rules of Civil Procedure. A stenographer shall be present at the arbitration proceedings and the stenographic record shall be the official record of the proceeding. The arbitrators shall provide written findings of fact and conclusions of law in justification of any arbitration award. Either party shall have the right of appeal of any decision by the arbitrators by filing a request for reconsideration of any arbitration decision with the American Arbitration Association. Upon receiving such a request, the American Arbitration Association shall reconsider the matter de novo using the foregoing procedures. Should the arbitration award be inconsistent with the governing law as specified by these Terms of Use, either party may immediately appeal the arbitration award to any court of competent jurisdiction over Sterling. Judgment on the award rendered by the arbitrators may be entered in any court having competent jurisdiction over the parties, unless a subsequent request for reconsideration has been filed by a party under this Section, or the award has been appealed to a court of competent jurisdiction under this Section.": "Qualquer controvérsia ou reclamação decorrente ou relacionada com estes Termos de Utilização, ou com a sua violação, será resolvida por arbitragem vinculativa de acordo com a lei aplicável, conforme determinado por estes Termos de Utilização, a Lei Federal de Arbitragem (na medida em que rege a arbitrabilidade de tal controvérsia ou reclamação), e as Regras de Arbitragem Comercial (excluindo Procedimentos Expeditos) da Associação Americana de Arbitragem na Cidade de Nova Iorque. Serão nomeados três árbitros qualificados de acordo com as Regras de Arbitragem Comercial (excluindo Procedimentos Expeditos) da Associação Americana de Arbitragem e estes Termos de Utilização. Esses árbitros qualificados serão membros da Ordem dos Advogados de Nova Iorque e terão pelo menos cinco anos de experiência na lei relevante para o litígio em questão. Cada parte terá o direito de descoberta conforme estabelecido nas Regras Federais do Processo Civil. Um estenógrafo estará presente no processo de arbitragem e o registo estenográfico será o registo oficial do processo. Os árbitros devem fornecer conclusões escritas de factos e conclusões da lei em justificação de qualquer sentença arbitral. Qualquer uma das partes terá o direito de recorrer de qualquer decisão dos árbitros, apresentando um pedido de reconsideração de qualquer decisão arbitral junto da Associação Americana de Arbitragem. Ao receber tal pedido, a Associação Americana de Arbitragem deverá reconsiderar a questão de novo utilizando os procedimentos anteriores. Se a sentença arbitral for inconsistente com a lei aplicável, conforme especificado por estes Termos de Utilização, qualquer uma das partes pode recorrer imediatamente da sentença arbitral a qualquer tribunal de jurisdição competente sobre a Sterling. A decisão sobre a sentença proferida pelos árbitros pode ser inscrita em qualquer tribunal com jurisdição competente sobre as partes, a menos que um pedido subsequente de reconsideração tenha sido apresentado por uma parte ao abrigo desta Secção, ou a sentença tenha sido recorrida para um tribunal de jurisdição competente ao abrigo desta Secção.",
      "Any legal suit, action or proceeding arising out of, or related to, these Terms of Use or the Website, and allowed pursuant to this Section, shall be instituted exclusively in the federal courts of the United States in the Southern District of New York or the courts of the State of New York located in the City of New York. You waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.": "Qualquer processo, ação ou procedimento legal decorrente ou relacionado com estes Termos de Utilização ou com o Website, e permitido de acordo com esta Secção, será instituído exclusivamente nos tribunais federais dos Estados Unidos no Distrito Sul de Nova Iorque ou nos tribunais do Estado de Nova Iorque localizados na Cidade de Nova Iorque. Renuncia a todas e quaisquer objeções ao exercício da jurisdição sobre si por tais tribunais e ao local nesses tribunais.",
      "Any other inappropriate activity or abuse of the Service (as determined by us in our sole discretion), whether or not specifically listed in this Policy, may result in suspension or termination of the User’s access to or use of the Service.": "Qualquer outra atividade inapropriada ou abuso do Serviço (conforme determinado por nós, a nosso exclusivo critério), quer esteja ou não especificamente listado nesta Política, pode resultar na suspensão ou rescisão do acesso ou utilização do Serviço por parte do Utilizador.",
      "Any use of another party’s electronic mail server to relay email without express permission from such other party is prohibited.": "É proibida qualquer utilização do servidor de correio eletrónico de outra parte para transmitir correio eletrónico sem autorização expressa dessa outra parte.",
      "Attempting to circumvent or alter the processes or procedures to measure time, bandwidth utilization, or other methods to document use of Sterling Talent Solutions services.": "Tentar contornar ou alterar os processos ou procedimentos para medir o tempo, a utilização da largura de banda ou outros métodos para documentar a utilização dos serviços da Sterling Talent Solutions.",
      "Because the Internet is an inherently open and insecure means of communication, any data or information a User transmits over the Internet may be susceptible to interception and alteration. Subject to our Online Privacy Policy, we make no guarantee regarding, and assume no liability for, the security and integrity of any data or information a User transmits via the Service or over the Internet, including any data or information transmitted via any server designated as \"secure.\"": "Dado que a Internet é um meio de comunicação inerentemente aberto e inseguro, quaisquer dados ou informações que um Utilizador transmita através da Internet podem ser suscetíveis de interceção e alteração. Sujeito à nossa Política de Privacidade Online, não damos qualquer garantia e não assumimos qualquer responsabilidade pela segurança e integridade de quaisquer dados ou informações que um Utilizador transmita através do Serviço ou da Internet, incluindo quaisquer dados ou informações transmitidas através de qualquer servidor designado como \"seguro.\"",
      "By making Submissions, you warrant that: (a) you have the right and authority to provide any Submissions; (b) you have only disclosed information that is true, accurate and not misleading (including by omission) and nothing you have submitted is known by you to be false, inaccurate, or misleading; (c) you are the individual who the Submissions relate to and that you have obtained permission from each person who appears and/or is referred to in your Submissions; and (d) your Submissions would not infringe any legal obligation that you may have to any third party, including under laws related to copyright, trademark, patent, trade secret, confidentiality, notice period, restrictive covenant, non-competition or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party.": "Ao efetuar Submissões, garante que: (a) tem o direito e a autoridade para fornecer quaisquer Submissões; (b) apenas divulgou informações verdadeiras, exatas e não enganosas (incluindo por omissão) e nada que tenha enviado é conhecido por ser falso, impreciso, ou enganoso; (c) é o indivíduo com quem as Submissões se relacionam e que obteve permissão de cada pessoa que aparece e/ou é referida nas suas Submissões; e (d) as suas Submissões não infringiriam qualquer obrigação legal que possa ter perante terceiros, incluindo ao abrigo de leis relacionadas com direitos de autor, marca comercial, patente, segredo comercial, confidencialidade, período de aviso prévio, acordo restritivo, não concorrência ou outros direitos de propriedade intelectual, direitos de privacidade, ou quaisquer outros direitos legais ou morais de qualquer terceiro.",
      "By using the Site and providing Submissions, you agree to transact electronically through the Site. You agree that your electronic signature is the legal equivalent of your manual signature. You further agree that your use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes your signature as if actually signed by you in writing. You also agree that no certification authority or other third-party verification is necessary to validate your electronic signature, and the lack of such certification or third party verification will not in any way affect the enforceability of your electronic signature.": "Ao utilizar o Site e fornecer Submissões, concorda em realizar transações eletrónicas através do Site. Concorda que a sua assinatura eletrónica é o equivalente legal da sua assinatura manual. Concorda ainda que a sua utilização de um teclado, rato ou outro dispositivo para selecionar um item, botão, ícone ou ato/ação semelhante, constitui a sua assinatura como se fosse realmente assinada por si por escrito. Também concorda que nenhuma autoridade de certificação ou outra verificação de terceiros é necessária para validar a sua assinatura eletrónica, e a falta dessa certificação ou verificação de terceiros não afetará de forma alguma a aplicabilidade da sua assinatura eletrónica.",
      "By using the Site you warrant that you, or the entity for whom you are authorized to use the Site, has agreed to transact electronically through the Site. You warrant that, or the entity for whom you are authorized to use the Site, agrees that an electronic signature is the legal equivalent of a manual signature. You further warrant that you, or the entity for whom you are authorized to use the Site, agrees that the use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes a valid signature as if actually signed in writing. You also warrant that no certification authority or other third party verification is necessary to validate an electronic signature, and that the lack of such certification or third party verification will not in any way affect the enforceability of the electronic signature.": "Ao utilizar o Site, garante que você, ou a entidade para a qual está autorizado a utilizar o Site, concordou em realizar transações eletrónicas através do Site. O utilizador garante que, ou a entidade para a qual está autorizado a utilizar o Site, concorda que uma assinatura eletrónica é o equivalente legal de uma assinatura manual. O utilizador garante ainda que, ou a entidade para a qual está autorizado a utilizar o Site, concorda que a utilização de um teclado, rato ou outro dispositivo para selecionar um item, botão, ícone ou ato/ação semelhante, constitui uma assinatura válida como se fosse efetivamente assinada por escrito. Também garante que nenhuma autoridade de certificação ou outra verificação de terceiros é necessária para validar uma assinatura eletrónica e que a falta dessa certificação ou verificação de terceiros não afetará de forma alguma a aplicabilidade da assinatura eletrónica.",
      "Client Service Support Information": "Dados do serviço de apoio ao cliente",
      "Commercial email, spamming, mail bombing": "E-mail comercial, envio de spam, envio de mail bombing",
      "Common questions from our customers": "Perguntas comuns dos nossos clientes",
      "Complaints": "Reclamações",
      "Complaints and contact information": "Reclamações e informações de contacto",
      "Contact Us": "Contacte-nos",
      "Cooperation with investigations": "Cooperação com investigações",
      "English": "Inglês",
      "English and Spanish": "Inglês e espanhol",
      "Except where expressly provided otherwise, the Site is provided on an “as is” and “as available” basis. Sterling expressly disclaims all warranties of any kind, whether express or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose, and non-infringement with respect to the Site and all content provided on, or through, the Site. The Sterling makes no warranty that: (a) the Site or content will meet your requirements; (b) the Site will be available on an uninterrupted, timely, secure, or error-free basis; (c) the results that may be obtained from the use of the Site, or any content provided on or through the Site, will be accurate or reliable; or (d) any content obtained by you on or through the Site will meet your expectations.": "Salvo disposição expressa em contrário, o Site é fornecido “tal como está” e “conforme disponível”. A Sterling renuncia expressamente a todas as garantias de qualquer tipo, expressas ou implícitas, incluindo, mas não se limitando a, garantias implícitas de comercialização, adequação a um fim específico e não violação de direitos de propriedade intelectual em relação ao Site e a todo o conteúdo fornecido no Site ou através do mesmo. A Sterling não garante que: (a) o Site ou conteúdo satisfaçam os seus requisitos; (b) o Site esteja disponível de forma ininterrupta, atempada, segura ou sem erros; (c) os resultados que possam ser obtidos a partir da utilização do Site, ou qualquer conteúdo fornecido no ou através do Site, sejam precisos ou fiáveis; ou (d) qualquer conteúdo obtido por si no ou através do Site satisfaça as suas expetativas.",
      "Filters and service information": "Filtros e informações de serviço",
      "Frequently Asked Questions": "Perguntas frequentes",
      "If Users engage in conduct or a pattern of conduct, including without limitation repeated violations by a User whereby correction of individual violations does not in Sterling Talent Solutions is sole discretion correct a pattern of the same or similar violations, while using the Service that violates the Policy, or is otherwise illegal or improper, Sterling Talent Solutions reserves the right to suspend and/or terminate the Service or the User's access to the Service. Sterling Talent Solutions will generally attempt to notify you of any activity in violation of the Policy and request that the User cease such activity; however, in cases where the operation of the Sterling Talent Solutions Network is threatened or cases involving unsolicited commercial email/SPAM, a pattern of violations, mail relaying, alteration of your source IP address information, denial of service attacks, illegal activities, suspected fraud in connection with the use of Service, harassment or copyright infringement, we reserve the right to suspend or terminate your Service or the User's access to the Service without notification. In addition, we may take any other appropriate action against you or a User for violations of the Policy, including repeated violations wherein correction of individual violations does not in Sterling Talent Solutions is sole discretion correct a pattern of the same or similar violations. We do not make any promise, nor do we have any obligation, to monitor or police activity occurring using the Service and will have no liability to any party, including you, for any violation of the Policy.": "Se os utilizadores se envolverem numa conduta ou num padrão de conduta, que inclua, entre outros, infrações repetidas por um utilizador em que a correção de infrações individuais, segundo o critério exclusivo da Sterling Talent Solutions, não corrige um padrão de infrações iguais ou semelhantes durante a utilização do Serviço em infração da Política, ou seja, de outra forma, ilegal ou imprópria, a Sterling Talent Solutions reserva-se o direito de suspender e/ou terminar o acesso do Utilizador ao Serviço. A Sterling Talent Solutions tentará geralmente notificá-lo de qualquer atividade que infrinja a Política e solicitar que o Utilizador cesse tal atividade; no entanto, nos casos em que o funcionamento da rede Sterling Talent Solutions seja ameaçado ou em casos que envolvam envio de e-mails comerciais não solicitados/SPAM, um padrão de infrações, reencaminhamento de e-mails, alteração dos dados do seu endereço IP, ataques de recusa de serviço, atividades ilegais, suspeita de fraude relacionada com a utilização do Serviço, assédio ou infração dos direitos de autor, reservamo-nos o direito de suspender ou terminar o seu Serviço ou o acesso do Utilizador ao Serviço sem notificação. Para além disso, podemos tomar qualquer outra ação adequada contra si ou um Utilizador por infrações da Política, incluindo infrações repetidas em que a correção de infrações individuais não corrige, segundo o critério exclusivo da Sterling Talent Solutions, um padrão de infrações iguais ou semelhantes. Não fazemos qualquer promessa, nem temos qualquer obrigação de monitorizar ou policiar a atividade decorrente da utilização do Serviço e não teremos qualquer responsabilidade perante qualquer parte envolvida, incluindo perante si, por qualquer infração da Política.",
      "If there is a conflict between these Terms of Use and an applicable service agreement between Sterling and a Client, then the terms of the service agreement will prevail to the extent of the conflict. If there is a conflict between these Terms of Use and Sterling’s relevant privacy statement (https://www.sterlingcheck.com/privacy), then the privacy statement will prevail to the extent of the conflict.": "Em caso de conflito entre estes Termos de Utilização e um contrato de serviço aplicável entre a Sterling e um Cliente, prevalecerão os termos do contrato de serviço na medida do conflito. Em caso de conflito entre os presentes Termos de Utilização e a declaração de privacidade relevante da Sterling (https://www.sterlingcheck.com/privacy), a declaração de privacidade prevalecerá na medida do conflito.",
      "If we have specified bandwidth limitations for your user account, use of the Service shall not be in excess of those limitations. If a User is accessing the Service via a dial-up connection, we may terminate the user session if the User is connected for more than 7 days in order to protect Sterling Talent Solutions Network resources and maintain Service availability for others.": "Se tivermos limitações de largura de banda especificadas para a sua conta de utilizador, a utilização do Serviço não excederá essas limitações. Se um Utilizador estiver a aceder ao Serviço através de uma ligação de acesso telefónico, podemos terminar a sessão do utilizador se o Utilizador estiver ligado durante mais de 7 dias para proteger os recursos da Rede Sterling Talent Solutions e manter a disponibilidade do Serviço para outros.",
      "If you decline to use an electronic signature, you may be able to print forms and sign them by hand, in which case you will be required to deliver the hand signed forms to the relevant Sterling company representative.": "Se recusar utilizar uma assinatura eletrónica, poderá imprimir formulários e assiná-los manualmente, caso este em que terá de entregar os formulários assinados em mão ao representante relevante da empresa da Sterling.",
      "If you do not agree to these Terms of Use, your continued use of the Site is not authorized.": "Se não concordar com estes Termos de Utilização, a sua utilização continuada do Site não está autorizada.",
      "If you have any questions regarding these Terms of Use, please contact Sterling at 1-800-899-2272.": "Se tiver alguma dúvida sobre estes Termos de Utilização, contacte a Sterling através do número 1-800-899-2272.",
      "If you wish to obtain a paper copy of the forms you sign via this site, you will be given the opportunity to download and print those forms once they have been executed.": "Se pretender obter uma cópia em papel dos formulários que assina através deste site, terá a oportunidade de transferir e imprimir esses formulários assim que tiverem sido executados.",
      "Illegal Title": "Título ilegal",
      "Impending security event notification": "Notificação iminente de evento de segurança",
      "In most cases, we will notify our Customer(s) of complaints received by us regarding an alleged violation of this Policy. You agree to promptly investigate all such complaints and take all necessary actions to remedy any violations of this Policy. We may inform the complainant that you are investigating the complaint and may provide the complainant with the necessary information to contact you directly to resolve the complaint. You shall identify a representative for the purposes of receiving such communications.": "Na maioria dos casos, notificaremos o(s) nosso(s) Cliente(s) de reclamações recebidas por nós relativamente a uma alegada violação desta Política. Concorda em investigar prontamente todas essas reclamações e tomar todas as medidas necessárias para solucionar quaisquer violações desta Política. Podemos informar o reclamante de que está a investigar a reclamação e podemos fornecer-lhe as informações necessárias para o contactar diretamente para resolver a reclamação. Deverá identificar um representante para fins de receção de tais comunicações.",
      "In no event will Sterling or its officers, directors, employees, or agents be liable for any direct, indirect, incidental, special, or consequential damages; or damages for lost profits, revenue, data or data use, incurred by you or any third party, whether in an action in contract, or tort (including negligence), breach of statutory duty, strict liability, or otherwise, arising from your access to, or use of, the Site or any content provided on or through the Site.": "Em caso algum a Sterling ou os seus responsáveis, diretores, funcionários ou agentes serão responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais; ou danos por lucros cessantes, receitas, dados ou utilização de dados, incorridos por si ou por qualquer terceiro, seja numa ação contratual ou ato ilícito (incluindo negligência), violação de dever estatutário, responsabilidade objetiva ou de outra forma, decorrente do seu acesso ou utilização do Site ou de qualquer conteúdo fornecido no ou através do Site.",
      "In order to access, fulfill and retain the following electronic forms, your computer must be equipped and compatible with the most common operating systems and internet browsers. This would include:": "Para aceder, preencher e reter os seguintes formulários eletrónicos, o seu computador tem de estar equipado e ser compatível com os sistemas operativos e navegadores de Internet mais comuns. Isto incluiria:",
      "Independence, OH 44131": "Independence, OH 44131",
      "India": "Índia",
      "Intentionally transmitting files containing a computer virus or corrupted data.": "Transmissão intencional de ficheiros que contenham um vírus informático ou dados corrompidos.",
      "Introduction": "Introdução",
      "It may take up to two hours for you to receive a confirmation email when resetting your password. If you don’t see the confirmation email in your inbox, be sure to check your junk and spam folders. If you still haven’t received your email after two hours, you can try again by clicking the “I am a Returning User” option near the bottom of the Create Account page and requesting another confirmation email. If you continue not to receive a confirmation email, please call us at 888-889-5248 for further assistance.": "Pode demorar até duas horas para receber um e-mail de confirmação ao repor a sua palavra-passe. Se não encontrar o e-mail de confirmação na sua caixa de entrada, verifique as pastas de lixo e spam. Se ainda não tiver recebido o seu e-mail após duas horas, pode tentar novamente clicando na opção “Sou um utilizador regular” perto da parte inferior da página Criar Conta e solicitar outro e-mail de confirmação. Se continuar a não receber um e-mail de confirmação, contacte-nos através do número 888-889-5248 para mais ajuda.",
      "It’s important that Sterling is able to contact your   previous employers to verify your work history. We suggest using Google or another search engine to find contact information, checking the employer’s web site, or reviewing any past documents you may have received from the employer. If the employer is no longer in business, please provide the most complete information you have.": "É importante que a Sterling seja capaz de contactar os seus anteriores empregadores para verificar o seu histórico de trabalho. Sugerimos que utilize o Google ou outro motor de busca para encontrar informações de contacto, verificar o sítio web do empregador ou rever quaisquer documentos passados que possa ter recebido do empregador. Se a entidade patronal já não estiver em atividade, forneça a informação mais completa de que dispõe.",
      "I’ve provided my address history. Why am I being prompted to fill in gaps?": "Forneci o meu histórico de endereços. Porque me estão a pedir para preencher lacunas?",
      "Just reset the password. Click the “I am a Returning User” option near the bottom of the Create Account page, then click the “Forgot Your Password?” option and enter your email address. You’ll receive a confirmation email containing a link for resetting your password.": "Basta repor a palavra-passe. Clique na opção “I am a Returning User” (Sou um utilizador regular) perto da parte inferior da página Create Account (Criar Conta) e, em seguida, clique em “Forgot Your Password?” (Esqueceu-se da sua Palavra-passe?) e introduza o seu endereço de e-mail. Receberá um e-mail de confirmação com uma ligação para repor a sua palavra-passe.",
      "Lorem Ipsum dolor sit emit.": "Lorem Ipsum dolor sit emit.",
      "Mailing Address": "Endereço postal",
      "Microsoft Internet Explorer version 8 and later, Mozilla Firefox – latest version, Safari latest version + tablet versions, Chrome latest desktop version.": "Microsoft Internet Explorer versão 8 e posterior, Mozilla Firefox – versão mais recente, versão mais recente do Safari + versões de tablet, versão mais recente do ambiente de trabalho Chrome.",
      "Modifications to policy": "Modificações à política",
      "Privacy": "Privacidade",
      "Questions related to your background check": "Perguntas relacionadas com a sua verificação de antecedentes",
      "Responsibilities of customers": "Responsabilidades dos clientes",
      "Return To Top": "Voltar ao Topo",
      "SA1 5ED": "SA1 5ED",
      "Some jurisdictions do not allow the disclaimer or exclusion of certain warranties of the disclaimer, exclusion, or limitation of certain liabilities. To the extent that they are held to be legally invalid, disclaimers, exclusions, and limitations set out in these Terms of Use, including those set out in Sections 3.6 (Disclaimer) and 3.7 (Limitation of Liability), do not apply and all other terms will remain in full force and effect.": "Algumas jurisdições não permitem a renúncia ou exclusão de determinadas garantias da renúncia, exclusão ou limitação de determinadas responsabilidades. Na medida em que sejam considerados legalmente inválidos, as isenções de responsabilidade, exclusões e limitações estabelecidas nestes Termos de Utilização, incluindo as estabelecidas nas Secções 3.6 (Isenção de Responsabilidade) e 3.7 (Limitação de Responsabilidade), não se aplicam e todos os outros termos permanecerão em pleno vigor e efeito.",
      "Spoofing/Fraud": "Spoofing/Fraude",
      "Sterling Customer Support": "Apoio ao cliente da Sterling",
      "Sterling FAQ": "Perguntas frequentes (FAQ) da Sterling",
      "Sterling Talent Solutions reserves the right to modify this Policy at any time without notice. We will attempt to notify Customers of any such modifications either via e-mail or by posting a revised version of the Policy on our Web site. Any such modifications shall be effective and applied prospectively from the date of posting.": "A Sterling Talent Solutions reserva-se o direito de modificar esta Política a qualquer momento, sem aviso prévio. Tentaremos notificar os Clientes de quaisquer modificações, seja por e-mail ou através da publicação de uma versão revista da Política no nosso website. Tais modificações serão efetivas e aplicadas prospectivamente a partir da data de publicação.",
      "Sterling Talent Solutions will cooperate with appropriate law enforcement agencies and other parties involved in investigating claims of illegal or inappropriate activity. Sterling Talent Solutions reserves the right to disclose customer information to the extent authorized by federal or state law.": "A Sterling Talent Solutions cooperará com as instâncias de aplicação da lei adequadas e outras partes envolvidas na investigação de reclamações de atividade ilegal ou inadequada. A Sterling Talent Solutions reserva-se o direito de divulgar informações de clientes na medida autorizada pela lei federal ou estadual.",
      "Sterling UK Customer Support": "Apoio ao cliente da Sterling RU",
      "Sterling may revise the Terms of Use at any time without notice to you. The revised Terms of Use will be effective when posted to the Site.": "A Sterling pode rever os Termos de Utilização a qualquer momento, sem aviso prévio. Os Termos de Utilização revistos entrarão em vigor quando publicados no Site.",
      "Sterling reserves the right to make changes or updates to, and monitor the use of, the Site and content provided on or through the Site at any time without notice.": "A Sterling reserva-se o direito de fazer alterações ou atualizações e monitorizar a utilização do Site e do conteúdo fornecido no Site ou através do mesmo, a qualquer momento, sem aviso prévio.",
      "Sterling will have no responsibility for any damage to your computer system or loss of data that results from the use of the Site.": "A Sterling não terá qualquer responsabilidade por quaisquer danos no seu sistema informático ou perda de dados que resultem da utilização do Site.",
      "Suspension or termination of service": "Suspensão ou término do serviço",
      "Swansea": "Swansea",
      "Terms of Use": "Termos de Utilização",
      "The Policy applies to all aspects of the Service. \"Sterling Talent Solutions Network\" includes, without limitation, Sterling Talent Solutions leased transmission network, including all equipment, systems, facilities, services and products incorporated or used in such transmission network. As used in this Policy, \"you\" refers to Customers, and any reference to \"Users\" is intended to encompass, as applicable, both Customers and their Users.": "A Política aplica-se a todos os aspetos do Serviço. \"Sterling Talent Solutions Network\" inclui, sem limitação, a rede de transmissão alugada da Sterling Talent Solutions, incluindo todos os equipamentos, sistemas, instalações, serviços e produtos incorporados ou utilizados nessa rede de transmissão. Conforme utilizado nesta Política, \"o Cliente\" refere-se a Clientes e qualquer referência a \"Utilizadores\" destina-se a abranger, conforme aplicável, Clientes e respetivos Utilizadores.",
      "The Service shall not be used for any unlawful activities or in connection with any criminal or civil violation and the Services shall in all cases be used in compliance with applicable law. Use of the Service for transmission, distribution, retrieval, or storage of any information, data or other material in violation of any applicable law or regulation (including, where applicable, any tariff or treaty) is prohibited. This includes, without limitation, the use or transmission of any data or material protected by copyright, trademark, trade secret, patent or other intellectual property right without proper authorization and the transmission of any material that constitutes an illegal threat, violates export control laws, or is obscene, defamatory or otherwise unlawful.": "O Serviço não deve ser utilizado para quaisquer atividades ilícitas ou relacionadas com qualquer violação criminal ou civil e os Serviços devem, em todos os casos, ser utilizados em conformidade com a lei aplicável. É proibida a utilização do Serviço para transmissão, distribuição, recuperação ou armazenamento de quaisquer informações, dados ou outros materiais que violem qualquer lei ou regulamento aplicável (incluindo, quando aplicável, qualquer tarifa ou tratado). Isto inclui, sem limitação, a utilização ou transmissão de quaisquer dados ou materiais protegidos por direitos de autor, marcas comerciais, segredos comerciais, patentes ou outros direitos de propriedade intelectual sem a devida autorização e a transmissão de qualquer material que constitua uma ameaça ilegal, viole as leis de controlo de exportação ou seja obsceno, difamatório ou de outra forma ilegal.",
      "The Site and content provided on or through the Site are the intellectual property and copyrighted works of Sterling, a Sterling Client, or a third-party provider. All rights, title and interest not expressly granted with respect to the Site and content provided on or through the Site are reserved. All content is provided on an “As Is” and “As Available” basis, and Sterling reserves the right to terminate the permissions granted to you at any time.": "O Site e o conteúdo fornecidos no ou através do Site são propriedade intelectual e trabalhos protegidos por direitos de autor da Sterling, de um Cliente da Sterling ou de um fornecedor terceiro. Todos os direitos, títulos e interesses não expressamente concedidos em relação ao Site e conteúdos fornecidos no Site ou através dele são reservados. Todo o conteúdo é fornecido “tal como está” e “conforme disponível”, e a Sterling reserva-se o direito de rescindir as permissões concedidas ao utilizador a qualquer momento.",
      "The Site provides links to Web sites and access to content, products and services of third parties, including users, advertisers, affiliates and sponsors of the Site. Sterling is not responsible for third party content provided on, or through the Site, or for any changes or updates to such third party sites, and you bear all risks associated with the access to, and use of, such Web sites and third party content, products and services.": "O Site fornece ligações para sites e acesso a conteúdos, produtos e serviços de terceiros, incluindo utilizadores, anunciantes, afiliadas e patrocinadores do Site. A Sterling não é responsável pelo conteúdo de terceiros fornecido no ou através do Site, ou por quaisquer alterações ou atualizações a esses sites de terceiros, e o utilizador assume todos os riscos associados ao acesso e utilização de tais sites e conteúdo, produtos e serviços de terceiros.",
      "The Sterling has no obligation to monitor the Site. However, Sterling reserves the right to review the Site and content and to monitor all use of and activity on the Site, and to remove or choose not to make available on or through the Site, any content (including Submissions) in its sole discretion. Sterling may remove content that is confidential or proprietary to you, or a third party, without permission from you or the third party.": "A Sterling não tem qualquer obrigação de monitorizar o Site. No entanto, a Sterling reserva-se o direito de rever o Site e o conteúdo e de monitorizar toda a utilização e atividade no Site, e de remover ou optar por não disponibilizar no ou através do Site, qualquer conteúdo (incluindo Submissões) a seu exclusivo critério. A Sterling pode remover conteúdo que seja confidencial ou proprietário do utilizador ou de terceiros, sem a sua permissão ou a autorização do terceiro.",
      "The Sterling may, in its sole discretion, at any time discontinue providing or limit access to the Site, in whole or in part. You agree that Sterling may, in its sole discretion, at any time, terminate or limit your access to, or use of, the Site in whole or in part. Sterling may terminate or limit your access to, or use of, the Site, if Sterling determines, in its sole discretion, that you have infringed the copyrights or other legal rights of a third party, or otherwise materially violated these Terms of Use. You agree that Sterling will not be liable to you or any third-party for any termination or limitation of your access to, or use of, the Site.": "A Sterling pode, a seu exclusivo critério, a qualquer momento descontinuar o fornecimento ou limitar o acesso ao Site, no todo ou em parte. Concorda que a Sterling pode, a seu exclusivo critério, a qualquer momento, rescindir ou limitar o seu acesso ou utilização do Site, no todo ou em parte. A Sterling pode rescindir ou limitar o seu acesso ou utilização do Site, se determinar, a seu exclusivo critério, que violou os direitos de autor ou outros direitos legais de terceiros, ou de outra forma violou materialmente estes Termos de Utilização. Concorda que a Sterling não será responsável perante si ou qualquer terceiro por qualquer rescisão ou limitação do seu acesso ou utilização do Site.",
      "The background check application form requires that the start date & the end date of each address should be a total match.": "O formulário de pedido de verificação de antecedentes requer que a data de início e de fim de cada endereço possuam uma correspondência total.",
      "The failure of Sterling to exercise or enforce any rights or provisions in these Terms of Use will not constitute a waiver of such right or provision. If any part or provision of these Terms of Use is found to be unenforceable, such part or provision may be modified to make the Terms of Use as modified, legal and enforceable. The rest of the Terms of Use will not be affected.": "A falha da Sterling em exercer ou aplicar quaisquer direitos ou disposições nestes Termos de Utilização não constituirá uma renúncia de tal direito ou disposição. Se qualquer parte ou disposição destes Termos de Utilização for considerada inexequível, tal parte ou disposição pode ser modificada para tornar os Termos de Utilização modificados, legais e exequíveis. Os restantes Termos de Utilização não serão afetados.",
      "The following activities are also prohibited:": "As seguintes atividades também são proibidas:",
      "The parties waive any right to bring representative claims on behalf of a class of individuals, on behalf of the public, as a private attorney general, or otherwise (the “class action waiver”). Except for this class action waiver, this clause may be severed or modified if necessary to render it enforceable under the Federal Arbitration Act.": "As partes renunciam a qualquer direito de apresentar reivindicações representativas em nome de um coletivo de indivíduos, em nome do público, como um procurador-geral privado ou de outra forma (a “renúncia a ação coletiva”). Exceto para esta renúncia a ação popular, esta cláusula pode ser rasgada ou modificada, se necessário, para torná-la aplicável ao abrigo da Lei Federal de Arbitragem.",
      "The sole purpose of this website is to enable you to collect and evaluate Candidate Submissions. Use of this Site does not create an employment relationship between any person and any Sterling company. Individuals who use this Site on behalf of a Client shall be solely the employees or agents of such entity and shall be under the sole and exclusive direction and control of such entity. The Client organization shall be responsible for compliance with all laws, rules and regulations involving its respective employees or agents, including (but not limited to) employment of labor, hours of labor, health and safety, working conditions and payment of wages.": "O único objetivo deste website é permitir-lhe recolher e avaliar Submissões de Candidatos. A utilização deste Site não cria uma relação laboral entre qualquer pessoa e qualquer empresa da Sterling. Os indivíduos que utilizam este Site em nome de um Cliente serão apenas os funcionários ou agentes dessa entidade e estarão sob a direção e controlo único e exclusivo dessa entidade. A organização do Cliente será responsável pelo cumprimento de todas as leis, regras e regulamentos que envolvam os seus respetivos funcionários ou agentes, incluindo (mas não se limitando a) emprego de trabalho, horas de trabalho, saúde e segurança, condições de trabalho e pagamento de salários.",
      "The sole purpose of this website is to enable you to submit information (“Submissions“) to provide information to allow Sterling to carry out Services for a Client or for you. Use of this Site does not create an employment relationship between you and any Sterling company. You expressly agree that no employment relationship will be created without further review of the Submission, an appropriate successful interview process, background and reference checks (where applicable), verification of identity and the legal right to work, and issuance and acceptance of a formal written offer of employment from the entity offering employment.": "O único objetivo deste site é permitir que envie informações (“Submissões”) para fornecer informações para permitir que a Sterling realize Serviços para um Cliente ou para si. A utilização deste Site não cria uma relação de emprego entre si e qualquer empresa da Sterling. O utilizador concorda expressamente que não será criada qualquer relação laboral sem análise adicional da Submissão, um processo de entrevista bem-sucedido adequado, verificações de antecedentes e de referência (quando aplicável), verificação de identidade e direito legal ao trabalho, e emissão e aceitação de uma oferta formal por escrito de emprego da entidade que oferece emprego.",
      "The use of the Sterling Talent Solutions Network by a Customer of Sterling Talent Solutions is subject to the terms and conditions of any agreements entered into by such Customer and Sterling Talent Solutions. This Policy is incorporated into such agreements by reference.": "A utilização da Rede Sterling Talent Solutions por um Cliente da Sterling Talent Solutions está sujeita aos termos e condições de quaisquer acordos celebrados por esse Cliente e pela Sterling Talent Solutions. Esta Política é incorporada em tais acordos por referência.",
      "This Policy is designed to assist in protecting the Sterling Talent Solutions Network, the Service, our Users and the Internet community as a whole from improper and/or illegal activity over the Internet, to improve Service and to improve Service offerings. In situations where data communications are carried across networks of other Internet Service Providers (ISPs), Users of the Sterling Talent Solutions Network must also conform to the applicable acceptable use policies of such other ISPs.": "Esta Política foi concebida para ajudar a proteger a rede da Sterling Talent Solutions, o Serviço, os nossos Utilizadores e a comunidade da Internet como um todo, contra atividades indevidas e/ou ilegais através da Internet, para melhorar o Serviço e melhorar as ofertas de Serviço. Nas situações em que as comunicações de dados são realizadas através de redes de outros Prestadores de Serviços de Internet (Internet Service Providers, ISP), os Utilizadores da rede Sterling Talent Solutions também devem cumprir as políticas de utilização aceitável desses outros ISP.",
      "This listing of prohibited activities is not exhaustive and Sterling Talent Solutions reserves the right to determine that any conduct that is or could be harmful to the Sterling Talent Solutions Network, Sterling Talent Solutions is Customers or Internet users is in violation of this Policy and to exercise any or all of the remedies contained in this Policy.": "Esta lista de atividades proibidas não é exaustiva e a Sterling Talent Solutions reserva-se o direito de determinar que qualquer conduta que seja ou possa ser prejudicial para a Rede Sterling Talent Solutions, Sterling Talent Solutions seja Clientes ou que os utilizadores da Internet violem esta Política e que exerçam qualquer ou todos os recursos contidos nesta Política.",
      "Through the Site, Clients, Candidates, and third-party sources of data related to Candidates (collectively, “Users”), will have the ability to place orders for, and participate in the fulfillment of, Services. By accessing or using the Site, you agree to follow and be bound by the following terms and conditions concerning your access to and use of the Site (“Terms of Use“).": "Através do Site, Clientes, Candidatos e fontes de dados de terceiros relacionadas com Candidatos (coletivamente, “Utilizadores”), terão a capacidade de fazer encomendas e participar no cumprimento dos Serviços. Ao aceder ou utilizar o Site, concorda em seguir e estar vinculado aos seguintes termos e condições relativos ao seu acesso e utilização do Site (“Termos de Utilização”).",
      "Unauthorized access/interference": "Acesso/interferência não autorizada",
      "United Kingdom": "Reino Unido",
      "United States and Canada": "Estados Unidos e Canadá",
      "Users are entirely responsible for maintaining the confidentiality of password and account information, as well as the security of their network. You agree immediately to notify Sterling Talent Solutions of any unauthorized use of your account or any other breach of security known to you. If you become aware of any violation of this Policy by any person, including Users that have accessed the Service through your account, you are required to notify us.": "Os utilizadores são totalmente responsáveis por manter a confidencialidade da palavra-passe e das informações da conta, bem como a segurança da sua rede. Concorda em notificar imediatamente a Sterling Talent Solutions de qualquer utilização não autorizada da sua conta ou qualquer outra violação de segurança que seja do seu conhecimento. Se tomar conhecimento de qualquer violação desta Política por qualquer pessoa, incluindo Utilizadores que tenham acedido ao Serviço através da sua conta, tem de nos notificar.",
      "Users are prohibited from intentionally or negligently injecting false data into the Internet, for instance in the form of bad routing information (including but not limited to the announcing of networks owned by someone else or reserved by the Internet Assigned Numbers Authority) or incorrect DNS information.": "Os utilizadores estão proibidos de difundir dados falsos intencional ou negligentemente na Internet, por exemplo, sob a forma de más informações de encaminhamento (incluindo, mas não se limitando ao anúncio de redes detidas por outra pessoa ou reservadas pela Autoridade de Números Atribuídos pela Internet) ou informações incorretas do DNS.",
      "We reserve the right to install and use, or to have you install and use, any appropriate devices to prevent violations of this Policy, including devices designed to filter or terminate access to the Service. By accepting and using the Service, you consent to allowing us to collect service information and routing information in the normal course of our business, and to use such information for general business purposes.": "Reservamo-nos o direito de instalar e utilizar, ou exigir que instale e utilize, quaisquer dispositivos adequados para evitar infrações desta Política, incluindo dispositivos concebidos para filtrar ou terminar o acesso ao Serviço. Ao aceitar e utilizar o Serviço, o Cliente está a autorizar-nos a recolher informações do serviço e de encaminhamento no decurso normal da nossa actividade e a utilizar essas informações para fins comerciais gerais.",
      "Welcome to Sterling Infosystems, Inc., and its affiliated companies (“Sterling“) background screening platform (the “Site“). Sterling provides background screening and other services (“Services“) to organizations and their authorized business users (“Clients“), allowing them to collect information about individuals (“Candidates“). Sterling also provides certain services directly to Candidates.": "Bem-vindo(a) à plataforma de escrutínio de antecedentes da Sterling Infosystems, Inc. e das suas empresas afiliadas (“Sterling”) (o “Site”). A Sterling presta serviços de verificação de antecedentes e outros (“Serviços”) a organizações e aos seus utilizadores comerciais autorizados (“Clientes”), permitindo-lhes recolher informações sobre indivíduos (“Candidatos”). A Sterling também presta determinados serviços diretamente aos Candidatos.",
      "What if I don’t have a former employer’s contact information?": "E se eu não tiver uma informação de contacto de um antigo empregador?",
      "What if I don’t know my password?": "E se eu não souber a minha palavra-passe?",
      "What if I don’t remember my password?": "E se eu não me lembrar da minha palavra-passe?",
      "What if I haven’t received my confirmation email for resetting my password?": "E se não tiver recebido o meu e-mail de confirmação para redefinir a minha palavra-passe?",
      "When you first arrive on our background check web page (after clicking the link in your email), you’ll need to create a new password meeting the requirements indicated on the page. You’ll need to check the box to accept Sterling’s terms of use, then click the Create an Account button.": "Quando chegar pela primeira vez à nossa página web de verificação de antecedentes (após clicar na ligação no seu e-mail), terá de criar uma nova palavra-passe que cumpra os requisitos indicados na página. Terá de assinalar a caixa para aceitar os termos de utilização da Sterling e, em seguida, clique no botão Create Account (Criar Conta).",
      "Why am I being told that my email address already exists in Sterling’s system?": "Porque é que me estão a dizer que o meu endereço de e-mail já existe no sistema da Sterling?",
      "Windows, Mac OS X, Linux, Apple iOS, and other major operating systems.": "Windows, Mac OS X, Linux, Apple iOS e outros principais sistemas operativos.",
      "You agree not to access or use the Site in any manner that could damage, disable, overburden, or impair any Sterling accounts, computer systems or networks. You agree not to attempt to gain unauthorized access to any parts of the Site or any Sterling accounts, computer systems or networks. You agree not to interfere, or attempt to interfere, with the proper working of the Site or any of Sterling accounts, computer systems or networks. You agree not to use any robot, spider, scraper or other automated means to access the Site or any of Sterling accounts, computer systems or networks without the Sterling’s express written permission.": "Concorda em não aceder ou utilizar o Site de qualquer forma que possa danificar, desativar, sobrecarregar ou prejudicar quaisquer contas, sistemas informáticos ou redes da Sterling. Concorda em não tentar obter acesso não autorizado a quaisquer partes do Site ou quaisquer contas, sistemas informáticos ou redes da Sterling. Concorda em não interferir, ou tentar interferir, com o funcionamento adequado do Site ou de qualquer uma das contas, sistemas informáticos ou redes da Sterling. Concorda em não utilizar qualquer robô, spider, scraper ou outros meios automatizados para aceder ao Site ou a qualquer uma das contas, sistemas informáticos ou redes da Sterling sem a autorização expressa por escrito da Sterling.",
      "You agree that all information you submit in use of the Site will be information that you have the right and authority to disclose to the Sterling. Where applicable, you agree that you will obtain written signed consent from each Candidate, in the form required by law before requesting background screening reports relating to that Candidate, or you will use the Site to collect that consent on your behalf. If you have collected the consent yourself, you must deliver such consent to Sterling by uploading the signed consent form as part of the Submissions relating to that Candidate.": "O utilizador concorda que todas as informações que enviar em utilização do Site serão informações que tem o direito e autoridade para divulgar à Sterling. Quando aplicável, concorda que irá obter o consentimento escrito assinado de cada Candidato, na forma exigida por lei, antes de solicitar relatórios de escrutínio de antecedentes relacionados com esse Candidato, ou irá usar o Site para recolher esse consentimento em seu nome. Se tiver recolhido o consentimento por si próprio, deve fornecer esse consentimento à Sterling carregando o formulário de consentimento assinado como parte das Submissões relacionadas com esse Candidato.",
      "You agree that you will neither use the Site in a manner, nor provide any Submission, that: (a) is defamatory, derogatory, degrading or harassing of another or constitutes a personal attack; (b) invades another’s privacy or includes, copies or transmits another’s confidential, sensitive or personal information without that person’s consent to do so; (c) promotes bigotry, racism, hatred or harm against any group or individual; (d) is obscene or not in good taste; (e) violates, infringes or promotes the violation or infringement of another’s rights, including intellectual property rights; (f) violates or promotes the violation of any applicable laws or regulations; (g) contains a solicitation of funds, goods or services, or promotes or advertises goods or services; or (h) contains any viruses, Trojan horses, or other components designed to limit or harm the functionality of a computer. Sterling may report you to the relevant authorities and may act under the fullest extent of applicable laws if you transmit or upload content intended or designed to cause harm.": "Concorda que não utilizará o Site de forma alguma, nem fornecerá qualquer Submissão, que: (a) seja difamatória, depreciativa, degradante ou assediante relativamente a outra pessoa ou constitua um ataque pessoal; (b) invada a privacidade de outra pessoa ou inclua, copie ou transmita as informações confidenciais, sensíveis ou pessoais de outra pessoa sem o consentimento dessa pessoa para o fazer; (c) promova intolerância, racismo, ódio ou danos contra qualquer grupo ou indivíduo; (d) seja obscena ou não tenha bom gosto; (e) viole, infrinja ou promova a violação ou infração de direitos de outrem, incluindo direitos de propriedade intelectual; (f) viole ou promova a violação de quaisquer leis ou regulamentos aplicáveis; (g) contenha uma solicitação de fundos, bens ou serviços, ou promova ou publicite bens ou serviços; ou (h) contenha quaisquer vírus, cavalos de Troia, ou outros componentes concebidos para limitar ou prejudicar a funcionalidade de um computador. A Sterling pode denunciá-lo(a) às autoridades relevantes e pode agir ao abrigo da máxima extensão das leis aplicáveis se transmitir ou carregar conteúdo destinado ou concebido para causar danos.",
      "You agree that you will neither use the Site in a manner, nor provide any Submission, that: (a) is defamatory, derogatory, degrading or harassing of another or constitutes a personal attack; (b) invades another’s privacy or includes, copies or transmits another’s confidential, sensitive or personal information without that person’s consent; (c) promotes bigotry, racism, hatred or harm against any group or individual; (d) is obscene or not in good taste; (e) violates, infringes or promotes the violation or infringement of another’s rights, including intellectual property rights; (f) violates or promotes the violation of any applicable laws or regulations; (g) contains a solicitation of funds, goods or services, or promotes or advertises goods or services; or (h) contains any viruses, Trojan horses, or other components designed to limit or harm the functionality of a computer. Sterling may report you to the relevant authorities and may act under the fullest extent of applicable laws if you transmit or upload content intended or designed to cause harm.": "Concorda que não utilizará o Site de forma alguma, nem fornecerá qualquer Submissão, que: (a) seja difamatória, depreciativa, degradante ou assediante relativamente a outra pessoa ou constitua um ataque pessoal; (b) invada a privacidade de outra pessoa ou inclua, copie ou transmita as informações confidenciais, sensíveis ou pessoais de outra pessoa sem o consentimento dessa pessoa; (c) promova a intolerância, racismo, ódio ou danos contra qualquer grupo ou indivíduo; (d) seja obscena ou não tenha bom gosto; (e) viole, infrinja ou promova a violação ou infração de direitos de outrem, incluindo direitos de propriedade intelectual; (f) viole ou promova a violação de quaisquer leis ou regulamentos aplicáveis; (g) contenha uma solicitação de fundos, bens ou serviços, ou promova ou publicite bens ou serviços; ou (h) contenha quaisquer vírus, cavalos de Troia, ou outros componentes concebidos para limitar ou prejudicar a funcionalidade de um computador. A Sterling pode denunciá-lo(a) às autoridades relevantes e pode agir ao abrigo da máxima extensão das leis aplicáveis se transmitir ou carregar conteúdo destinado ou concebido para causar danos.",
      "You agree to indemnify and hold harmless the Sterling, its officers, directors, employees and agents from and against any and all third-party claims, liabilities, damages, losses or expenses, including reasonable attorneys’ fees and costs, due to, or arising out of, any information you disclose to the Site, your violation of these Terms of Use, or your violation or infringement of any third-party rights, including intellectual property rights.": "Concorda em indemnizar e isentar a Sterling, os seus executivos, diretores, funcionários e agentes de e contra todas e quaisquer reclamações, responsabilidades, danos, perdas ou despesas de terceiros, incluindo honorários razoáveis de advogados e custos, devido a, ou decorrentes de, qualquer informação que divulgue no Site, a sua violação destes Termos de Utilização, ou a sua violação ou infração de quaisquer direitos de terceiros, incluindo direitos de propriedade intelectual.",
      "You may have had a background check processed previously with Sterling through a different employer. If you don’t remember your password, you’ll need to reset the password. Click the “I am a Returning User” option near the bottom of the Create Account page, then click the “Forgot Your Password?” option and enter your email address. You’ll receive a confirmation email containing a link for resetting your password.": "Pode ter uma verificação de antecedentes processada anteriormente com a Sterling através de um empregador diferente. Se não se lembrar da sua palavra-passe, terá de repô-la. Clique na opção “I am a Returning User” (Sou um utilizador regular) perto da parte inferior da página Create Account (Criar Conta) e, em seguida, clique em “Forgot Your Password?” (Esqueceu-se da sua Palavra-passe?) e introduza o seu endereço de e-mail. Receberá um e-mail de confirmação com uma ligação para repor a sua palavra-passe.",
      "You must complete the registration process to open an account by providing us with current, complete and accurate information, as required by the applicable registration form. You may also be required to choose a password and a user name. Access to, and use of, password protected or secure areas of the Site are restricted to authorized users only. Except as contemplated by Section 2.2, You agree not to share your password(s), account information, or access to the Site with any other person. You are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of your password(s) or account(s), or as a result of your access to the Site. You agree to notify Sterling immediately of any use of your password(s) or account(s) that you did not authorize or that is not authorized by these Terms of Use.": "Deve concluir o processo de registo para abrir uma conta, fornecendo-nos informações atuais, completas e precisas, conforme exigido pelo formulário de registo aplicável. Também poderá ter de escolher uma palavra-passe e um nome de utilizador. O acesso e a utilização de áreas protegidas por palavra-passe ou seguras do Site são restritos apenas a utilizadores autorizados. Exceto conforme contemplado na Secção 2.2, o Utilizador concorda em não partilhar a(s) sua(s) palavra(s)-passe, informações de conta ou acesso ao Site com qualquer outra pessoa. O utilizador é responsável por manter a confidencialidade da(s) palavra(s)-passe e das informações da conta, e é responsável por todas as atividades que ocorram através da utilização da sua palavra(s)-passe ou conta(s) ou em resultado do seu acesso ao Site. Concorda em notificar imediatamente a Sterling de qualquer utilização da(s) sua(s) palavra(s)-passe ou conta(s) que não autorizou ou que não está autorizada por estes Termos de Utilização.",
      "You warrant that: (a) you have the right and authority to provide any personal information; (b) you have only disclosed information that is true, accurate and not misleading (including by omission) and nothing you have submitted is known by you to be false, inaccurate, or misleading; (c) you have identified the individual who the submitted information relates to and confirm their identity as the Candidate; and (d) your disclosure of information, or any engagement that may result from your disclosure of information, would not infringe any legal obligation that you or the Candidate may have to any third party, including under laws related to copyright, trademark, patent, trade secret, confidentiality, notice period, restrictive covenant, non-competition or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party.": "Garante que: (a) tem o direito e autoridade para fornecer quaisquer informações pessoais; (b) apenas divulgou informações verdadeiras, exatas e não enganosas (incluindo por omissão) e nada que tenha enviado é conhecido por ser falso, impreciso, ou enganoso; (c) identificou o indivíduo a quem as informações enviadas dizem respeito e confirma a sua identidade como Candidato; e (d) a sua divulgação de informações, ou qualquer compromisso que possa resultar da sua divulgação de informações, não infringiria qualquer obrigação legal que você ou o Candidato possam ter para com terceiros, incluindo ao abrigo de leis relacionadas com direitos de autor, marca comercial, patente, segredo comercial, confidencialidade, período de aviso prévio, acordo restritivo, não concorrência ou outros direitos de propriedade intelectual, direitos de privacidade, ou quaisquer outros direitos legais ou morais de qualquer terceiro.",
      "to the use of Sterling Talent Solutions services (the \"Service\") by customers of Sterling Talent Solutions (\"Customers\") and by users that have gained access to the Service through Customer accounts (\"Users\"). By using the Service, you acknowledge that you and your Users are responsible for compliance with the Policy. You are responsible for violations of this Policy by any User that accesses the Services through your account.": "na utilização dos serviços da Sterling Talent Solutions (o \"Serviço\") pelos clientes da Sterling Talent Solutions (\"Clientes\") e por utilizadores que tenham obtido acesso ao Serviço através de contas de Clientes (\"Utilizadores\"). Ao utilizar o Serviço, reconhece que você e os seus Utilizadores são responsáveis pela conformidade com a Política. Você é responsável por violações desta Política por qualquer Utilizador que aceda aos Serviços através da sua conta.",
      "{ country }": "{ country }",
      "{ heading }": "{ heading }",
      "Test pull request update": "Test pull request update"
    }
  }
}
