{
  "en-US": {
    "translation": {
      "07:30 - 17:30 (7:30am - 5:30pm) IST, M-F": "De 7 h 30 à 17 h 30, IST, du lundi au vendredi",
      "07:30 - 18:00 (7:30am - 6:00pm) BST, M-F": "De 7 h 30 à 18 h, BST, du lundi au vendredi",
      "08:00 - 20:00 (8:00am - 8:00pm) EST, M-F": "De 8 h à 20 h, HNE, du lundi au vendredi",
      "1 Alexandra Road": "1 Alexandra Road",
      "1. The following terms apply to Candidates only.": "1. Les conditions suivantes ne s’appliquent qu’aux candidats.",
      "1.1. Use of Site": "1.1. Utilisation du site",
      "1.2. Electronic Signatures": "1.2. Signatures électroniques",
      "1.3. Submissions": "1.3. Soumissions",
      "1.4. Acceptable Use": "1.4. Utilisation acceptable",
      "1.5. Security, Passwords and Means of Accessing the Site": "1.5. Sécurité, mots de passe et moyens d’accéder au site",
      "2. The following terms apply to Clients only.": "2. Les conditions suivantes ne s’appliquent qu’aux clients.",
      "2.1. Use of Site": "2.1. Utilisation du site",
      "2.2. Electronic Signatures": "2.2. Signatures électroniques",
      "2.3. Submissions": "2.3. Soumissions",
      "2.4. Acceptable Use": "2.4. Utilisation acceptable",
      "2.5. Security, Passwords and Means of Accessing the Site": "2.5. Sécurité, mots de passe et moyens d’accéder au site",
      "3. General Terms (these apply to all Users)": "3. Conditions générales (celles-ci s’appliquent à tous les utilisateurs)",
      "3.1. Reservation of Rights": "3.1. Réservation des droits",
      "3.10. Waiver and Severability": "3.10. Renonciation et divisibilité",
      "3.11. Applicable Laws": "3.11. Lois applicables",
      "3.12. Arbitration and Venue": "3.12. Arbitrage et lieu",
      "3.13. Limitation on Time to File Claims": "3.13. Limitation du délai de dépôt des réclamations",
      "3.14. Contact Information": "3.14. Coordonnées",
      "3.2. Indemnity": "3.2. Indemnisation",
      "3.3. Monitoring": "3.3. Surveillance",
      "3.4. Termination of Use": "3.4. Résiliation de l’utilisation",
      "3.5. Third Party Web Sites, Content, Products and Services": "3.5. Sites Web, contenu, produits et services de tiers",
      "3.6. Disclaimer": "3.6. Avis de non-responsabilité",
      "3.7. Limitation of Liability": "3.7. Limitation de responsabilité",
      "3.8. Exclusions and Limitations": "3.8. Exclusions et limitations",
      "3.9. Conflict with Service Agreement and Privacy Statement": "3.9. Conflit avec l’entente de service et la déclaration de confidentialité",
      "4511 Rockside Road, 4th Floor": "4511 Rockside Road, 4th Floor",
      "8th Floor, Alexandra House": "8th Floor, Alexandra House",
      "A User may not attempt to gain unauthorized access to, or attempt to interfere with or compromise the normal functioning, operation or security of, any portion of the Sterling Talent Solutions Network. A User may not use the Service to engage in any activities that may interfere with the ability of others to access or use the Service or the Internet. A User may not use the Service to monitor any data, information or communications on any network or system without authorization. A User may not attempt to gain unauthorized access to the user accounts or passwords of other Users.": "Il est interdit aux utilisateurs d’accéder sans autorisation à tout segment du réseau de Sterling Talent Solutions dans le but de nuire au fonctionnement normal du réseau. Il est interdit aux utilisateurs de se servir du Service dans le but d’effectuer des activités qui empêchent les autres utilisateurs d’accéder au Service ou à Internet. Il est interdit aux utilisateurs de se servir du Service dans le but de surveiller les données, les informations ou les communications sur tout segment du réseau ou du système sans autorisation. Il est interdit aux utilisateurs d’accéder sans autorisation aux comptes utilisateur ou aux mots de passe des autres utilisateurs.",
      "A User may not attempt to send e-mail messages or transmit any electronic communications using a name or address of someone other than the User for purposes of deception. Any attempt to impersonate someone else by altering source IP address information or by using forged headers or other identifying information is prohibited. Any attempt to fraudulently conceal, forge or otherwise falsify a User’s identity in connection with use of the Service is prohibited.": "Il est interdit aux utilisateurs d’envoyer des courriels ou de transmettre des communications électroniques en utilisant le nom ou l’adresse d’un autre utilisateur à des fins de tromperie. Toute tentative d’usurper l’identité d’une autre personne en modifiant les coordonnées de l’adresse IP source ou en utilisant des en-têtes falsifiés ou autres renseignements identifiables est strictement interdite. Toute tentative de dissimuler frauduleusement ou de falsifier l’identité d’un utilisateur en lien avec l’utilisation du Service est strictement interdite.",
      "A User may not use the Service to transmit unsolicited commercial e-mail messages or deliberately send excessively large attachments to one recipient. Any unsolicited commercial e-mail messages or a series of unsolicited commercial e-mail messages or large attachments sent to one recipient is prohibited. In addition, \"spamming\" or \"mailbombing\" is prohibited. Use of the service of another provider to send unsolicited commercial email, spam or mailbombs, to promote a site hosted on or connected to the Sterling Talent Solutions Network, is similarly prohibited. Likewise, a User may not use the Service to collect responses from mass unsolicited e-mail messages. Sterling Talent Solutions may in its sole discretion rely upon information obtained from anti-spamming organizations (including for example and without limitation spamhaus.org, spamcop.net, sorbs.net, and abuse.net) as evidence that a User is an active \"spam operation\" for purposes of taking remedial action under this Policy.": "Il est interdit aux utilisateurs de se servir du Service dans le but de transmettre des courriels commerciaux non sollicités ou d’envoyer délibérément des pièces jointes excessivement volumineuses à un destinataire. L’envoi à un destinataire de tout courriel commercial non sollicité, de toute série de courriels commerciaux non sollicités ou de toute pièce jointe volumineuse est strictement interdit. De plus, il est interdit d’envoyer des « pourriels » ou des « bombes électroniques ». L’utilisation du service d’un autre fournisseur dans le but d’envoyer des courriels commerciaux non sollicités, des pourriels ou des bombes électroniques pour promouvoir un site hébergé sur le réseau de Sterling Talent Solutions ou connecté au réseau de Sterling Talent Solutions est également strictement interdite. De même, il est interdit aux utilisateurs de se servir du Service dans le but de recueillir des réponses à partir de courriels non sollicités de masse. Sterling Talent Solutions peut, à sa seule discrétion, se fier aux informations obtenues auprès d’organisations antipourriel (y compris, entre autres, spamhaus.org, spamcop.net, sorbs.net, et abuse.net) comme preuve qu’un utilisateur est un « exploitant actif de pourriels », et ce, dans le but de prendre des mesures correctives en vertu de la présente Politique.",
      "ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF USE OR THE WEBSITES MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.": "TOUTE CAUSE D’ACTION OU RÉCLAMATION QUE VOUS POURRIEZ AVOIR DÉCOULANT DES PRÉSENTES CONDITIONS D’UTILISATION OU DES SITES WEB, OU S’Y RAPPORTANT, DOIT ÊTRE ENTAMÉE  DANS UN DÉLAI D’UN (1) AN APRÈS LA SURVENANCE DE LA CAUSE D’ACTION, SINON, LADITE CAUSE D’ACTION OU RÉCLAMATION EST DÉFINITIVEMENT INTERDITE.",
      "APAC": "APAC",
      "Acceptable Use Policy": "Politique relative à l’utilisation acceptable",
      "Access to and use of password protected or secured areas of the Site are restricted to authorized users only. You are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of any password(s) or account(s), or as a result of your access to the Site. You agree to notify Sterling immediately of any unauthorized use of password(s) or account(s).": "L’accès et l’utilisation des zones protégées par mot de passe ou sécurisées du Site sont limités aux seuls utilisateurs autorisés. Vous êtes responsable du maintien de la confidentialité des mots de passe et des informations de compte, et vous êtes responsable de toutes les activités qui se produisent par l’utilisation de tout mot de passe ou compte, ou suite à votre accès au Site. Vous acceptez d’informer Sterling immédiatement de toute utilisation non autorisée de mot(s) de passe ou de compte(s).",
      "Additional terms and conditions": "Conditions générales supplémentaires",
      "Advertising, transmitting, or otherwise making available any software, program, product, or service that is designed to violate this AUP, which includes the facilitation of the means to deliver unsolicited commercial email.": "Faire la promotion, transmettre ou autrement mettre à disposition tout logiciel, programme, produit ou service conçus pour violer la présente Politique d’utilisation acceptable (PUA), ce qui comprend la facilitation des moyens de livrer des courriels commerciaux non sollicités.",
      "After authorizing the use of your electronic signature, you may still withdraw your consent. To do so, you must contact Sterling or the Client for their withdrawal procedures and to understand any consequences which may apply.": "Après avoir autorisé l’utilisation de votre signature électronique, vous pouvez toujours retirer votre consentement. Pour ce faire, vous devez contacter Sterling ou le client pour connaître leurs procédures de retrait et pour comprendre les conséquences qui peuvent s’appliquer.",
      "All Users of the Sterling Talent Solutions Network are responsible for notifying Sterling Talent Solutions immediately if they become aware of an impending event that may negatively affect the Sterling Talent Solutions Network. This includes extortion threats that involve threat of \"denial of service\" attacks, unauthorized access, or other security events.": "Il incombe à tous les utilisateurs du réseau mis à disposition par Sterling Talent Solutions d’aviser immédiatement cette dernière lorsqu’ils prennent connaissance d’un événement imminent susceptible d’avoir une incidence négative sur le réseau de Sterling Talent Solutions. Ces événements comprennent toute menace d’extorsion impliquant des attaques de « refus de service », toute menace d’accès non autorisé au réseau ou d’autres menaces portant atteinte à la sécurité.",
      "All matters relating to your access to, and use of, the Site and content provided on or through the Site, will be governed by U.S. federal law or the laws ofthe State of New York.": "Toutes les questions relatives à votre accès au Site et à son utilisation, ainsi qu’au contenu fourni sur ou par le biais du Site, seront régies par le droit fédéral américain ou par les lois de l’État de New York.",
      "Any activity that disrupts, degrades, harms or threatens to harm the Sterling Talent Solutions Network or the Service.": "Toute activité qui perturbe, dégrade ou endommage le Service ou le réseau de Sterling Talent Solutions ou qui menace de nuire au Service ou au réseau de Sterling Talent Solutions.",
      "Any complaints regarding prohibited use or other abuse of the Sterling Talent Solutions Network, including violations of this Policy, should be sent to Sterling Talent Solutions. Please include all applicable information that will assist Sterling Talent Solutions in investigating the complaint, including all applicable headers of forwarded messages. Customers should call 800.943.2589 to submit a complaint as quickly as possible. If you are unsure whether any contemplated use or action is permitted, please submit questions or comments to Sterling Talent Solutions at ": "Toute plainte concernant l’utilisation interdite ou toute autre utilisation à mauvais escient du réseau de Sterling Talent Solutions, y compris les infractions à la présente Politique, doit être envoyée à Sterling Talent Solutions. Veuillez fournir tous les renseignements applicables qui aideront Sterling Talent Solutions à enquêter sur la plainte, y compris tous les en-têtes applicables des messages transmis. Les clients sont invités à composer le 800 943-2589 pour soumettre une plainte le plus rapidement possible. Si vous n’êtes pas certain qu’une utilisation ou une action envisagée est autorisée, veuillez soumettre vos questions ou commentaires à Sterling Talent Solutions au ",
      "Any controversy or claim arising out of, or relating to, these Terms of Use, or breach thereof, shall be settled by binding arbitration in accordance with the governing law as determined by these Terms of Use, the Federal Arbitration Act (insofar as it governs the arbitrability of such controversy or claim), and the Commercial Arbitration Rules (excluding Expedited Procedures) of the American Arbitration Association in the City of New York. Three qualified arbitrators shall be appointed in accordance with the Commercial Arbitration Rules (excluding Expedited Procedures) of the American Arbitration Association and these Terms of Use. Such qualified arbitrators shall be members of the New York bar and shall have at least five years of experience in the law relevant to the dispute in question. Each party shall have the right of discovery as set forth in the Federal Rules of Civil Procedure. A stenographer shall be present at the arbitration proceedings and the stenographic record shall be the official record of the proceeding. The arbitrators shall provide written findings of fact and conclusions of law in justification of any arbitration award. Either party shall have the right of appeal of any decision by the arbitrators by filing a request for reconsideration of any arbitration decision with the American Arbitration Association. Upon receiving such a request, the American Arbitration Association shall reconsider the matter de novo using the foregoing procedures. Should the arbitration award be inconsistent with the governing law as specified by these Terms of Use, either party may immediately appeal the arbitration award to any court of competent jurisdiction over Sterling. Judgment on the award rendered by the arbitrators may be entered in any court having competent jurisdiction over the parties, unless a subsequent request for reconsideration has been filed by a party under this Section, or the award has been appealed to a court of competent jurisdiction under this Section.": "Toute controverse ou réclamation découlant des présentes Conditions d’utilisation ou s’y rapportant, ou toute violation de celles-ci, sera réglée par arbitrage exécutoire conformément à la loi applicable telle que déterminée par les présentes Conditions d’utilisation, la Federal Arbitration Act (dans la mesure où elle régit l’arbitrabilité de cette controverse ou réclamation) et les Règles d’arbitrage commercial (à l’exclusion des procédures accélérées) de l’American Arbitration Association dans la ville de New York. Trois arbitres qualifiés seront nommés conformément au Règlement d’arbitrage commercial (à l’exclusion des procédures accélérées) de l’American Arbitration Association et aux présentes Conditions d’utilisation. Ces arbitres qualifiés seront membres du barreau de New York et auront au moins cinq ans d’expérience dans le domaine du droit relatif au litige en question. Chaque partie a le droit de procéder à des interrogatoires préalables conformément aux règles fédérales de procédure civile. Un sténographe sera présent lors de la procédure d’arbitrage et l’enregistrement sténographique constituera le compte rendu officiel de la procédure. Les arbitres fourniront par écrit des constatations de fait et des conclusions de droit pour justifier toute sentence arbitrale. Chaque partie a le droit de faire appel de toute décision des arbitres en déposant une demande de réexamen de toute décision d’arbitrage auprès de l’American Arbitration Association. À la réception d’une telle demande, l’American Arbitration Association doit reconsidérer la question de novo en utilisant les procédures susmentionnées. Si la sentence arbitrale est incompatible avec la loi applicable telle que spécifiée par les présentes Conditions d’utilisation, l’une ou l’autre des parties peut immédiatement faire appel de la sentence arbitrale à tout tribunal compétent pour Sterling. Le jugement sur la sentence rendue par les arbitres peut être porté devant tout tribunal ayant compétence sur les parties, à moins qu’une demande subséquente de réexamen n’ait été déposée par une partie en vertu du présent article, ou que la sentence ait été portée en appel devant un tribunal compétent en vertu du présent article.",
      "Any legal suit, action or proceeding arising out of, or related to, these Terms of Use or the Website, and allowed pursuant to this Section, shall be instituted exclusively in the federal courts of the United States in the Southern District of New York or the courts of the State of New York located in the City of New York. You waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.": "Toute poursuite, action ou procédure judiciaire découlant des présentes Conditions d’utilisation ou du Site Web, ou s’y rapportant, et autorisée en vertu du présent article, doit être intentée exclusivement devant les tribunaux fédéraux des États-Unis dans le district sud de New York ou les tribunaux de l’État de New York situés dans la ville de New York. Vous renoncez à toute objection à l’exercice de la juridiction sur vous par ces tribunaux et à la compétence de ces tribunaux.",
      "Any other inappropriate activity or abuse of the Service (as determined by us in our sole discretion), whether or not specifically listed in this Policy, may result in suspension or termination of the User’s access to or use of the Service.": "Toute autre activité inappropriée ou toute utilisation à mauvais escient du Service (comme déterminé à notre seule discrétion), spécifiquement indiqué ou non dans la présente Politique, peut entraîner la suspension ou l’annulation des droits d’accès au Service ou des droits d’utilisation du Service.",
      "Any use of another party’s electronic mail server to relay email without express permission from such other party is prohibited.": "Toute utilisation du serveur de courrier électronique d’une autre partie dans le but de transmettre des courriels sans l’autorisation expresse de la partie en question est strictement interdite.",
      "Attempting to circumvent or alter the processes or procedures to measure time, bandwidth utilization, or other methods to document use of Sterling Talent Solutions services.": "Tenter de contourner ou de modifier les processus ou les procédures pour mesurer le temps, l’utilisation de la bande passante ou d’autres méthodes afin de documenter l’utilisation des Services de Sterling Talent Solutions.",
      "Because the Internet is an inherently open and insecure means of communication, any data or information a User transmits over the Internet may be susceptible to interception and alteration. Subject to our Online Privacy Policy, we make no guarantee regarding, and assume no liability for, the security and integrity of any data or information a User transmits via the Service or over the Internet, including any data or information transmitted via any server designated as \"secure.\"": "Étant donné que l’Internet est un moyen de communication intrinsèquement ouvert et non sécurisé, toute donnée ou information que les utilisateurs transmettent sur Internet peut être interceptée et modifiée. Sous réserve de notre Politique de confidentialité en ligne, nous ne faisons aucune garantie quant à la sécurité et à l’intégrité des données ou des renseignements que les utilisateurs transmettent par l’intermédiaire du Service ou d’Internet, y compris les données ou les renseignements transmis par l’intermédiaire de tout serveur désigné comme étant « sécurisé ».",
      "By making Submissions, you warrant that: (a) you have the right and authority to provide any Submissions; (b) you have only disclosed information that is true, accurate and not misleading (including by omission) and nothing you have submitted is known by you to be false, inaccurate, or misleading; (c) you are the individual who the Submissions relate to and that you have obtained permission from each person who appears and/or is referred to in your Submissions; and (d) your Submissions would not infringe any legal obligation that you may have to any third party, including under laws related to copyright, trademark, patent, trade secret, confidentiality, notice period, restrictive covenant, non-competition or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party.": "En soumettant des Soumissions, vous garantissez que : (a) vous avez le droit et l’autorité de fournir toute Soumission; (b) vous n’avez divulgué que des renseignements véridiques, exacts et non trompeurs (y compris par omission) et vous savez que rien de ce que vous avez soumis n’est faux, inexact ou trompeur; (c) vous êtes la personne à laquelle les Soumissions se rapportent et que vous avez obtenu la permission de chaque personne qui apparaît et/ou est mentionnée dans vos Soumissions; et (d) vos Soumissions n’enfreignent aucune obligation légale que vous pourriez avoir envers un tiers, y compris en vertu des lois relatives aux droits d’auteur, aux marques, aux brevets, aux secrets commerciaux, à la confidentialité, aux délais de préavis, aux clauses restrictives, à la non-concurrence ou à d’autres droits de propriété intellectuelle, aux droits à la vie privée ou à tout autre droit légal ou moral d’un tiers.",
      "By using the Site and providing Submissions, you agree to transact electronically through the Site. You agree that your electronic signature is the legal equivalent of your manual signature. You further agree that your use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes your signature as if actually signed by you in writing. You also agree that no certification authority or other third-party verification is necessary to validate your electronic signature, and the lack of such certification or third party verification will not in any way affect the enforceability of your electronic signature.": "En utilisant le Site et en fournissant des soumissions, vous acceptez d’effectuer des transactions par voie électronique sur le Site. Vous acceptez que votre signature électronique soit l’équivalent juridique de votre signature manuelle. Vous acceptez également que l’utilisation d’un clavier, d’une souris ou d’un autre dispositif pour sélectionner un élément, un bouton, une icône ou un acte ou une action similaire, constitue votre signature comme si vous l’aviez effectivement signée par écrit. Vous convenez également qu’aucune autorité de certification ou autre vérification par un tiers n’est nécessaire pour valider votre signature électronique, et que l’absence d’une telle certification ou vérification par un tiers n’affectera en aucune façon le caractère exécutoire de votre signature électronique.",
      "By using the Site you warrant that you, or the entity for whom you are authorized to use the Site, has agreed to transact electronically through the Site. You warrant that, or the entity for whom you are authorized to use the Site, agrees that an electronic signature is the legal equivalent of a manual signature. You further warrant that you, or the entity for whom you are authorized to use the Site, agrees that the use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes a valid signature as if actually signed in writing. You also warrant that no certification authority or other third party verification is necessary to validate an electronic signature, and that the lack of such certification or third party verification will not in any way affect the enforceability of the electronic signature.": "En utilisant le Site, vous garantissez que vous, ou l’entité pour laquelle vous êtes autorisé à utiliser le Site, avez consenti d’effectuer des transactions électroniques par le biais du Site. Vous garantissez, ou l’entité pour laquelle vous êtes autorisé à utiliser le Site, consentez qu’une signature électronique est l’équivalent juridique d’une signature manuelle. Vous garantissez en outre que vous, ou l’entité pour laquelle vous êtes autorisé à utiliser le Site, acceptez que l’utilisation d’un clavier, d’une souris ou d’un autre appareil pour sélectionner un élément, un bouton, une icône ou un acte ou une action similaire, constitue une signature valide comme si elle était réellement signée par écrit. Vous garantissez également qu’aucune autorité de certification ou autre vérification par un tiers n’est nécessaire pour valider une signature électronique, et que l’absence d’une telle certification ou vérification par un tiers n’affectera en aucune façon le caractère exécutoire de la signature électronique.",
      "Client Service Support Information": "Renseignements sur le service à la clientèle",
      "Commercial email, spamming, mail bombing": "Courriels commerciaux, pourriels, bombes électroniques",
      "Common questions from our customers": "Questions courantes de la part de nos clients",
      "Complaints": "Plaintes",
      "Complaints and contact information": "Plaintes et coordonnées",
      "Contact Us": "Nous joindre",
      "Cooperation with investigations": "Collaboration avec les enquêtes",
      "English": "Anglais",
      "English and Spanish": "Anglais et espagnol",
      "Except where expressly provided otherwise, the Site is provided on an “as is” and “as available” basis. Sterling expressly disclaims all warranties of any kind, whether express or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose, and non-infringement with respect to the Site and all content provided on, or through, the Site. The Sterling makes no warranty that: (a) the Site or content will meet your requirements; (b) the Site will be available on an uninterrupted, timely, secure, or error-free basis; (c) the results that may be obtained from the use of the Site, or any content provided on or through the Site, will be accurate or reliable; or (d) any content obtained by you on or through the Site will meet your expectations.": "Sauf disposition contraire expresse, le Site est fourni « en l’état » et « selon la disponibilité ». Sterling décline expressément toute garantie de quelque nature que ce soit, qu’elle soit expresse ou implicite, y compris, mais sans s’y limiter, les garanties implicites de qualité marchande, d’adéquation à un usage particulier et d’absence de contrefaçon en ce qui concerne le Site et tout le contenu fourni sur le Site ou par son intermédiaire. Le Sterling ne garantit pas que : (a) le Site ou le contenu répondra à vos exigences; (b) le Site sera disponible de manière ininterrompue, opportune, sécurisée ou sans erreur; (c) les résultats qui peuvent être obtenus à partir de l’utilisation du Site, ou de tout contenu fourni sur ou par le Site, seront précis ou fiables; ou (d) tout contenu obtenu par vous sur ou par le Site répondra à vos attentes.",
      "Filters and service information": "Filtres et renseignements sur le service",
      "Frequently Asked Questions": "Foire aux questions",
      "If Users engage in conduct or a pattern of conduct, including without limitation repeated violations by a User whereby correction of individual violations does not in Sterling Talent Solutions is sole discretion correct a pattern of the same or similar violations, while using the Service that violates the Policy, or is otherwise illegal or improper, Sterling Talent Solutions reserves the right to suspend and/or terminate the Service or the User's access to the Service. Sterling Talent Solutions will generally attempt to notify you of any activity in violation of the Policy and request that the User cease such activity; however, in cases where the operation of the Sterling Talent Solutions Network is threatened or cases involving unsolicited commercial email/SPAM, a pattern of violations, mail relaying, alteration of your source IP address information, denial of service attacks, illegal activities, suspected fraud in connection with the use of Service, harassment or copyright infringement, we reserve the right to suspend or terminate your Service or the User's access to the Service without notification. In addition, we may take any other appropriate action against you or a User for violations of the Policy, including repeated violations wherein correction of individual violations does not in Sterling Talent Solutions is sole discretion correct a pattern of the same or similar violations. We do not make any promise, nor do we have any obligation, to monitor or police activity occurring using the Service and will have no liability to any party, including you, for any violation of the Policy.": "Si des Utilisateurs adoptent une conduite ou un modèle de conduite, y compris, sans s’y limiter, les violations répétées par un Utilisateur, dans le cadre desquelles la correction des violations individuelles, à la seule discrétion de Sterling Talent Solutions, ne corrige pas le modèle de ces violations ou les violations similaires, tout en utilisant le Service qui enfreint la Politique, ou qui est autrement illégal ou inapproprié, Sterling Talent Solutions se réserve le droit de suspendre le Service ou de mettre fin à l’accès de l’Utilisateur au Service. Sterling Talent Solutions tentera généralement de vous aviser de toute activité en violation de la Politique et demandera à l’Utilisateur de cesser une telle activité; cependant, dans les cas où l’exploitation du réseau Sterling Talent Solutions est menacée ou dans les cas impliquant un courriel ou un pourriel commercial non sollicité; un modèle d’infractions, relais de courrier, la modification de vos renseignements d’adresse IP source; les attaques par déni de service; les activités illégales, une fraude soupçonnée en lien avec l’utilisation du Service, le harcèlement ou la violation des droits d’auteur; nous nous réservons le droit de suspendre ou de résilier votre Service ou l’accès de l’Utilisateur au Service sans préavis. En outre, nous pouvons prendre toute autre mesure appropriée contre vous ou un Utilisateur pour des violations de la Politique, y compris des violations répétées où la correction des violations individuelles, à la seule discrétion de Sterling Talent Solutions, ne corrige pas un modèle de violations identiques ou similaires. Nous ne faisons aucune promesse et n’avons aucune obligation de surveiller des activités survenant lors de l’utilisation du Service et nous n’assumons aucune responsabilité envers toute partie, y compris vous, pour toute violation de la Politique.",
      "If there is a conflict between these Terms of Use and an applicable service agreement between Sterling and a Client, then the terms of the service agreement will prevail to the extent of the conflict. If there is a conflict between these Terms of Use and Sterling’s relevant privacy statement (https://www.sterlingcheck.com/privacy), then the privacy statement will prevail to the extent of the conflict.": "En cas de conflit entre les présentes Conditions d’utilisation et un contrat de service applicable entre Sterling et un Client, les termes du contrat de service prévaudront dans la mesure du conflit. S’il existe un conflit entre les présentes Conditions d’utilisation et la déclaration de confidentialité pertinente de Sterling (https://www.sterlingcheck.com/privacy), la déclaration de confidentialité prévaudra dans la mesure du conflit.",
      "If we have specified bandwidth limitations for your user account, use of the Service shall not be in excess of those limitations. If a User is accessing the Service via a dial-up connection, we may terminate the user session if the User is connected for more than 7 days in order to protect Sterling Talent Solutions Network resources and maintain Service availability for others.": "Si nous avons spécifié des limites de bande passante pour votre compte utilisateur, l’utilisation du Service ne doit pas dépasser ces limites. Si un utilisateur accède au Service par connexion commutée et s’il est connecté au Service pendant plus de sept (7) jours, nous mettons fin à la séance d’utilisateur pour protéger les ressources du réseau de Sterling Talent Solutions et garantir la disponibilité du Service à d’autres utilisateurs.",
      "If you decline to use an electronic signature, you may be able to print forms and sign them by hand, in which case you will be required to deliver the hand signed forms to the relevant Sterling company representative.": "Si vous refusez d’utiliser une signature électronique, vous pourriez être en mesure d’imprimer les formulaires et de les signer à la main, auquel cas vous devrez remettre les formulaires signés à la main au représentant de la société Sterling concerné.",
      "If you do not agree to these Terms of Use, your continued use of the Site is not authorized.": "Si vous n’acceptez pas les présentes Conditions d’utilisation, votre utilisation continue du Site n’est pas autorisée.",
      "If you have any questions regarding these Terms of Use, please contact Sterling at 1-800-899-2272.": "Si vous avez des questions concernant les présentes Conditions d’utilisation, veuillez communiquer avec Sterling au 1 800 899-2272.",
      "If you wish to obtain a paper copy of the forms you sign via this site, you will be given the opportunity to download and print those forms once they have been executed.": "Si vous souhaitez obtenir une copie papier des formulaires que vous signez par le biais de ce site, vous aurez la possibilité de télécharger et d’imprimer ces formulaires une fois qu’ils auront été signés.",
      "Illegal Title": "Titre illégal",
      "Impending security event notification": "Avis d’atteinte imminente à la sécurité ",
      "In most cases, we will notify our Customer(s) of complaints received by us regarding an alleged violation of this Policy. You agree to promptly investigate all such complaints and take all necessary actions to remedy any violations of this Policy. We may inform the complainant that you are investigating the complaint and may provide the complainant with the necessary information to contact you directly to resolve the complaint. You shall identify a representative for the purposes of receiving such communications.": "Dans la plupart des cas, nous aviserons nos clients des plaintes que nous recevons concernant une infraction présumée à la présente Politique. Vous convenez d’enquêter sans délai sur toutes ces plaintes et de prendre toutes les mesures nécessaires pour remédier à toute infraction à la présente Politique. Il est possible que nous informions le plaignant de votre enquête sur la plainte et lui fournissions les renseignements nécessaires pour communiquer directement avec vous afin de résoudre la plainte. Vous devez désigner un représentant au titre de la réception de telles communications.",
      "In no event will Sterling or its officers, directors, employees, or agents be liable for any direct, indirect, incidental, special, or consequential damages; or damages for lost profits, revenue, data or data use, incurred by you or any third party, whether in an action in contract, or tort (including negligence), breach of statutory duty, strict liability, or otherwise, arising from your access to, or use of, the Site or any content provided on or through the Site.": "En aucun cas, Sterling ou ses dirigeants, administrateurs, employés ou agents ne pourront être tenus responsables de tout dommage direct, indirect, accessoire, spécial ou consécutif, ou de tout dommage pour perte de profits, de revenus, de données ou d’utilisation de données, encouru par vous ou par un tiers, que ce soit dans le cadre d’une action contractuelle ou délictuelle (y compris la négligence), d’un manquement à une obligation légale, d’une responsabilité stricte ou autre, résultant de votre accès au Site ou de son utilisation, ou de tout contenu fourni sur ou par le Site.",
      "In order to access, fulfill and retain the following electronic forms, your computer must be equipped and compatible with the most common operating systems and internet browsers. This would include:": "Afin d’accéder aux formulaires électroniques suivants, de les remplir et de les conserver, votre ordinateur doit être équipé et compatible avec les systèmes d’exploitation et les navigateurs Internet les plus courants. Il s’agit notamment de :",
      "Independence, OH 44131": "Indépendance, OH 44131",
      "India": "Inde",
      "Intentionally transmitting files containing a computer virus or corrupted data.": "Transmission intentionnelle de fichiers contenant un virus informatique ou des données corrompues.",
      "Introduction": "Présentation",
      "It may take up to two hours for you to receive a confirmation email when resetting your password. If you don’t see the confirmation email in your inbox, be sure to check your junk and spam folders. If you still haven’t received your email after two hours, you can try again by clicking the “I am a Returning User” option near the bottom of the Create Account page and requesting another confirmation email. If you continue not to receive a confirmation email, please call us at 888-889-5248 for further assistance.": "Il peut y avoir une attente de deux heures maximales avant que vous ne receviez un courriel de confirmation après avoir réinitialisé votre mot de passe. Si vous ne voyez pas le courriel de confirmation dans votre boîte de réception, assurez-vous de vérifier votre dossier des pourriels. Si vous ne recevez toujours pas le courriel après avoir attendu plus de deux heures, veuillez réessayer en cliquant sur l’option « I am a Returning User » (Je suis un utilisateur qui revient) près du bas de la page « Create Account » (Créer un compte) et en demandant un autre courriel de confirmation. Si vous ne recevez toujours pas de courriel de confirmation, veuillez nous appeler au 888 889-5248 pour obtenir de l’aide.",
      "It’s important that Sterling is able to contact your   previous employers to verify your work history. We suggest using Google or another search engine to find contact information, checking the employer’s web site, or reviewing any past documents you may have received from the employer. If the employer is no longer in business, please provide the most complete information you have.": "Il est important que Sterling puisse communiquer avec vos employeurs précédents pour vérifier vos antécédents professionnels. Nous vous suggérons d’utiliser Google ou un autre moteur de recherche pour trouver les coordonnées, consulter le site Web de l’employeur ou consulter les documents antérieurs que vous pourriez avoir reçus de l’employeur. Si l’employeur n’est plus en affaires, veuillez fournir les renseignements les plus complets dont vous disposez.",
      "I’ve provided my address history. Why am I being prompted to fill in gaps?": "J’ai fourni mon historique d’adresses. Pourquoi est-ce que je reçois une invite de demandant de remplir les espaces vides?",
      "Just reset the password. Click the “I am a Returning User” option near the bottom of the Create Account page, then click the “Forgot Your Password?” option and enter your email address. You’ll receive a confirmation email containing a link for resetting your password.": "Il suffit de réinitialiser le mot de passe. Cliquez sur l’option « I am a Returning User » (Je suis un utilisateur qui revient) près du bas de la page « Create Account » (Créer un compte), puis cliquez sur l’option « Forgot Your Password? » (Mot de passe oublié? » et saisissez votre adresse courriel. Vous recevrez un courriel de confirmation contenant un lien permettant de réinitialiser votre mot de passe.",
      "Lorem Ipsum dolor sit emit.": "Lorem Ipsum dolor sit emit.",
      "Mailing Address": "Adresse postale",
      "Microsoft Internet Explorer version 8 and later, Mozilla Firefox – latest version, Safari latest version + tablet versions, Chrome latest desktop version.": "Microsoft Internet Explorer version 8 et ultérieure, Mozilla Firefox – dernière version, dernière version Safari + versions pour tablette, dernière version Chrome pour ordinateur de bureau.",
      "Modifications to policy": "Modifications à la politique",
      "Privacy": "Confidentialité",
      "Questions related to your background check": "Questions liées à la vérification de vos antécédents",
      "Responsibilities of customers": "Responsabilités des clients",
      "Return To Top": "Retour en haut",
      "SA1 5ED": "SA1 5ED",
      "Some jurisdictions do not allow the disclaimer or exclusion of certain warranties of the disclaimer, exclusion, or limitation of certain liabilities. To the extent that they are held to be legally invalid, disclaimers, exclusions, and limitations set out in these Terms of Use, including those set out in Sections 3.6 (Disclaimer) and 3.7 (Limitation of Liability), do not apply and all other terms will remain in full force and effect.": "Certaines juridictions n’autorisent pas l’exonération ou l’exclusion de certaines garanties de l’exonération, de l’exclusion ou de la limitation de certaines responsabilités. Dans la mesure où elles sont considérées comme juridiquement non valables, les clauses de non-responsabilité, les exclusions et les limitations énoncées dans les présentes Conditions d’utilisation, y compris celles énoncées dans les articles 3.6 (Exclusion de responsabilité) et 3.7 (Limitation de responsabilité), ne s’appliquent pas et toutes les autres conditions resteront pleinement en vigueur.",
      "Spoofing/Fraud": "Usurpation/Fraude",
      "Sterling Customer Support": "Service de soutien à la clientèle de Sterling",
      "Sterling FAQ": "Foire aux questions adressées à Sterling",
      "Sterling Talent Solutions reserves the right to modify this Policy at any time without notice. We will attempt to notify Customers of any such modifications either via e-mail or by posting a revised version of the Policy on our Web site. Any such modifications shall be effective and applied prospectively from the date of posting.": "Sterling Talent Solutions se réserve le droit de modifier cette Politique à tout moment sans préavis. Nous tenterons d’aviser les Clients de telles modifications par courriel ou en publiant une version révisée de la Politique sur notre site Web. De telles modifications entreront en vigueur et seront appliquées de façon prospective à compter de la date d’affichage.",
      "Sterling Talent Solutions will cooperate with appropriate law enforcement agencies and other parties involved in investigating claims of illegal or inappropriate activity. Sterling Talent Solutions reserves the right to disclose customer information to the extent authorized by federal or state law.": "Sterling Talent Solutions collaborera avec les organismes chargés de faire respecter la loi appropriés et d’autres parties impliquées dans l’enquête d’allégations d’activités illégales ou inappropriées. Sterling Talent Solutions se réserve le droit de divulguer des renseignements sur les clients dans la mesure autorisée par la loi fédérale ou étatique.",
      "Sterling UK Customer Support": "Service de soutien à la clientèle de Sterling au Royaume-Uni",
      "Sterling may revise the Terms of Use at any time without notice to you. The revised Terms of Use will be effective when posted to the Site.": "Sterling peut réviser les Conditions d’utilisation à tout moment sans préavis. Les Conditions d’utilisation révisées entreront en vigueur dès leur publication sur le Site.",
      "Sterling reserves the right to make changes or updates to, and monitor the use of, the Site and content provided on or through the Site at any time without notice.": "Sterling se réserve le droit d’apporter des modifications ou des mises à jour au Site et au contenu fourni sur le Site ou par son intermédiaire, et de surveiller leur utilisation, à tout moment et sans préavis.",
      "Sterling will have no responsibility for any damage to your computer system or loss of data that results from the use of the Site.": "Sterling n’assumera aucune responsabilité pour tout dommage à votre système informatique ou toute perte de données résultant de l’utilisation du Site.",
      "Suspension or termination of service": "Suspension ou résiliation du service",
      "Swansea": "Swansea",
      "Terms of Use": "Conditions d’utilisation",
      "The Policy applies to all aspects of the Service. \"Sterling Talent Solutions Network\" includes, without limitation, Sterling Talent Solutions leased transmission network, including all equipment, systems, facilities, services and products incorporated or used in such transmission network. As used in this Policy, \"you\" refers to Customers, and any reference to \"Users\" is intended to encompass, as applicable, both Customers and their Users.": "La Politique s’applique à tous les aspects du Service. Le « réseau de Sterling Talent Solutions » comprend, sans s’y limiter, le réseau de transmission loué par Sterling Talent Solutions, y compris l’ensemble du matériel, des systèmes, des installations, des services et des produits incorporés ou utilisés dans un tel réseau de transmission. Tel qu'utilisé dans la présente Politique, « vous » fait référence aux clients, et toute référence aux « utilisateurs » est destinée à englober, selon le cas, tant les clients que leurs utilisateurs.",
      "The Service shall not be used for any unlawful activities or in connection with any criminal or civil violation and the Services shall in all cases be used in compliance with applicable law. Use of the Service for transmission, distribution, retrieval, or storage of any information, data or other material in violation of any applicable law or regulation (including, where applicable, any tariff or treaty) is prohibited. This includes, without limitation, the use or transmission of any data or material protected by copyright, trademark, trade secret, patent or other intellectual property right without proper authorization and the transmission of any material that constitutes an illegal threat, violates export control laws, or is obscene, defamatory or otherwise unlawful.": "Il est interdit d’utiliser le Service pour des activités illégales ou en lien avec une violation criminelle ou civile. Les Services doivent dans tous les cas être utilisés conformément aux lois en vigueur. L’utilisation du Service pour la transmission, la distribution, la récupération ou le stockage de toute information, de toute donnée ou de tout autre matériau en violation de toute loi ou réglementation en vigueur (y compris, le cas échéant, tout tarif ou traité) est strictement interdite. Cela comprend, sans s’y limiter, l’utilisation ou la transmission sans autorisation appropriée de données ou de matériaux protégés par des droits d’auteur, des marques de commerce, des secrets commerciaux, des brevets ou d’autres droits de propriété intellectuelle et la transmission illégale de tout matériel qui constitue une menace, enfreint les lois sur le contrôle des exportations ou est de nature obscène, diffamatoire ou autrement illicite.",
      "The Site and content provided on or through the Site are the intellectual property and copyrighted works of Sterling, a Sterling Client, or a third-party provider. All rights, title and interest not expressly granted with respect to the Site and content provided on or through the Site are reserved. All content is provided on an “As Is” and “As Available” basis, and Sterling reserves the right to terminate the permissions granted to you at any time.": "Le Site et le contenu fournis sur le Site ou par son intermédiaire sont la propriété intellectuelle et les œuvres protégées par le droit d’auteur de Sterling, d’un Client Sterling ou d’un fournisseur tiers. Tous les droits, titres et intérêts non expressément accordés en ce qui concerne le Site et le contenu fourni sur le Site ou par son intermédiaire sont réservés. Tout le contenu est fourni « en l’état » et « selon la disponibilité », et Sterling se réserve le droit de résilier les autorisations qui vous sont accordées à tout moment.",
      "The Site provides links to Web sites and access to content, products and services of third parties, including users, advertisers, affiliates and sponsors of the Site. Sterling is not responsible for third party content provided on, or through the Site, or for any changes or updates to such third party sites, and you bear all risks associated with the access to, and use of, such Web sites and third party content, products and services.": "Le Site fournit des liens vers des sites Web et un accès au contenu, aux produits et aux services de tiers, y compris des utilisateurs, des annonceurs, des affiliés et des commanditaires du Site. Sterling n’est pas responsable du contenu de tiers fourni sur, ou par le biais du Site, ou de tout changement ou mise à jour de ces sites de tiers, et vous supportez tous les risques associés à l’accès à, et à l’utilisation de, tels sites Web et contenu, produits et services de tiers.",
      "The Sterling has no obligation to monitor the Site. However, Sterling reserves the right to review the Site and content and to monitor all use of and activity on the Site, and to remove or choose not to make available on or through the Site, any content (including Submissions) in its sole discretion. Sterling may remove content that is confidential or proprietary to you, or a third party, without permission from you or the third party.": "Sterling n’a aucune obligation de surveiller le Site. Cependant, Sterling se réserve le droit d’examiner le Site et son contenu et de surveiller toute utilisation et activité sur le Site, et de supprimer ou de choisir de ne pas rendre disponible sur ou par l’intermédiaire du Site, tout contenu (y compris les Soumissions) à sa seule discrétion. Sterling peut supprimer du contenu confidentiel ou exclusif à vous ou à un tiers, sans votre permission ou celle du tiers.",
      "The Sterling may, in its sole discretion, at any time discontinue providing or limit access to the Site, in whole or in part. You agree that Sterling may, in its sole discretion, at any time, terminate or limit your access to, or use of, the Site in whole or in part. Sterling may terminate or limit your access to, or use of, the Site, if Sterling determines, in its sole discretion, that you have infringed the copyrights or other legal rights of a third party, or otherwise materially violated these Terms of Use. You agree that Sterling will not be liable to you or any third-party for any termination or limitation of your access to, or use of, the Site.": "Sterling peut, à sa seule discrétion, à tout moment cesser de fournir ou de limiter l’accès au Site, en tout ou en partie. Vous acceptez que Sterling puisse, à sa seule discrétion, à tout moment, mettre fin ou limiter votre accès ou votre utilisation du Site, en tout ou en partie. Sterling peut mettre fin ou limiter votre accès ou votre utilisation du Site si Sterling détermine, à sa seule discrétion, que vous avez enfreint les droits d’auteur ou d’autres droits légaux d’un tiers, ou que vous avez violé de manière substantielle ces conditions d’utilisation. Vous acceptez que Sterling ne soit pas responsable envers vous ou un tiers pour toute résiliation ou limitation de votre accès au Site ou de son utilisation.",
      "The background check application form requires that the start date & the end date of each address should be a total match.": "Pour les besoins du formulaire de demande de vérification des antécédents, la date de début de votre séjour à une adresse doit correspondre avec la date de fin de votre séjour à l’adresse précédente.",
      "The failure of Sterling to exercise or enforce any rights or provisions in these Terms of Use will not constitute a waiver of such right or provision. If any part or provision of these Terms of Use is found to be unenforceable, such part or provision may be modified to make the Terms of Use as modified, legal and enforceable. The rest of the Terms of Use will not be affected.": "Le défaut de Sterling d’exercer ou de faire valoir tout droit ou disposition des présentes Conditions d’utilisation ne constitue pas une renonciation à ce droit ou à cette disposition. Si une partie ou une disposition de ces Conditions d’utilisation est jugée inapplicable, cette partie ou disposition peut être modifiée pour rendre les Conditions d’utilisation telles que modifiées, légales et applicables. Le reste des Conditions d’utilisation ne sera pas affecté.",
      "The following activities are also prohibited:": "Sont également interdites les activités suivantes :",
      "The parties waive any right to bring representative claims on behalf of a class of individuals, on behalf of the public, as a private attorney general, or otherwise (the “class action waiver”). Except for this class action waiver, this clause may be severed or modified if necessary to render it enforceable under the Federal Arbitration Act.": "Les parties renoncent à tout droit d’intenter des réclamations représentatives au nom d’une catégorie de personnes, au nom du public, à titre d’avocat général privé ou autrement (la « renonciation au recours collectif »). À l’exception de cette renonciation au recours collectif, la présente clause peut être dissociée ou modifiée si nécessaire pour la rendre exécutoire en vertu de la Federal Arbitration Act.",
      "The sole purpose of this website is to enable you to collect and evaluate Candidate Submissions. Use of this Site does not create an employment relationship between any person and any Sterling company. Individuals who use this Site on behalf of a Client shall be solely the employees or agents of such entity and shall be under the sole and exclusive direction and control of such entity. The Client organization shall be responsible for compliance with all laws, rules and regulations involving its respective employees or agents, including (but not limited to) employment of labor, hours of labor, health and safety, working conditions and payment of wages.": "Le seul but de ce Site Web est de vous permettre de recueillir et d’évaluer les Soumissions de candidats. L’utilisation de ce Site ne crée pas de relation d’emploi entre quiconque et une société Sterling. Les personnes qui utilisent ce Site au nom d’un client sont uniquement les employés ou les agents de cette entité et sont sous la direction et le contrôle uniques et exclusifs de cette entité. L’organisation cliente est responsable du respect de toutes les lois, règles et réglementations concernant ses employés ou agents respectifs, y compris (mais sans s’y limiter) l’emploi de main-d’œuvre, les heures de travail, la santé et la sécurité, les conditions de travail et le paiement des salaires.",
      "The sole purpose of this website is to enable you to submit information (“Submissions“) to provide information to allow Sterling to carry out Services for a Client or for you. Use of this Site does not create an employment relationship between you and any Sterling company. You expressly agree that no employment relationship will be created without further review of the Submission, an appropriate successful interview process, background and reference checks (where applicable), verification of identity and the legal right to work, and issuance and acceptance of a formal written offer of employment from the entity offering employment.": "Le seul objectif de ce Site est de vous permettre de soumettre des informations (« Soumissions ») afin de permettre à Sterling de réaliser des Services pour un Client ou pour vous. L’utilisation de ce Site ne crée pas de relation de travail entre vous et une société de Sterling. Vous convenez expressément qu’aucune relation d’emploi ne sera créée sans un examen plus approfondi de la Soumission, un processus d’entretien approprié et réussi, une vérification des antécédents et des références (le cas échéant), une vérification de l’identité et du droit légal de travailler, et l’émission et l’acceptation d’une offre d’emploi écrite formelle de la part de l’entité offrant l’emploi.",
      "The use of the Sterling Talent Solutions Network by a Customer of Sterling Talent Solutions is subject to the terms and conditions of any agreements entered into by such Customer and Sterling Talent Solutions. This Policy is incorporated into such agreements by reference.": "L’utilisation du réseau mis à disposition par Sterling Talent Solutions par un client de cette dernière est soumise aux conditions générales de tout accord conclu entre le Client et Sterling Talent Solutions. La présente Politique est intégrée à ces ententes par renvoi.",
      "This Policy is designed to assist in protecting the Sterling Talent Solutions Network, the Service, our Users and the Internet community as a whole from improper and/or illegal activity over the Internet, to improve Service and to improve Service offerings. In situations where data communications are carried across networks of other Internet Service Providers (ISPs), Users of the Sterling Talent Solutions Network must also conform to the applicable acceptable use policies of such other ISPs.": "Cette Politique est conçue pour aider à protéger le réseau Sterling Talent Solutions, le Service, nos Utilisateurs et la communauté Internet dans leur ensemble, contre les activités inappropriées ou illégales sur Internet, pour améliorer le Service et améliorer les offres de Service. Dans les situations où les communications de données sont transmises sur les réseaux d’autres fournisseurs de services Internet (FSI), les Utilisateurs du réseau Sterling Talent Solutions doivent également se conformer aux politiques d’utilisation acceptable applicables de ces autres FSI.",
      "This listing of prohibited activities is not exhaustive and Sterling Talent Solutions reserves the right to determine that any conduct that is or could be harmful to the Sterling Talent Solutions Network, Sterling Talent Solutions is Customers or Internet users is in violation of this Policy and to exercise any or all of the remedies contained in this Policy.": "Cette liste d’activités interdites n’est pas exhaustive. Sterling Talent Solutions se réserve le droit de déterminer si une conduite qui nuit ou risque de nuire à son réseau, à ses clients ou aux utilisateurs d’Internet est en violation de la présente Politique. En outre, Sterling Talent Solutions se réserve le droit d’exercer partiellement ou intégralement les recours prévus dans la présente Politique.",
      "Through the Site, Clients, Candidates, and third-party sources of data related to Candidates (collectively, “Users”), will have the ability to place orders for, and participate in the fulfillment of, Services. By accessing or using the Site, you agree to follow and be bound by the following terms and conditions concerning your access to and use of the Site (“Terms of Use“).": "Par le biais du Site, les Clients, les Candidats et les sources tierces de données relatives aux Candidats (collectivement, les « Utilisateurs ») auront la possibilité de passer des commandes de Services et de participer à leur exécution. En accédant au Site ou en l’utilisant, vous acceptez de suivre et d’être lié par les conditions générales suivantes concernant votre accès au Site et votre utilisation du Site (« Conditions d’utilisation »).",
      "Unauthorized access/interference": "Interférence et accès non autorisé",
      "United Kingdom": "Royaume-Uni",
      "United States and Canada": "États-Unis et Canada",
      "Users are entirely responsible for maintaining the confidentiality of password and account information, as well as the security of their network. You agree immediately to notify Sterling Talent Solutions of any unauthorized use of your account or any other breach of security known to you. If you become aware of any violation of this Policy by any person, including Users that have accessed the Service through your account, you are required to notify us.": "Les utilisateurs sont entièrement responsables du maintien de la confidentialité des mots de passe, des renseignements concernant le compte et de la sécurité de leur réseau. Vous convenez d’aviser immédiatement Sterling Talent Solutions de toute utilisation non autorisée de votre compte ou de toute autre atteinte à la sécurité dont vous avez pris connaissance. Vous convenez également de nous aviser si vous êtes au courant de toute infraction à la présente Politique commise par une quelconque personne ou si vous avez pris connaissance qu’un utilisateur s’est servi sans autorisation de votre compte pour accéder au Service.",
      "Users are prohibited from intentionally or negligently injecting false data into the Internet, for instance in the form of bad routing information (including but not limited to the announcing of networks owned by someone else or reserved by the Internet Assigned Numbers Authority) or incorrect DNS information.": "Il est interdit aux utilisateurs d’injecter intentionnellement ou par négligence de fausses données sur Internet, par exemple sous forme de mauvaises informations d’acheminement (y compris, entre autres, le fait d’annoncer que les réseaux appartiennent à une autre entité ou sont réservés par l’IANA [Internet Assigned Numbers Authority, Organe responsable de la gestion des numéros sur Internet]) ou de diffuser des informations DNS (Domaine Name System, système d'adressage par domaine) incorrectes.",
      "We reserve the right to install and use, or to have you install and use, any appropriate devices to prevent violations of this Policy, including devices designed to filter or terminate access to the Service. By accepting and using the Service, you consent to allowing us to collect service information and routing information in the normal course of our business, and to use such information for general business purposes.": "Nous nous réservons le droit d’installer et d’utiliser, ou de faire installer et d’utiliser, tout appareil approprié pour prévenir les violations de la présente Politique, y compris les appareils conçus pour filtrer ou résilier l’accès au Service. En acceptant et en utilisant le Service, vous nous autorisez à recueillir des renseignements sur le Service et à acheminer les renseignements dans le cours normal de nos activités, et d’utiliser ces renseignements à des fins commerciales générales.",
      "Welcome to Sterling Infosystems, Inc., and its affiliated companies (“Sterling“) background screening platform (the “Site“). Sterling provides background screening and other services (“Services“) to organizations and their authorized business users (“Clients“), allowing them to collect information about individuals (“Candidates“). Sterling also provides certain services directly to Candidates.": "Bienvenue sur la plateforme de vérification des antécédents de Sterling Infosystems, Inc. et de ses sociétés affiliées (« Sterling ») (le « Site »). Sterling fournit des services de vérification des antécédents et d’autres services (« Services ») aux organisations et à leurs utilisateurs commerciaux autorisés (« Clients »), leur permettant de recueillir des renseignements sur des personnes (« Candidats »). Sterling fournit également certains services directement aux candidats.",
      "What if I don’t have a former employer’s contact information?": "Que faire si je n’ai pas les coordonnées d’un ancien employeur?",
      "What if I don’t know my password?": "Que faire si je ne connais pas mon mot de passe?",
      "What if I don’t remember my password?": "Que faire si je ne me souviens pas de mon mot de passe?",
      "What if I haven’t received my confirmation email for resetting my password?": "Que se passe-t-il si je n’ai pas reçu mon courriel de confirmation pour réinitialiser mon mot de passe?",
      "When you first arrive on our background check web page (after clicking the link in your email), you’ll need to create a new password meeting the requirements indicated on the page. You’ll need to check the box to accept Sterling’s terms of use, then click the Create an Account button.": "Lorsque vous arrivez pour la première fois sur notre page Web de vérification des antécédents (après avoir cliqué sur le lien dans votre courriel), vous êtes invité(e) à créer un nouveau mot de passe répondant aux exigences indiquées sur la page. Vous devez cocher la case pour accepter les conditions d’utilisation de Sterling, puis cliquer sur le bouton « Create an Account » (Créer un compte).",
      "Why am I being told that my email address already exists in Sterling’s system?": "Pourquoi me dit-on que mon adresse courriel existe déjà dans le système de Sterling?",
      "Windows, Mac OS X, Linux, Apple iOS, and other major operating systems.": "Windows, Mac OS X, Linux, Apple iOS et autres principaux systèmes d’exploitation.",
      "You agree not to access or use the Site in any manner that could damage, disable, overburden, or impair any Sterling accounts, computer systems or networks. You agree not to attempt to gain unauthorized access to any parts of the Site or any Sterling accounts, computer systems or networks. You agree not to interfere, or attempt to interfere, with the proper working of the Site or any of Sterling accounts, computer systems or networks. You agree not to use any robot, spider, scraper or other automated means to access the Site or any of Sterling accounts, computer systems or networks without the Sterling’s express written permission.": "Vous acceptez de ne pas accéder au Site ou de ne pas l’utiliser d’une manière qui pourrait endommager, désactiver, surcharger ou compromettre les comptes, les systèmes informatiques ou les réseaux de Sterling. Vous acceptez de ne pas tenter d’obtenir un accès non autorisé à des parties du Site ou à des comptes, systèmes informatiques ou réseaux de Sterling. Vous acceptez de ne pas interférer ou de ne pas tenter d’interférer avec le bon fonctionnement du Site ou de l’un des comptes, systèmes informatiques ou réseaux de Sterling. Vous acceptez de ne pas utiliser de robot, d’araignée, de grattoir ou d’autres moyens automatisés pour accéder au Site ou à l’un des comptes, systèmes informatiques ou réseaux de Sterling sans l’autorisation écrite expresse de Sterling.",
      "You agree that all information you submit in use of the Site will be information that you have the right and authority to disclose to the Sterling. Where applicable, you agree that you will obtain written signed consent from each Candidate, in the form required by law before requesting background screening reports relating to that Candidate, or you will use the Site to collect that consent on your behalf. If you have collected the consent yourself, you must deliver such consent to Sterling by uploading the signed consent form as part of the Submissions relating to that Candidate.": "Vous acceptez que tous les renseignements que vous soumettez dans le cadre de l’utilisation du Site soient des renseignements que vous avez le droit et l’autorité de divulguer à Sterling. Le cas échéant, vous acceptez d’obtenir le consentement écrit et signé de chaque candidat, sous la forme requise par la loi, avant de demander des rapports de vérification des antécédents concernant ce candidat, ou d’utiliser le Site pour recueillir ce consentement en votre nom. Si vous avez recueilli le consentement vous-même, vous devez le transmettre à Sterling en téléchargeant le formulaire de consentement signé dans le cadre des soumissions relatives à ce Candidat.",
      "You agree that you will neither use the Site in a manner, nor provide any Submission, that: (a) is defamatory, derogatory, degrading or harassing of another or constitutes a personal attack; (b) invades another’s privacy or includes, copies or transmits another’s confidential, sensitive or personal information without that person’s consent to do so; (c) promotes bigotry, racism, hatred or harm against any group or individual; (d) is obscene or not in good taste; (e) violates, infringes or promotes the violation or infringement of another’s rights, including intellectual property rights; (f) violates or promotes the violation of any applicable laws or regulations; (g) contains a solicitation of funds, goods or services, or promotes or advertises goods or services; or (h) contains any viruses, Trojan horses, or other components designed to limit or harm the functionality of a computer. Sterling may report you to the relevant authorities and may act under the fullest extent of applicable laws if you transmit or upload content intended or designed to cause harm.": "Vous convenez que vous n’utiliserez pas le Site d’une manière, ni ne fournirez de Soumission, qui : (a) est diffamatoire, dénigrante, dégradante ou harcelante à l’égard d’une autre personne ou constitue une attaque personnelle; (b) porte atteinte à la vie privée d’une autre personne ou inclut, copie ou transmet des renseignements confidentiels, sensibles ou personnels d’une autre personne sans son consentement; (c) encourage le sectarisme, le racisme, la haine ou le préjudice à l’encontre d’un groupe ou d’un individu; (d) est obscène ou de mauvais goût; (e) viole, enfreint ou promeut la violation ou l’enfreinte des droits d’autrui, y compris les droits de propriété intellectuelle; (f) viole ou promeut la violation de toute loi ou réglementation applicable; (g) contient une sollicitation de fonds, de biens ou de services, ou promeut ou fait la publicité de biens ou de services; ou (h) contient des virus, des chevaux de Troie ou d’autres composants conçus pour limiter ou nuire à la fonctionnalité d’un ordinateur. Sterling peut vous signaler aux autorités compétentes et peut agir dans toute la mesure permise par les lois applicables si vous transmettez ou téléchargez du contenu destiné ou conçu pour causer un préjudice.",
      "You agree that you will neither use the Site in a manner, nor provide any Submission, that: (a) is defamatory, derogatory, degrading or harassing of another or constitutes a personal attack; (b) invades another’s privacy or includes, copies or transmits another’s confidential, sensitive or personal information without that person’s consent; (c) promotes bigotry, racism, hatred or harm against any group or individual; (d) is obscene or not in good taste; (e) violates, infringes or promotes the violation or infringement of another’s rights, including intellectual property rights; (f) violates or promotes the violation of any applicable laws or regulations; (g) contains a solicitation of funds, goods or services, or promotes or advertises goods or services; or (h) contains any viruses, Trojan horses, or other components designed to limit or harm the functionality of a computer. Sterling may report you to the relevant authorities and may act under the fullest extent of applicable laws if you transmit or upload content intended or designed to cause harm.": "Vous convenez que vous n’utiliserez pas le Site d’une manière, ni ne fournirez de Soumission, qui : (a) est diffamatoire, dénigrante, dégradante ou harcelante à l’égard d’une autre personne ou constitue une attaque personnelle; (b) porte atteinte à la vie privée d’une autre personne ou inclut, copie ou transmet des renseignements confidentiels, sensibles ou personnels d’une autre personne sans son consentement; (c) encourage le sectarisme, le racisme, la haine ou le préjudice à l’encontre d’un groupe ou d’un individu; (d) est obscène ou de mauvais goût; (e) viole, enfreint ou promeut la violation ou l’enfreinte des droits d’autrui, y compris les droits de propriété intellectuelle; (f) viole ou promeut la violation de toute loi ou réglementation applicable; (g) contient une sollicitation de fonds, de biens ou de services, ou promeut ou fait la publicité de biens ou de services; ou (h) contient des virus, des chevaux de Troie ou d’autres composants conçus pour limiter ou nuire à la fonctionnalité d’un ordinateur. Sterling peut vous signaler aux autorités compétentes et peut agir dans toute la mesure permise par les lois applicables si vous transmettez ou téléchargez du contenu destiné ou conçu pour causer un préjudice.",
      "You agree to indemnify and hold harmless the Sterling, its officers, directors, employees and agents from and against any and all third-party claims, liabilities, damages, losses or expenses, including reasonable attorneys’ fees and costs, due to, or arising out of, any information you disclose to the Site, your violation of these Terms of Use, or your violation or infringement of any third-party rights, including intellectual property rights.": "Vous acceptez d’indemniser et de dégager de toute responsabilité le Sterling, ses dirigeants, ses administrateurs, ses employés et ses agents en cas de réclamations, de responsabilités, de dommages, de pertes ou de dépenses de tiers, y compris les frais et honoraires raisonnables d’avocats, dus à, ou découlant de, toute information que vous divulguez sur le Site, de votre violation des présentes conditions d’utilisation, ou de votre violation ou atteinte aux droits de tiers, y compris les droits de propriété intellectuelle.",
      "You may have had a background check processed previously with Sterling through a different employer. If you don’t remember your password, you’ll need to reset the password. Click the “I am a Returning User” option near the bottom of the Create Account page, then click the “Forgot Your Password?” option and enter your email address. You’ll receive a confirmation email containing a link for resetting your password.": "Vous avez peut-être déjà fait l’objet d’une vérification des antécédents auprès de Sterling par l’intermédiaire d’un autre employeur. Si vous ne vous souvenez pas de votre mot de passe, vous devrez le réinitialiser. Cliquez sur l’option « I am a Returning User » (Je suis un utilisateur qui revient) près du bas de la page « Create Account » (Créer un compte), puis cliquez sur l’option « Forgot Your Password? » (Mot de passe oublié? » et saisissez votre adresse courriel. Vous recevrez un courriel de confirmation contenant un lien permettant de réinitialiser votre mot de passe.",
      "You must complete the registration process to open an account by providing us with current, complete and accurate information, as required by the applicable registration form. You may also be required to choose a password and a user name. Access to, and use of, password protected or secure areas of the Site are restricted to authorized users only. Except as contemplated by Section 2.2, You agree not to share your password(s), account information, or access to the Site with any other person. You are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of your password(s) or account(s), or as a result of your access to the Site. You agree to notify Sterling immediately of any use of your password(s) or account(s) that you did not authorize or that is not authorized by these Terms of Use.": "Vous devez terminer le processus d’inscription pour ouvrir un compte en nous fournissant des informations actuelles, complètes et exactes, comme l’exige le formulaire d’inscription applicable. Il peut également vous être demandé de choisir un mot de passe et un nom d’utilisateur. L’accès et l’utilisation des zones protégées par mot de passe ou sécurisées du Site sont réservés aux utilisateurs autorisés. À l’exception de ce qui est prévu à l’article 2.2, vous acceptez de ne pas partager votre ou vos mots de passe, vos informations de compte ou votre accès au Site avec toute autre personne. Vous êtes responsable du maintien de la confidentialité de votre ou de vos mots de passe et de vos informations de compte, et vous êtes responsable de toutes les activités qui se produisent grâce à l’utilisation de votre ou de vos mots de passe ou de votre ou de vos comptes, ou suite à votre accès au Site. Vous acceptez d’informer Sterling immédiatement de toute utilisation de votre ou de vos mots de passe ou de votre ou de vos comptes que vous n’avez pas autorisée ou qui n’est pas autorisée par ces Conditions d’utilisation.",
      "You warrant that: (a) you have the right and authority to provide any personal information; (b) you have only disclosed information that is true, accurate and not misleading (including by omission) and nothing you have submitted is known by you to be false, inaccurate, or misleading; (c) you have identified the individual who the submitted information relates to and confirm their identity as the Candidate; and (d) your disclosure of information, or any engagement that may result from your disclosure of information, would not infringe any legal obligation that you or the Candidate may have to any third party, including under laws related to copyright, trademark, patent, trade secret, confidentiality, notice period, restrictive covenant, non-competition or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party.": "Vous garantissez que : (a) vous avez le droit et l’autorité de fournir des renseignements personnels; (b) vous n’avez divulgué que des renseignements véridiques, exacts et non trompeurs (y compris par omission) et que vous savez que rien que vous avez soumis n’est faux, inexact, ou trompeur; (c) vous avez identifié la personne à laquelle les renseignements soumis se rapportent et confirmez son identité en tant que Candidat; et (d) votre divulgation de renseignements, ou tout engagement pouvant résulter de votre divulgation de renseignements, n’enfreindrait aucune obligation légale que vous ou le Candidat pourriez avoir envers un tiers, y compris en vertu des lois relatives aux droits d’auteur, aux marques, aux brevets, aux secrets commerciaux, à la confidentialité, aux délais de préavis, aux clauses restrictives, à la non concurrence ou à d’autres droits de propriété intellectuelle, aux droits à la vie privée ou à tout autre droit légal ou moral d’un tiers.",
      "to the use of Sterling Talent Solutions services (the \"Service\") by customers of Sterling Talent Solutions (\"Customers\") and by users that have gained access to the Service through Customer accounts (\"Users\"). By using the Service, you acknowledge that you and your Users are responsible for compliance with the Policy. You are responsible for violations of this Policy by any User that accesses the Services through your account.": "Les services de Sterling Talent Solutions (le « Service ») sont conçus pour l’utilisation par les clients de Sterling Talent Solutions (les « Clients ») et par les utilisateurs qui détiennent des droits d’accès au Service par l’intermédiaire d’un compte client (les « Utilisateurs »). En utilisant le Service, vous convenez que vous et vos utilisateurs êtes responsables de la conformité à la Politique. Vous êtes également responsable des infractions à la présente Politique par tout utilisateur qui accède aux Services par l’entremise de votre compte.",
      "{ country }": "{ country }",
      "{ heading }": "{ heading }",
      "Test pull request update": "Test pull request update",
      "update from wildcard branch": "update from wildcard branch"
    }
  }
}
