{
  "en-US": {
    "translation": {
      "07:30 - 17:30 (7:30am - 5:30pm) IST, M-F": "07:30 – 17:30 (7:30 – 17:30 ч.) IST, MF",
      "07:30 - 18:00 (7:30am - 6:00pm) BST, M-F": "07:30 – 18:00 (7:30 – 18:00 ч.) BST, MF",
      "08:00 - 20:00 (8:00am - 8:00pm) EST, M-F": "08:00 – 20:00 (8:00 – 20:00) EST, MF",
      "1 Alexandra Road": "1 Alexandra Road",
      "1. The following terms apply to Candidates only.": "1. Следните условия се прилагат само за кандидатите.",
      "1.1. Use of Site": "1.1. Използване на сайта",
      "1.2. Electronic Signatures": "1.2. Електронни подписи",
      "1.3. Submissions": "1.3. Подаване на данни",
      "1.4. Acceptable Use": "1.4. Приемлива употреба",
      "1.5. Security, Passwords and Means of Accessing the Site": "1.5. Сигурност, пароли и средства за достъп до сайта",
      "2. The following terms apply to Clients only.": "2. Следните условия се прилагат само за Клиенти.",
      "2.1. Use of Site": "2.1. Използване на сайта",
      "2.2. Electronic Signatures": "2.2. Електронни подписи",
      "2.3. Submissions": "2.3. Подаване на данни",
      "2.4. Acceptable Use": "2.4. Приемлива употреба",
      "2.5. Security, Passwords and Means of Accessing the Site": "2.5. Сигурност, пароли и средства за достъп до сайта",
      "3. General Terms (these apply to all Users)": "3. Общи условия (те се прилагат за всички потребители)",
      "3.1. Reservation of Rights": "3.1. Запазване на права",
      "3.10. Waiver and Severability": "3.10. Отказ от права и делимост",
      "3.11. Applicable Laws": "3.11. Приложими закони",
      "3.12. Arbitration and Venue": "3.12. Арбитраж и място на провеждане",
      "3.13. Limitation on Time to File Claims": "3.13. Ограничение на времето за подаване на искове",
      "3.14. Contact Information": "3.14. Информация за връзка",
      "3.2. Indemnity": "3.2. Обезщетение",
      "3.3. Monitoring": "3.3. Мониторинг",
      "3.4. Termination of Use": "3.4. Прекратяване на използването",
      "3.5. Third Party Web Sites, Content, Products and Services": "3.5. Уеб сайтове, съдържание, продукти и услуги на трети страни",
      "3.6. Disclaimer": "3.6. Отказ от отговорност",
      "3.7. Limitation of Liability": "3.7. Ограничение на отговорността",
      "3.8. Exclusions and Limitations": "3.8. Изключения и ограничения",
      "3.9. Conflict with Service Agreement and Privacy Statement": "3.9. Конфликт със Споразумението за услуги и Декларацията за поверителност",
      "4511 Rockside Road, 4th Floor": "4511 Rockside Road, 4th Floor",
      "8th Floor, Alexandra House": "8th Floor, Alexandra House",
      "A User may not attempt to gain unauthorized access to, or attempt to interfere with or compromise the normal functioning, operation or security of, any portion of the Sterling Talent Solutions Network. A User may not use the Service to engage in any activities that may interfere with the ability of others to access or use the Service or the Internet. A User may not use the Service to monitor any data, information or communications on any network or system without authorization. A User may not attempt to gain unauthorized access to the user accounts or passwords of other Users.": "Потребителят не може да се опитва да получи неоторизиран достъп или да се опитва да попречи или да компрометира нормалното функциониране, работа или сигурност на която и да е част от мрежата на Sterling Talent Solutions. Потребителят не може да използва Услугата, за да участва в каквито и да било дейности, които могат да попречат на възможността на други да имат достъп или да използват Услугата или интернет. Потребителят няма право да използва Услугата, за да наблюдава каквито и да било данни, информация или комуникации в която и да е мрежа или система без разрешение. Потребителят не може да се опитва да получи неоторизиран достъп до потребителските акаунти или пароли на други потребители.",
      "A User may not attempt to send e-mail messages or transmit any electronic communications using a name or address of someone other than the User for purposes of deception. Any attempt to impersonate someone else by altering source IP address information or by using forged headers or other identifying information is prohibited. Any attempt to fraudulently conceal, forge or otherwise falsify a User’s identity in connection with use of the Service is prohibited.": "Потребителят не може да се опитва да изпраща имейл съобщения или да предава каквито и да било електронни комуникации, използвайки име или адрес на някой различен от Потребителя с цел измама. Забранен е всеки опит да се представя за някой друг чрез промяна на информацията за IP адреса на източника или чрез използване на фалшиви заглавки или друга идентифицираща информация. Всеки опит за измамно прикриване, фалшифициране или по друг начин фалшифициране на самоличността на Потребителя във връзка с използването на Услугата е забранен.",
      "A User may not use the Service to transmit unsolicited commercial e-mail messages or deliberately send excessively large attachments to one recipient. Any unsolicited commercial e-mail messages or a series of unsolicited commercial e-mail messages or large attachments sent to one recipient is prohibited. In addition, \"spamming\" or \"mailbombing\" is prohibited. Use of the service of another provider to send unsolicited commercial email, spam or mailbombs, to promote a site hosted on or connected to the Sterling Talent Solutions Network, is similarly prohibited. Likewise, a User may not use the Service to collect responses from mass unsolicited e-mail messages. Sterling Talent Solutions may in its sole discretion rely upon information obtained from anti-spamming organizations (including for example and without limitation spamhaus.org, spamcop.net, sorbs.net, and abuse.net) as evidence that a User is an active \"spam operation\" for purposes of taking remedial action under this Policy.": "Потребителят не може да използва Услугата, за да предава непоискани търговски имейл съобщения или умишлено да изпраща твърде големи прикачени файлове до един получател. Забранени са всякакви непоискани търговски имейл съобщения или поредица от непоискани търговски имейл съобщения или големи прикачени файлове до един получател. Освен това „спамът“ или „бомбардирането с поща“ са забранени. Използването на услугата на друг доставчик за изпращане на непоискани търговски имейли, спам или пощенски бомби, за популяризиране на сайт, хостван или свързан към Sterling Talent Solutions Network, също е забранено. По същия начин, Потребителят не може да използва Услугата за събиране на отговори от масови непоискани имейл съобщения. Sterling Talent Solutions може по свое усмотрение да разчита на информация, получена от организации за борба със спам (включително например и без ограничение spamhaus.org, spamcop.net, sorbs.net и abuse.net) като доказателство, че Потребителят е активен „спам операция“ за целите на предприемане на коригиращи действия съгласно тази Политика.",
      "ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF USE OR THE WEBSITES MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.": "ВСЯКО ОСНОВАНИЕ ЗА ИСК ИЛИ ПРЕТЕНЦИЯ, КОИТО МОЖЕ ДА ИМАТЕ, ПРОИЗТИЧАЩИ ОТ ИЛИ СВЪРЗАНИ С НАСТОЯЩИТЕ УСЛОВИЯ ЗА ПОЛЗВАНЕ ИЛИ УЕБСАЙТОВЕТЕ, ТРЯБВА ДА БЪДАТ ЗАВЕДЕНИ В РАМКИТЕ НА ЕДНА (1) ГОДИНА СЛЕД ВЪЗНИКВАНЕ НА ОСНОВАНИЕТО ЗА ИСК, В ПРОТИВЕН СЛУЧАЙ ТАКОВА ОСНОВАНИЕ ЗА ИСК ИЛИ ПРЕТЕНЦИЯ СЕ ПОГАСЯВА ПО ДАВНОСТ.",
      "APAC": "APAC",
      "Acceptable Use Policy": "Политика за приемлива употреба",
      "Access to and use of password protected or secured areas of the Site are restricted to authorized users only. You are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of any password(s) or account(s), or as a result of your access to the Site. You agree to notify Sterling immediately of any unauthorized use of password(s) or account(s).": "Достъпът до и използването на защитени с парола или защитени зони на Сайта са ограничени само до упълномощени потребители. Вие носите отговорност за запазването на поверителността на паролата(ите) и информацията за акаунта, както и за всички дейности, които възникват чрез използването на парола(и) или акаунт(и), или в резултат на Вашия достъп до Сайта. Вие се съгласявате да уведомите Sterling незабавно за всяко неразрешено използване на парола(и) или акаунт(и).",
      "Additional terms and conditions": "Допълнителни условия",
      "Advertising, transmitting, or otherwise making available any software, program, product, or service that is designed to violate this AUP, which includes the facilitation of the means to deliver unsolicited commercial email.": "Рекламиране, предаване или предоставяне по друг начин на всеки софтуер, програма, продукт или услуга, които са предназначени да нарушават този AUP, което включва улесняване на средствата за доставяне на непоискани търговски имейли.",
      "After authorizing the use of your electronic signature, you may still withdraw your consent. To do so, you must contact Sterling or the Client for their withdrawal procedures and to understand any consequences which may apply.": "След като разрешите използването на Вашия електронен подпис, все още можете да оттеглите съгласието си. За да направите това, трябва да се свържете със Sterling или Клиента, за да се запознаете с техните процедури за оттегляне и да разберете всички последствия, които могат да бъдат приложени.",
      "All Users of the Sterling Talent Solutions Network are responsible for notifying Sterling Talent Solutions immediately if they become aware of an impending event that may negatively affect the Sterling Talent Solutions Network. This includes extortion threats that involve threat of \"denial of service\" attacks, unauthorized access, or other security events.": "Всички потребители на Sterling Talent Solutions Network са отговорни да уведомят незабавно Sterling Talent Solutions, ако узнаят за предстоящо събитие, което може да повлияе негативно на Sterling Talent Solutions Network. Това включва заплахи за изнудване, които включват заплаха от атаки на „отказ на услуга“, неоторизиран достъп или други събития за сигурност.",
      "All matters relating to your access to, and use of, the Site and content provided on or through the Site, will be governed by U.S. federal law or the laws ofthe State of New York.": "Всички въпроси, свързани с Вашия достъп до и използването на Сайта и съдържанието, предоставено на или чрез Сайта, ще се уреждат от федералните закони на САЩ или законите на щата Ню Йорк.",
      "Any activity that disrupts, degrades, harms or threatens to harm the Sterling Talent Solutions Network or the Service.": "Всяка дейност, която нарушава, влошава, вреди или заплашва да навреди на Sterling Talent Solutions Network или Услугата.",
      "Any complaints regarding prohibited use or other abuse of the Sterling Talent Solutions Network, including violations of this Policy, should be sent to Sterling Talent Solutions. Please include all applicable information that will assist Sterling Talent Solutions in investigating the complaint, including all applicable headers of forwarded messages. Customers should call 800.943.2589 to submit a complaint as quickly as possible. If you are unsure whether any contemplated use or action is permitted, please submit questions or comments to Sterling Talent Solutions at ": "Всички оплаквания относно забранена употреба или друга злоупотреба с мрежата на Sterling Talent Solutions, включително нарушения на тази Политика, трябва да се изпращат до Sterling Talent Solutions. Моля, включете цялата приложима информация, която ще помогне на Sterling Talent Solutions при разследването на жалбата, включително всички приложими заглавки на препратените съобщения. Клиентите трябва да се обадят на: 800.943.2589, за да подадат жалба възможно най–бързо. Ако не сте сигурни дали е разрешено някакво планирано използване или действие, моля, изпратете въпроси или коментари на Sterling Talent Solutions на адрес: ",
      "Any controversy or claim arising out of, or relating to, these Terms of Use, or breach thereof, shall be settled by binding arbitration in accordance with the governing law as determined by these Terms of Use, the Federal Arbitration Act (insofar as it governs the arbitrability of such controversy or claim), and the Commercial Arbitration Rules (excluding Expedited Procedures) of the American Arbitration Association in the City of New York. Three qualified arbitrators shall be appointed in accordance with the Commercial Arbitration Rules (excluding Expedited Procedures) of the American Arbitration Association and these Terms of Use. Such qualified arbitrators shall be members of the New York bar and shall have at least five years of experience in the law relevant to the dispute in question. Each party shall have the right of discovery as set forth in the Federal Rules of Civil Procedure. A stenographer shall be present at the arbitration proceedings and the stenographic record shall be the official record of the proceeding. The arbitrators shall provide written findings of fact and conclusions of law in justification of any arbitration award. Either party shall have the right of appeal of any decision by the arbitrators by filing a request for reconsideration of any arbitration decision with the American Arbitration Association. Upon receiving such a request, the American Arbitration Association shall reconsider the matter de novo using the foregoing procedures. Should the arbitration award be inconsistent with the governing law as specified by these Terms of Use, either party may immediately appeal the arbitration award to any court of competent jurisdiction over Sterling. Judgment on the award rendered by the arbitrators may be entered in any court having competent jurisdiction over the parties, unless a subsequent request for reconsideration has been filed by a party under this Section, or the award has been appealed to a court of competent jurisdiction under this Section.": "Всички спорове или претенции, произтичащи от или свързани с настоящите Условия за ползване или тяхното нарушаване, се решават чрез задължителен арбитраж в съответствие с приложимото право, определено от настоящите Условия за ползване, Федералния закон за арбитража (доколкото той урежда арбитрируемостта на такива спорове или претенции) и Правилата за търговски арбитраж (с изключение на ускорените процедури) на Американската арбитражна асоциация в град Ню Йорк. Трима квалифицирани арбитри се назначават в съответствие с Правилата за търговски арбитраж (с изключение на ускорени процедури) на Американската арбитражна асоциация и настоящите Условия за ползване. Тези квалифицирани арбитри трябва да са членове на нюйоркската адвокатска колегия и да имат най–малко петгодишен опит в областта на правото, свързано с въпросния спор. Всяка от страните има право на разкриване, както е посочено във Федералните правила за гражданско производство. В арбитражното производство присъства стенограф, а стенографският запис е официалният запис на производството. Арбитрите представят писмени констатации на фактите и правни заключения в обосновка на всяко арбитражно решение. Всяка от страните има право да обжалва всяко решение на арбитрите, като подаде искане за преразглеждане на всяко арбитражно решение до Американската арбитражна асоциация. При получаване на такова искане Американската арбитражна асоциация трябва да преразгледа въпроса de novo, като използва горепосочените процедури. Ако арбитражното решение не съответства на приложимото законодателство, както е посочено в настоящите Условия за ползване, всяка от страните може незабавно да обжалва арбитражното решение пред всеки съд с компетентна юрисдикция над Sterling. Решението по решението, постановено от арбитрите, може да бъде постановено от всеки съд с компетентна юрисдикция по отношение на страните, освен ако някоя от страните не е подала последващо искане за преразглеждане съгласно настоящия раздел или решението не е било обжалвано пред съд с компетентна юрисдикция съгласно настоящия раздел.",
      "Any legal suit, action or proceeding arising out of, or related to, these Terms of Use or the Website, and allowed pursuant to this Section, shall be instituted exclusively in the federal courts of the United States in the Southern District of New York or the courts of the State of New York located in the City of New York. You waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.": "Всеки съдебен иск, действие или процедура, произтичащи от или свързани с настоящите Условия за ползване или Уебсайта и разрешени съгласно настоящия раздел, се завеждат изключително във федералните съдилища на САЩ в Южния окръг на Ню Йорк или в съдилищата на щата Ню Йорк, намиращи се в град Ню Йорк. Вие се отказвате от всякакви възражения срещу упражняването на юрисдикция над Вас от такива съдилища и срещу местонахождението на такива съдилища.",
      "Any other inappropriate activity or abuse of the Service (as determined by us in our sole discretion), whether or not specifically listed in this Policy, may result in suspension or termination of the User’s access to or use of the Service.": "Всяка друга неподходяща дейност или злоупотреба с Услугата (както е определено от нас по наша собствена преценка), независимо дали е изрично изброена или не в тази Политика, може да доведе до спиране или прекратяване на достъпа на Потребителя до или използването на Услугата.",
      "Any use of another party’s electronic mail server to relay email without express permission from such other party is prohibited.": "Всяко използване на сървъра за електронна поща на друга страна за предаване на имейл без изрично разрешение от такава друга страна е забранено.",
      "Attempting to circumvent or alter the processes or procedures to measure time, bandwidth utilization, or other methods to document use of Sterling Talent Solutions services.": "Опит за заобикаляне или промяна на процесите или процедурите за измерване на времето, използването на честотната лента или други методи за документиране на използването на услугите на Sterling Talent Solutions.",
      "Because the Internet is an inherently open and insecure means of communication, any data or information a User transmits over the Internet may be susceptible to interception and alteration. Subject to our Online Privacy Policy, we make no guarantee regarding, and assume no liability for, the security and integrity of any data or information a User transmits via the Service or over the Internet, including any data or information transmitted via any server designated as \"secure.\"": "Тъй като интернет по своята същност е отворено и несигурно средство за комуникация, всички данни или информация, които Потребителят предава през Интернет, може да бъдат податливи на прихващане и промяна. Съгласно нашата Политика за поверителност онлайн, ние не гарантираме и не поемаме отговорност за сигурността и целостта на каквито и да било данни или информация, която Потребителят предава чрез Услугата или през Интернет, включително всички данни или информация, предавани чрез сървър, определен като „сигурен“.",
      "By making Submissions, you warrant that: (a) you have the right and authority to provide any Submissions; (b) you have only disclosed information that is true, accurate and not misleading (including by omission) and nothing you have submitted is known by you to be false, inaccurate, or misleading; (c) you are the individual who the Submissions relate to and that you have obtained permission from each person who appears and/or is referred to in your Submissions; and (d) your Submissions would not infringe any legal obligation that you may have to any third party, including under laws related to copyright, trademark, patent, trade secret, confidentiality, notice period, restrictive covenant, non-competition or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party.": "С изпращането на подадените данни Вие гарантирате, че: (а) имате право и власт да предоставяте каквито и да е Данни; (б) сте разкрили само информация, която е вярна, точна и неподвеждаща (включително чрез пропуск) и нищо от това, което сте предоставили, не Ви е известно да е невярно, неточно или подвеждащо; (в) Вие сте лицето, за което се отнасят подадените данни и че сте получили разрешение от всяко лице, което се появява и/или е посочено във Вашите подадени данни; и (г) Вашите Данни няма да нарушат никое правно задължение, което може да имате към трета страна, включително по законите, свързани с авторското право, търговска марка, патент, търговска тайна, поверителност, период на предизвестие, ограничителен договор, неконкуренция или други права на интелектуална собственост, права за поверителност, или други законови или морални права на трета страна.",
      "By using the Site and providing Submissions, you agree to transact electronically through the Site. You agree that your electronic signature is the legal equivalent of your manual signature. You further agree that your use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes your signature as if actually signed by you in writing. You also agree that no certification authority or other third-party verification is necessary to validate your electronic signature, and the lack of such certification or third party verification will not in any way affect the enforceability of your electronic signature.": "С използването на Сайта и предоставянето на Подадени данни Вие се съгласявате да извършвате трансакции по електронен път чрез Сайта. Вие се съгласявате, че Вашият електронен подпис е законният еквивалент на Вашия ръчен подпис. Освен това се съгласявате, че използването от Ваша страна на клавиатура, мишка или друго устройство за избор на елемент, бутон, икона или подобно действие/акт представлява Вашия подпис, сякаш действително е подписан от Вас в писмена форма. Вие също така се съгласявате, че не е необходим сертифициращ орган или друга проверка от трета страна, за да се потвърди Вашият електронен подпис, и липсата на такова сертифициране или проверка от трета страна по никакъв начин няма да повлияе на приложимостта на Вашия електронен подпис.",
      "By using the Site you warrant that you, or the entity for whom you are authorized to use the Site, has agreed to transact electronically through the Site. You warrant that, or the entity for whom you are authorized to use the Site, agrees that an electronic signature is the legal equivalent of a manual signature. You further warrant that you, or the entity for whom you are authorized to use the Site, agrees that the use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes a valid signature as if actually signed in writing. You also warrant that no certification authority or other third party verification is necessary to validate an electronic signature, and that the lack of such certification or third party verification will not in any way affect the enforceability of the electronic signature.": "С използването на Сайта Вие гарантирате, че Вие или лицето, за което сте упълномощени да използвате Сайта, сте се съгласили да извършвате електронни трансакции чрез Сайта. Вие гарантирате, че или лицето, за което сте упълномощени да използвате Сайта, се съгласява, че електронният подпис е законният еквивалент на ръчен подпис. Освен това гарантирате, че Вие или лицето, за което сте упълномощени да използвате Сайта, се съгласявате, че използването на клавиатура, мишка или друго устройство за избор на елемент, бутон, икона или подобно действие/акт представлява валиден подпис, сякаш действително е подписан в писмена форма. Вие също така гарантирате, че не е необходим сертифициращ орган или друга проверка от трета страна за валидиране на електронен подпис и че липсата на такова сертифициране или проверка от трета страна няма по никакъв начин да повлияе на приложимостта на електронния подпис.",
      "Client Service Support Information": "Информация за поддръжка на обслужване на клиенти",
      "Commercial email, spamming, mail bombing": "Търговски имейл, спам, бомбардиране по пощата",
      "Common questions from our customers": "Често задавани въпроси от нашите клиенти",
      "Complaints": "Оплаквания",
      "Complaints and contact information": "Рекламации и информация за контакт",
      "Contact Us": "Свържете се с нас",
      "Cooperation with investigations": "Сътрудничество с разследвания",
      "English": "Английски",
      "English and Spanish": "Английски и испански",
      "Except where expressly provided otherwise, the Site is provided on an “as is” and “as available” basis. Sterling expressly disclaims all warranties of any kind, whether express or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose, and non-infringement with respect to the Site and all content provided on, or through, the Site. The Sterling makes no warranty that: (a) the Site or content will meet your requirements; (b) the Site will be available on an uninterrupted, timely, secure, or error-free basis; (c) the results that may be obtained from the use of the Site, or any content provided on or through the Site, will be accurate or reliable; or (d) any content obtained by you on or through the Site will meet your expectations.": "Освен ако изрично не е предвидено друго, Сайтът се предоставя на база „както е“ и „както е налично“. Sterling изрично се отказва от всички гаранции от какъвто и да е вид, независимо дали са изрични или подразбиращи се, включително, но не само, подразбиращите се гаранции за продаваемост, годност за определена цел и ненарушаване на права по отношение на Сайта и цялото съдържание, предоставено на или чрез Сайта. Sterling не дава никаква гаранция, че: (а) Сайтът или съдържанието ще отговарят на Вашите изисквания; (б) Сайтът ще бъде достъпен без прекъсване, своевременно, сигурно и без грешки; (в) резултатите, които могат да бъдат получени от използването на Сайта или на съдържанието, предоставено на или чрез Сайта, ще бъдат точни или надеждни; или (г) всяко съдържание, получено от Вас на или чрез Сайта, ще отговори на Вашите очаквания.",
      "Filters and service information": "Филтри и сервизна информация",
      "Frequently Asked Questions": "Често задавани въпроси",
      "If Users engage in conduct or a pattern of conduct, including without limitation repeated violations by a User whereby correction of individual violations does not in Sterling Talent Solutions is sole discretion correct a pattern of the same or similar violations, while using the Service that violates the Policy, or is otherwise illegal or improper, Sterling Talent Solutions reserves the right to suspend and/or terminate the Service or the User's access to the Service. Sterling Talent Solutions will generally attempt to notify you of any activity in violation of the Policy and request that the User cease such activity; however, in cases where the operation of the Sterling Talent Solutions Network is threatened or cases involving unsolicited commercial email/SPAM, a pattern of violations, mail relaying, alteration of your source IP address information, denial of service attacks, illegal activities, suspected fraud in connection with the use of Service, harassment or copyright infringement, we reserve the right to suspend or terminate your Service or the User's access to the Service without notification. In addition, we may take any other appropriate action against you or a User for violations of the Policy, including repeated violations wherein correction of individual violations does not in Sterling Talent Solutions is sole discretion correct a pattern of the same or similar violations. We do not make any promise, nor do we have any obligation, to monitor or police activity occurring using the Service and will have no liability to any party, including you, for any violation of the Policy.": "Ако потребителите участват в поведение или модел на поведение, включително, но без ограничение, повтарящи се нарушения от страна на Потребител, при което коригирането на отделни нарушения не в Sterling Talent Solutions е по собствена преценка коригиране на модел на същите или подобни нарушения, докато използват Услугата, която нарушава Политика, или по друг начин е незаконна или неправилна, Sterling Talent Solutions си запазва правото да преустанови и/или прекрати Услугата или достъпа на Потребителя до Услугата. Sterling Talent Solutions обикновено се опитва да ви уведоми за всяка дейност в нарушение на Политиката и ще поиска от Потребителя да преустанови тази дейност; обаче в случаите, когато работата на Sterling Talent Solutions Network е застрашена или случаи, включващи непоискан търговски имейл/СПАМ, модел на нарушения, препредаване на поща, промяна на информацията за Вашия източник на IP адрес, атаки с отказ на услуга, незаконни дейности, подозрения за измама във връзка с използването на Услугата, тормоз или нарушаване на авторски права, ние си запазваме правото да спрем или прекратим Вашата Услуга или достъпа на Потребителя до Услугата без уведомление. В допълнение, можем да предприемем всякакви други подходящи действия срещу Вас или Потребител за нарушения на Политиката, включително многократни нарушения, при които коригирането на отделни нарушения не в Sterling Talent Solutions е по собствена преценка, коригира модел на същите или подобни нарушения. Не даваме никакви обещания, нито имаме задължение да наблюдаваме или полицейски действия, извършвани при използване на Услугата, и няма да носим отговорност пред никоя страна, включително Вас, за каквото и да е нарушение на Политиката.",
      "If there is a conflict between these Terms of Use and an applicable service agreement between Sterling and a Client, then the terms of the service agreement will prevail to the extent of the conflict. If there is a conflict between these Terms of Use and Sterling’s relevant privacy statement (https://www.sterlingcheck.com/privacy), then the privacy statement will prevail to the extent of the conflict.": "Ако има противоречие между настоящите Условия за ползване и приложимото споразумение за услуги между Sterling и клиент, тогава условията на споразумението за услуги ще имат предимство до степента на противоречието. Ако има противоречие между тези Условия за ползване и съответната декларация за поверителност на Sterling (https://www.sterlingcheck.com/privacy), тогава декларацията за поверителност ще има предимство до степента на противоречието.",
      "If we have specified bandwidth limitations for your user account, use of the Service shall not be in excess of those limitations. If a User is accessing the Service via a dial-up connection, we may terminate the user session if the User is connected for more than 7 days in order to protect Sterling Talent Solutions Network resources and maintain Service availability for others.": "Ако сме посочили ограничения на честотната лента за Вашия потребителски акаунт, използването на Услугата не трябва да надвишава тези ограничения. Ако Потребителят осъществява достъп до Услугата чрез комутируема връзка, можем да прекратим потребителската сесия, ако Потребителят е свързан за повече от 7 дни, за да защитим ресурсите на мрежата на Sterling Talent Solutions и да поддържаме достъпността на Услугата за други.",
      "If you decline to use an electronic signature, you may be able to print forms and sign them by hand, in which case you will be required to deliver the hand signed forms to the relevant Sterling company representative.": "Ако откажете да използвате електронен подпис, може да разпечатате формуляри и да ги подпишете собственоръчно, като в този случай ще трябва да предадете собственоръчно подписаните формуляри на съответния представител на компанията Sterling.",
      "If you do not agree to these Terms of Use, your continued use of the Site is not authorized.": "Ако не сте съгласни с тези Условия за ползване, продължаването на използването на Сайта не е разрешено.",
      "If you have any questions regarding these Terms of Use, please contact Sterling at 1-800-899-2272.": "Ако имате въпроси относно тези Условия за ползване, моля, свържете се със Sterling на 1–800–899–2272.",
      "If you wish to obtain a paper copy of the forms you sign via this site, you will be given the opportunity to download and print those forms once they have been executed.": "Ако желаете да получите хартиено копие на формулярите, които подписвате чрез този сайт, ще Ви бъде дадена възможност да изтеглите и отпечатате тези формуляри, след като бъдат изпълнени.",
      "Illegal Title": "Незаконно заглавие",
      "Impending security event notification": "Известие за предстоящо събитие за сигурност",
      "In most cases, we will notify our Customer(s) of complaints received by us regarding an alleged violation of this Policy. You agree to promptly investigate all such complaints and take all necessary actions to remedy any violations of this Policy. We may inform the complainant that you are investigating the complaint and may provide the complainant with the necessary information to contact you directly to resolve the complaint. You shall identify a representative for the purposes of receiving such communications.": "В повечето случаи ние ще уведомяваме нашите Клиенти за жалби, получени от нас относно предполагаемо нарушение на тази Политика. Вие се съгласявате незабавно да разследвате всички подобни жалби и да предприемете всички необходими действия за отстраняване на всички нарушения на тази Политика. Може да уведомим жалбоподателя, че разследвате жалбата и може да предоставим на жалбоподателя необходимата информация, за да се свърже директно с Вас, за да разреши жалбата. Вие трябва да идентифицирате представител за целите на получаването на такива съобщения.",
      "In no event will Sterling or its officers, directors, employees, or agents be liable for any direct, indirect, incidental, special, or consequential damages; or damages for lost profits, revenue, data or data use, incurred by you or any third party, whether in an action in contract, or tort (including negligence), breach of statutory duty, strict liability, or otherwise, arising from your access to, or use of, the Site or any content provided on or through the Site.": "В никакъв случай Sterling или нейните служители, директори, работници или агенти няма да носят отговорност за каквито и да било преки, косвени, случайни, специални или последващи щети; или щети за пропуснати ползи, приходи, данни или използване на данни, понесени от Вас или от която и да било трета страна, независимо дали става въпрос за действие по договор, деликт (включително небрежност), нарушение на законово задължение, строга отговорност или друго, произтичащо от достъпа Ви до или използването на Сайта или на каквото и да било съдържание, предоставено на или чрез Сайта.",
      "In order to access, fulfill and retain the following electronic forms, your computer must be equipped and compatible with the most common operating systems and internet browsers. This would include:": "За да имате достъп до следните електронни формуляри, да ги изпълнявате и съхранявате, компютърът Ви трябва да е оборудван и съвместим с най–разпространените операционни системи и интернет браузъри. Това ще включва:",
      "Independence, OH 44131": "Независимост, OH 44131",
      "India": "Индия",
      "Intentionally transmitting files containing a computer virus or corrupted data.": "Умишлено предаване на файлове, съдържащи компютърен вирус или повредени данни.",
      "Introduction": "Въведение",
      "It may take up to two hours for you to receive a confirmation email when resetting your password. If you don’t see the confirmation email in your inbox, be sure to check your junk and spam folders. If you still haven’t received your email after two hours, you can try again by clicking the “I am a Returning User” option near the bottom of the Create Account page and requesting another confirmation email. If you continue not to receive a confirmation email, please call us at 888-889-5248 for further assistance.": "Може да отнеме до два часа, докато получите имейл за потвърждение, когато нулирате паролата си. Ако не виждате имейла за потвърждение във входящата си поща, не забравяйте да проверите папките си с нежелани и спам. Ако все още не сте получили имейла си след два часа, можете да опитате отново, като натиснете върху опцията „Аз съм завръщащ се потребител“ в долната част на страницата „Създаване на акаунт“ и поискате друг имейл за потвърждение. Ако продължите да не получавате имейл за потвърждение, моля, обадете ни се на 888–889–5248 за допълнителна помощ.",
      "It’s important that Sterling is able to contact your   previous employers to verify your work history. We suggest using Google or another search engine to find contact information, checking the employer’s web site, or reviewing any past documents you may have received from the employer. If the employer is no longer in business, please provide the most complete information you have.": "Важно е Sterling да може да се свърже с предишните ви работодатели, за да провери Вашата трудова история. Предлагаме ви да използвате Google или друга търсачка, за да намерите информация за контакт, да проверите уеб сайта на работодателя или да прегледате всички предишни документи, които може да сте получили от работодателя. Ако работодателят вече не работи, моля, предоставете най–пълната информация, с която разполагате.",
      "I’ve provided my address history. Why am I being prompted to fill in gaps?": "Предоставих моята история на адресите. Защо ме подканват да запълня празнините?",
      "Just reset the password. Click the “I am a Returning User” option near the bottom of the Create Account page, then click the “Forgot Your Password?” option and enter your email address. You’ll receive a confirmation email containing a link for resetting your password.": "Просто нулирайте паролата. Щракнете върху опцията „Аз съм завръщащ се потребител“ в долната част на страницата „Създаване на акаунт“, след което натиснете върху „Забравена парола?“ опция и въведете своя имейл адрес. Ще получите имейл за потвърждение, съдържащ връзка за нулиране на Вашата парола.",
      "Lorem Ipsum dolor sit emit.": "Lorem Ipsum dolor sit emit.",
      "Mailing Address": "Пощенски адрес",
      "Microsoft Internet Explorer version 8 and later, Mozilla Firefox – latest version, Safari latest version + tablet versions, Chrome latest desktop version.": "Microsoft Internet Explorer версия 8 и по–нова, Mozilla Firefox – последна версия, Safari – последна версия + версии за таблети, Chrome – последна версия за настолни компютри.",
      "Modifications to policy": "Промени в политиката",
      "Privacy": "поверителност",
      "Questions related to your background check": "Въпроси, свързани с проверката ви",
      "Responsibilities of customers": "Отговорности на клиентите",
      "Return To Top": "Връщане в началото",
      "SA1 5ED": "SA1 5ED",
      "Some jurisdictions do not allow the disclaimer or exclusion of certain warranties of the disclaimer, exclusion, or limitation of certain liabilities. To the extent that they are held to be legally invalid, disclaimers, exclusions, and limitations set out in these Terms of Use, including those set out in Sections 3.6 (Disclaimer) and 3.7 (Limitation of Liability), do not apply and all other terms will remain in full force and effect.": "Някои юрисдикции не позволяват отказа от отговорност или изключването на определени гаранции за отказа от отговорност, изключването или ограничаването на определени задължения. Доколкото те се считат за правно невалидни, отказите от отговорност, изключенията и ограниченията, посочени в настоящите Условия за ползване, включително тези, посочени в раздели 3.6 (Отказ от отговорност) и 3.7 (Ограничение на отговорността), не се прилагат, а всички останали условия остават в пълна сила и действие.",
      "Spoofing/Fraud": "Подправяне/измама",
      "Sterling Customer Support": "Sterling поддръжка на клиенти",
      "Sterling FAQ": "Често задавани въпроси за Sterling",
      "Sterling Talent Solutions reserves the right to modify this Policy at any time without notice. We will attempt to notify Customers of any such modifications either via e-mail or by posting a revised version of the Policy on our Web site. Any such modifications shall be effective and applied prospectively from the date of posting.": "Sterling Talent Solutions си запазва правото да променя тази Политика по всяко време без предизвестие. Ще се опитаме да уведомим Клиентите за всякакви подобни промени или по имейл, или чрез публикуване на преработена версия на Политиката на нашия уеб сайт. Всички такива промени ще бъдат в сила и ще се прилагат перспективно от датата на публикуване.",
      "Sterling Talent Solutions will cooperate with appropriate law enforcement agencies and other parties involved in investigating claims of illegal or inappropriate activity. Sterling Talent Solutions reserves the right to disclose customer information to the extent authorized by federal or state law.": "Sterling Talent Solutions ще си сътрудничи със съответните правоприлагащи органи и други страни, участващи в разследването на твърдения за незаконна или неподходяща дейност. Sterling Talent Solutions си запазва правото да разкрива информация за клиентите до степента, разрешена от федералния или щатския закон.",
      "Sterling UK Customer Support": "Поддръжка на клиенти в Sterling UK",
      "Sterling may revise the Terms of Use at any time without notice to you. The revised Terms of Use will be effective when posted to the Site.": "Sterling може да редактира Условията за ползване по всяко време без предизвестие до Вас. Ревизираните Условия за ползване ще влязат в сила, когато бъдат публикувани на Сайта.",
      "Sterling reserves the right to make changes or updates to, and monitor the use of, the Site and content provided on or through the Site at any time without notice.": "Sterling си запазва правото да прави промени или актуализации и да наблюдава използването на Сайта и съдържанието, предоставено на или чрез Сайта, по всяко време без предизвестие.",
      "Sterling will have no responsibility for any damage to your computer system or loss of data that results from the use of the Site.": "Sterling няма да носи отговорност за щети на Вашата компютърна система или загуба на данни, които са резултат от използване на Сайта.",
      "Suspension or termination of service": "Спиране или прекратяване на услугата",
      "Swansea": "Суонзи",
      "Terms of Use": "Условия за ползване",
      "The Policy applies to all aspects of the Service. \"Sterling Talent Solutions Network\" includes, without limitation, Sterling Talent Solutions leased transmission network, including all equipment, systems, facilities, services and products incorporated or used in such transmission network. As used in this Policy, \"you\" refers to Customers, and any reference to \"Users\" is intended to encompass, as applicable, both Customers and their Users.": "Политиката се прилага за всички аспекти на Услугата. „Sterling Talent Solutions Network“ включва, без ограничение, наета преносна мрежа на Sterling Talent Solutions, включително цялото оборудване, системи, съоръжения, услуги и продукти, включени или използвани в такава преносна мрежа. Както се използва в тази Политика, „Вие“ се отнася до Клиенти и всяко позоваване на „Потребители“ има за цел да обхване, доколкото е приложимо, както Клиентите, така и техните Потребители.",
      "The Service shall not be used for any unlawful activities or in connection with any criminal or civil violation and the Services shall in all cases be used in compliance with applicable law. Use of the Service for transmission, distribution, retrieval, or storage of any information, data or other material in violation of any applicable law or regulation (including, where applicable, any tariff or treaty) is prohibited. This includes, without limitation, the use or transmission of any data or material protected by copyright, trademark, trade secret, patent or other intellectual property right without proper authorization and the transmission of any material that constitutes an illegal threat, violates export control laws, or is obscene, defamatory or otherwise unlawful.": "Услугата няма да се използва за каквито и да било незаконни дейности или във връзка с престъпно или гражданско нарушение и Услугите във всички случаи ще се използват в съответствие с приложимото законодателство. Използването на Услугата за предаване, разпространение, извличане или съхранение на каквато и да е информация, данни или друг материал в нарушение на приложимия закон или наредба (включително, където е приложимо, тарифи или договори) е забранено. Това включва, без ограничение, използването или предаването на всякакви данни или материали, защитени с авторско право, търговска марка, търговска тайна, патент или друго право на интелектуална собственост без надлежно разрешение и предаването на всеки материал, който представлява незаконна заплаха, нарушава законите за контрол на износа, или е неприличен, клеветнически или по друг начин незаконен.",
      "The Site and content provided on or through the Site are the intellectual property and copyrighted works of Sterling, a Sterling Client, or a third-party provider. All rights, title and interest not expressly granted with respect to the Site and content provided on or through the Site are reserved. All content is provided on an “As Is” and “As Available” basis, and Sterling reserves the right to terminate the permissions granted to you at any time.": "Сайтът и съдържанието, предоставени на или чрез сайта, са интелектуална собственост и защитени с авторски права произведения на Sterling, Sterling Client или трета страна доставчик. Всички права, права на собственост и интереси, които не са изрично предоставени по отношение на Сайта и съдържанието, предоставено на или чрез Сайта, са запазени. Цялото съдържание се предоставя „във вида, в който е“, и „във вида, в който е на разположение“, и Sterling си запазва правото да прекрати предоставените ви разрешения по всяко време.",
      "The Site provides links to Web sites and access to content, products and services of third parties, including users, advertisers, affiliates and sponsors of the Site. Sterling is not responsible for third party content provided on, or through the Site, or for any changes or updates to such third party sites, and you bear all risks associated with the access to, and use of, such Web sites and third party content, products and services.": "Сайтът предоставя връзки към уеб сайтове и достъп до съдържание, продукти и услуги на трети страни, включително потребители, рекламодатели, филиали и спонсори на Сайта. Sterling не носи отговорност за съдържание на трети страни, предоставено на или чрез Сайта, или за промени или актуализации на такива сайтове на трети страни, и Вие поемате всички рискове, свързани с достъпа до и използването на такива уеб сайтове и съдържание, продукти и услуги на трети страни.",
      "The Sterling has no obligation to monitor the Site. However, Sterling reserves the right to review the Site and content and to monitor all use of and activity on the Site, and to remove or choose not to make available on or through the Site, any content (including Submissions) in its sole discretion. Sterling may remove content that is confidential or proprietary to you, or a third party, without permission from you or the third party.": "Sterling няма задължение да наблюдава Сайта. Въпреки това, Sterling си запазва правото да преглежда Сайта и съдържанието и да наблюдава всяко използване и дейност на Сайта, както и да премахва или да избира да не предоставя на или чрез Сайта съдържание (включително подадени данни) по свое усмотрение. Sterling може да премахва съдържание, което е поверително или собственост на Вас или на трета страна, без разрешение от Вас или от третата страна.",
      "The Sterling may, in its sole discretion, at any time discontinue providing or limit access to the Site, in whole or in part. You agree that Sterling may, in its sole discretion, at any time, terminate or limit your access to, or use of, the Site in whole or in part. Sterling may terminate or limit your access to, or use of, the Site, if Sterling determines, in its sole discretion, that you have infringed the copyrights or other legal rights of a third party, or otherwise materially violated these Terms of Use. You agree that Sterling will not be liable to you or any third-party for any termination or limitation of your access to, or use of, the Site.": "Sterling може, по свое усмотрение, по всяко време да прекрати предоставянето или да ограничи достъпа до Сайта, изцяло или частично. Вие се съгласявате, че Sterling може, по свое усмотрение, по всяко време, да прекрати или ограничи Вашия достъп до или използване на Сайта изцяло или частично. Sterling може да прекрати или ограничи достъпа Ви до или използването на Сайта, ако Sterling определи по свое усмотрение, че сте нарушили авторските права или други законни права на трета страна, или по друг начин съществено сте нарушили настоящите Условия за ползване. Вие се съгласявате, че Sterling няма да носи отговорност пред Вас или трета страна за прекратяване или ограничаване на Вашия достъп до или използване на Сайта.",
      "The background check application form requires that the start date & the end date of each address should be a total match.": "Формулярът за кандидатстване за проверка на фона изисква началната дата & крайната дата на всеки адрес трябва да е общо съвпадение.",
      "The failure of Sterling to exercise or enforce any rights or provisions in these Terms of Use will not constitute a waiver of such right or provision. If any part or provision of these Terms of Use is found to be unenforceable, such part or provision may be modified to make the Terms of Use as modified, legal and enforceable. The rest of the Terms of Use will not be affected.": "Неуспехът на Sterling да упражни или приложи каквито и да е права или разпоредби в тези Условия за ползване няма да представлява отказ от такова право или разпоредба. Ако се установи, че някоя част или разпоредба от настоящите Условия за ползване е неприложима, тази част или разпоредба може да бъде променена, за да бъдат променените Условия за ползване законни и приложими. Останалите Условия за ползване няма да бъдат засегнати.",
      "The following activities are also prohibited:": "Следните дейности също са забранени:",
      "The parties waive any right to bring representative claims on behalf of a class of individuals, on behalf of the public, as a private attorney general, or otherwise (the “class action waiver”). Except for this class action waiver, this clause may be severed or modified if necessary to render it enforceable under the Federal Arbitration Act.": "Страните се отказват от правото си да предявяват представителни искове от името на група лица, от името на обществеността, като частен главен адвокат или по друг начин („отказ от колективен иск“). С изключение на този отказ от колективен иск, тази клауза може да бъде отделена или променена, ако това е необходимо, за да бъде приложима съгласно Федералния закон за арбитража.",
      "The sole purpose of this website is to enable you to collect and evaluate Candidate Submissions. Use of this Site does not create an employment relationship between any person and any Sterling company. Individuals who use this Site on behalf of a Client shall be solely the employees or agents of such entity and shall be under the sole and exclusive direction and control of such entity. The Client organization shall be responsible for compliance with all laws, rules and regulations involving its respective employees or agents, including (but not limited to) employment of labor, hours of labor, health and safety, working conditions and payment of wages.": "Единствената цел на този уебсайт е да Ви позволи да събирате и оценявате кандидатури. Използването на този Сайт не създава трудово правоотношение между никое лице и която и да е компания на Sterling. Физическите лица, които използват този Сайт от името на Клиент, са само служители или представители на такова юридическо лице и са под единственото и изключително ръководство и контрол на такова юридическо лице. Организацията на Клиента е отговорна за спазването на всички закони, правила и разпоредби, отнасящи се до нейните съответни служители или агенти, включително (но не само) наемането на работна ръка, работното време, здравето и безопасността, условията на труд и изплащането на заплати.",
      "The sole purpose of this website is to enable you to submit information (“Submissions“) to provide information to allow Sterling to carry out Services for a Client or for you. Use of this Site does not create an employment relationship between you and any Sterling company. You expressly agree that no employment relationship will be created without further review of the Submission, an appropriate successful interview process, background and reference checks (where applicable), verification of identity and the legal right to work, and issuance and acceptance of a formal written offer of employment from the entity offering employment.": "Единствената цел на този уебсайт е да Ви позволи да изпратите информация („Подаване на данни“), за да предоставите информация, за да позволите на Sterling да извършва Услуги за Клиент или за Вас. Използването на този Сайт не създава трудово правоотношение между Вас и която и да е компания на Sterling. Вие изрично се съгласявате, че няма да бъдат създадени трудови правоотношения без по–нататъшно разглеждане на Подадените данни, подходящ успешен процес на интервю, проверка за сигурност и референции (когато е приложимо), проверка на самоличността и законното право на работа, както и издаване и приемане на официално писмено предложение за работа от структурата, предлагаща работа.",
      "The use of the Sterling Talent Solutions Network by a Customer of Sterling Talent Solutions is subject to the terms and conditions of any agreements entered into by such Customer and Sterling Talent Solutions. This Policy is incorporated into such agreements by reference.": "Използването на мрежата за Sterling Talent Solutions от клиент на Sterling Talent Solutions е предмет на условията на всички споразумения, сключени от този Клиент и Sterling Talent Solutions. Тази Политика е включена в такива споразумения чрез препратка.",
      "This Policy is designed to assist in protecting the Sterling Talent Solutions Network, the Service, our Users and the Internet community as a whole from improper and/or illegal activity over the Internet, to improve Service and to improve Service offerings. In situations where data communications are carried across networks of other Internet Service Providers (ISPs), Users of the Sterling Talent Solutions Network must also conform to the applicable acceptable use policies of such other ISPs.": "Тази Политика е предназначена да подпомогне защитата на Sterling Talent Solutions Network, Услугата, нашите потребители и интернет общността като цяло от неправилна и/или незаконна дейност в интернет, за подобряване на Услугата и за подобряване на предлаганите услуги. В ситуации, когато комуникациите на данни се пренасят през мрежи на други доставчици на интернет услуги (ISP), потребителите на мрежата за Sterling Talent Solutions също трябва да спазват приложимите политики за приемливо използване на такива други доставчици на интернет услуги.",
      "This listing of prohibited activities is not exhaustive and Sterling Talent Solutions reserves the right to determine that any conduct that is or could be harmful to the Sterling Talent Solutions Network, Sterling Talent Solutions is Customers or Internet users is in violation of this Policy and to exercise any or all of the remedies contained in this Policy.": "Този списък на забранените дейности не е изчерпателен и Sterling Talent Solutions си запазва правото да определи, че всяко поведение, което е или може да бъде вредно за мрежата на Sterling Talent Solutions, Sterling Talent Solutions е клиенти или потребители на интернет, е в нарушение на тази Политика и да упражнява някое или всички средства за защита, съдържащи се в тази Политика.",
      "Through the Site, Clients, Candidates, and third-party sources of data related to Candidates (collectively, “Users”), will have the ability to place orders for, and participate in the fulfillment of, Services. By accessing or using the Site, you agree to follow and be bound by the following terms and conditions concerning your access to and use of the Site (“Terms of Use“).": "Чрез Сайта, Клиентите, Кандидатите и източниците на данни на трети страни, свързани с Кандидатите (наречени общо „Потребители“), ще имат възможност да правят поръчки за и да участват в изпълнението на Услугите. С достъпа до или използването на Сайта, Вие се съгласявате да спазвате и да се обвържете със следните правила и условия относно Вашия достъп до и използване на Сайта („Условия за ползване“).",
      "Unauthorized access/interference": "Неоторизиран достъп/намеса",
      "United Kingdom": "Великобритания",
      "United States and Canada": "САЩ и Канада",
      "Users are entirely responsible for maintaining the confidentiality of password and account information, as well as the security of their network. You agree immediately to notify Sterling Talent Solutions of any unauthorized use of your account or any other breach of security known to you. If you become aware of any violation of this Policy by any person, including Users that have accessed the Service through your account, you are required to notify us.": "Потребителите са изцяло отговорни за запазването на поверителността на паролата и информацията за акаунта, както и за сигурността на тяхната мрежа. Вие се съгласявате незабавно да уведомите Sterling Talent Solutions за всяко неоторизирано използване на Вашия акаунт или всяко друго известно ви нарушение на сигурността. Ако разберете за нарушение на тази Политика от някое лице, включително Потребители, които са получили достъп до Услугата чрез Вашия акаунт, от Вас се изисква да ни уведомите.",
      "Users are prohibited from intentionally or negligently injecting false data into the Internet, for instance in the form of bad routing information (including but not limited to the announcing of networks owned by someone else or reserved by the Internet Assigned Numbers Authority) or incorrect DNS information.": "На потребителите е забранено умишлено или небрежно да инжектират фалшиви данни в интернет, например под формата на лоша информация за маршрутизиране (включително, но не само, обявяване на мрежи, притежавани от някой друг или запазени от Internet Assigned Numbers Authority) или неправилна DNS информация .",
      "We reserve the right to install and use, or to have you install and use, any appropriate devices to prevent violations of this Policy, including devices designed to filter or terminate access to the Service. By accepting and using the Service, you consent to allowing us to collect service information and routing information in the normal course of our business, and to use such information for general business purposes.": "Запазваме си правото да инсталираме и използваме или да накараме да инсталирате и използвате всякакви подходящи устройства, за да предотвратим нарушения на тази Политика, включително устройства, предназначени да филтрират или прекратят достъпа до Услугата. С приемането и използването на Услугата вие се съгласявате да ни позволите да събираме информация за услугата и информация за маршрутизиране в нормалния ход на нашия бизнес, както и да използваме тази информация за общи бизнес цели.",
      "Welcome to Sterling Infosystems, Inc., and its affiliated companies (“Sterling“) background screening platform (the “Site“). Sterling provides background screening and other services (“Services“) to organizations and their authorized business users (“Clients“), allowing them to collect information about individuals (“Candidates“). Sterling also provides certain services directly to Candidates.": "Добре дошли в платформата за скрининг за сигурност на Sterling Infosystems, Inc. и свързаните с нея компании („Sterling“) („Сайтът“). Sterling предоставя скрининг за сигурност и други услуги („Услуги“) на организации и техните упълномощени бизнес потребители („Клиенти“), които им позволяват да събират информация за физически лица („Кандидати“). Sterling също така предоставя определени услуги директно на кандидатите.",
      "What if I don’t have a former employer’s contact information?": "Ами ако нямам информация за контакт на бивш работодател?",
      "What if I don’t know my password?": "Ами ако не знам паролата си?",
      "What if I don’t remember my password?": "Ами ако не помня паролата си?",
      "What if I haven’t received my confirmation email for resetting my password?": "Ами ако не съм получил имейла си за потвърждение за повторно задаване на паролата си?",
      "When you first arrive on our background check web page (after clicking the link in your email), you’ll need to create a new password meeting the requirements indicated on the page. You’ll need to check the box to accept Sterling’s terms of use, then click the Create an Account button.": "Когато за първи път пристигнете на нашата уеб страница за проверка на фона (след като натиснете върху връзката в имейла си), ще трябва да създадете нова парола, отговаряща на изискванията, посочени на страницата. Ще трябва да поставите отметка в квадратчето, за да приемете условията за ползване на Sterling, след което натиснете върху бутона „Create an Account“ (Създаване на акаунт).",
      "Why am I being told that my email address already exists in Sterling’s system?": "Защо ми се казва, че моят имейл адрес вече съществува в системата на Sterling?",
      "Windows, Mac OS X, Linux, Apple iOS, and other major operating systems.": "Windows, Mac OS X, Linux, Apple iOS и други основни операционни системи.",
      "You agree not to access or use the Site in any manner that could damage, disable, overburden, or impair any Sterling accounts, computer systems or networks. You agree not to attempt to gain unauthorized access to any parts of the Site or any Sterling accounts, computer systems or networks. You agree not to interfere, or attempt to interfere, with the proper working of the Site or any of Sterling accounts, computer systems or networks. You agree not to use any robot, spider, scraper or other automated means to access the Site or any of Sterling accounts, computer systems or networks without the Sterling’s express written permission.": "Вие се съгласявате да не осъществявате достъп до или да не използвате Сайта по начин, който би могъл да повреди, деактивира, претовари или наруши акаунти, компютърни системи или мрежи на Sterling. Вие се съгласявате да не се опитвате да получите неоторизиран достъп до части от Сайта или до акаунти, компютърни системи или мрежи на Sterling. Вие се съгласявате да не се намесвате или да не се опитвате да се намесвате в правилното функциониране на Сайта или на някой от акаунтите, компютърните системи или мрежите на Sterling. Вие се съгласявате да не използвате роботи, паяци, скрепери или други автоматизирани средства за достъп до Сайта или до акаунти, компютърни системи или мрежи на Sterling без изричното писмено разрешение на Sterling.",
      "You agree that all information you submit in use of the Site will be information that you have the right and authority to disclose to the Sterling. Where applicable, you agree that you will obtain written signed consent from each Candidate, in the form required by law before requesting background screening reports relating to that Candidate, or you will use the Site to collect that consent on your behalf. If you have collected the consent yourself, you must deliver such consent to Sterling by uploading the signed consent form as part of the Submissions relating to that Candidate.": "Вие се съгласявате, че цялата информация, която предоставяте при използването на Сайта, ще бъде информация, която имате право и правомощие да разкриете на Sterling. Където е приложимо, Вие се съгласявате, че ще получите писмено подписано съгласие от всеки Кандидат, във формата, изисквана от закона, преди да поискате доклади за сигурност за скрининг, свързани с този Кандидат, или ще използвате Сайта, за да получите това съгласие от Ваше име. Ако сте получили съгласието сами, трябва да го предоставите на Sterling, като качите подписания формуляр за съгласие като част от подадените данни, свързани с този кандидат.",
      "You agree that you will neither use the Site in a manner, nor provide any Submission, that: (a) is defamatory, derogatory, degrading or harassing of another or constitutes a personal attack; (b) invades another’s privacy or includes, copies or transmits another’s confidential, sensitive or personal information without that person’s consent to do so; (c) promotes bigotry, racism, hatred or harm against any group or individual; (d) is obscene or not in good taste; (e) violates, infringes or promotes the violation or infringement of another’s rights, including intellectual property rights; (f) violates or promotes the violation of any applicable laws or regulations; (g) contains a solicitation of funds, goods or services, or promotes or advertises goods or services; or (h) contains any viruses, Trojan horses, or other components designed to limit or harm the functionality of a computer. Sterling may report you to the relevant authorities and may act under the fullest extent of applicable laws if you transmit or upload content intended or designed to cause harm.": "Вие се съгласявате, че няма да използвате Сайта по начин, нито да предоставяте каквито и да било данни, които: (а) са клеветнически, унизителни, подронващи авторитета или тормозещи друго лице или представлява лична атака; (б) навлизат в личния живот на друго лице или включват, копират или предават поверителна, чувствителна или лична информация на друго лице без неговото съгласие за това; (в) насърчават фанатизъм, расизъм, омраза или вреди срещу която и да е група или лице; (г) са неприлични или не са съобразени с добрия вкус; (д) нарушават, накърняват или насърчава нарушаването или накърняването на чужди права, включително права на интелектуална собственост; (е) нарушават или насърчават нарушаването на приложимите закони или разпоредби; (ж) съдържат искане на средства, стоки или услуги, или насърчават или рекламират стоки или услуги; или (з) съдържат вируси, троянски коне или други компоненти, предназначени да ограничат или увредят функционалността на компютър. Sterling може да докладва за Вас на съответните органи и може да предприеме действия в пълната степен на приложимите закони, ако предавате или качвате съдържание, предназначено или създадено да причини вреда.",
      "You agree that you will neither use the Site in a manner, nor provide any Submission, that: (a) is defamatory, derogatory, degrading or harassing of another or constitutes a personal attack; (b) invades another’s privacy or includes, copies or transmits another’s confidential, sensitive or personal information without that person’s consent; (c) promotes bigotry, racism, hatred or harm against any group or individual; (d) is obscene or not in good taste; (e) violates, infringes or promotes the violation or infringement of another’s rights, including intellectual property rights; (f) violates or promotes the violation of any applicable laws or regulations; (g) contains a solicitation of funds, goods or services, or promotes or advertises goods or services; or (h) contains any viruses, Trojan horses, or other components designed to limit or harm the functionality of a computer. Sterling may report you to the relevant authorities and may act under the fullest extent of applicable laws if you transmit or upload content intended or designed to cause harm.": "Вие се съгласявате, че няма да използвате Сайта по начин, нито да предоставяте каквито и да било данни, които: (а) са клеветнически, унизителни, подронващи авторитета или тормозещи друго лице или представлява лична атака; (б) навлизат в личния живот на друго лице или включват, копират или предават поверителна, чувствителна или лична информация на друго лице без неговото съгласие; (в) насърчават фанатизъм, расизъм, омраза или вреди срещу която и да е група или лице; (г) са неприлични или не са съобразени с добрия вкус; (д) нарушават, накърняват или насърчава нарушаването или накърняването на чужди права, включително права на интелектуална собственост; (е) нарушават или насърчават нарушаването на приложимите закони или разпоредби; (ж) съдържат искане на средства, стоки или услуги, или насърчават или рекламират стоки или услуги; или (з) съдържат вируси, троянски коне или други компоненти, предназначени да ограничат или увредят функционалността на компютър. Sterling може да докладва за Вас на съответните органи и може да предприеме действия в пълната степен на приложимите закони, ако предавате или качвате съдържание, предназначено или създадено да причини вреда.",
      "You agree to indemnify and hold harmless the Sterling, its officers, directors, employees and agents from and against any and all third-party claims, liabilities, damages, losses or expenses, including reasonable attorneys’ fees and costs, due to, or arising out of, any information you disclose to the Site, your violation of these Terms of Use, or your violation or infringement of any third-party rights, including intellectual property rights.": "Вие се съгласявате да обезщетите и да освободите от отговорност Sterling, нейните длъжностни лица, директори, служители и агенти от и срещу всякакви и всички искове, отговорности, щети, загуби или разходи на трети страни, включително разумни адвокатски хонорари и разходи, дължащи се на или произтичащи от всяка информация, която разкривате на Сайта, Вашето нарушение на настоящите Условия за ползване или Вашето нарушение или нарушение на права на трети страни, включително права върху интелектуална собственост.",
      "You may have had a background check processed previously with Sterling through a different employer. If you don’t remember your password, you’ll need to reset the password. Click the “I am a Returning User” option near the bottom of the Create Account page, then click the “Forgot Your Password?” option and enter your email address. You’ll receive a confirmation email containing a link for resetting your password.": "Може да сте обработили преди това проверка със Sterling чрез друг работодател. Ако не помните паролата си, ще трябва да нулирате паролата. Натиснете върху опцията „Аз съм завръщащ се потребител“ в долната част на страницата „Създаване на акаунт“, след което натиснете върху „Забравена парола?“ опция и въведете своя имейл адрес. Ще получите имейл за потвърждение, съдържащ връзка за нулиране на Вашата парола.",
      "You must complete the registration process to open an account by providing us with current, complete and accurate information, as required by the applicable registration form. You may also be required to choose a password and a user name. Access to, and use of, password protected or secure areas of the Site are restricted to authorized users only. Except as contemplated by Section 2.2, You agree not to share your password(s), account information, or access to the Site with any other person. You are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of your password(s) or account(s), or as a result of your access to the Site. You agree to notify Sterling immediately of any use of your password(s) or account(s) that you did not authorize or that is not authorized by these Terms of Use.": "Трябва да завършите процеса на регистрация, за да откриете акаунт, като ни предоставите актуална, пълна и точна информация, както се изисква от приложимия формуляр за регистрация. Може да се наложи да изберете парола и потребителско име. Достъпът до и използването на защитени с парола или защитени зони на Сайта са ограничени само до упълномощени потребители. С изключение на случаите, предвидени в раздел 2.2, Вие се съгласявате да не споделяте паролата(ите), информацията за акаунта или достъпа до Сайта с друго лице. Вие носите отговорност за запазването на поверителността на паролата(ите) и информацията за акаунта, както и за всички дейности, които възникват чрез използването на Вашата парола(и) или акаунт(и), или в резултат на Вашия достъп до Сайта. Вие се съгласявате да уведомите Sterling незабавно за всяко използване на Вашата парола(и) или акаунт(и), които не сте разрешили или които не са разрешени от настоящите Условия за ползване.",
      "You warrant that: (a) you have the right and authority to provide any personal information; (b) you have only disclosed information that is true, accurate and not misleading (including by omission) and nothing you have submitted is known by you to be false, inaccurate, or misleading; (c) you have identified the individual who the submitted information relates to and confirm their identity as the Candidate; and (d) your disclosure of information, or any engagement that may result from your disclosure of information, would not infringe any legal obligation that you or the Candidate may have to any third party, including under laws related to copyright, trademark, patent, trade secret, confidentiality, notice period, restrictive covenant, non-competition or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party.": "Вие гарантирате, че: (а) имате право и власт да предоставяте каквито и да е лични данни; (б) сте разкрили само информация, която е вярна, точна и неподвеждаща (включително чрез пропуск) и нищо от това, което сте предоставили, не Ви е известно да е невярно, неточно или подвеждащо; (в) идентифицирали сте физическото лице, за което се отнася предоставената информация, и потвърждавате неговата самоличност като Кандидата; и (г) разкриването на информация от Ваша страна или ангажимент, който може да възникне в резултат на разкриването на информация от Ваша страна, няма да наруши правно задължение, което Вие или Кандидатът може да имате към трета страна, включително по законите, свързани с авторското право, търговска марка, патент, търговска тайна, поверителност, период на предизвестие, ограничителен договор, неконкуренция или други права на интелектуална собственост, права за поверителност, или други законови или морални права на трета страна.",
      "to the use of Sterling Talent Solutions services (the \"Service\") by customers of Sterling Talent Solutions (\"Customers\") and by users that have gained access to the Service through Customer accounts (\"Users\"). By using the Service, you acknowledge that you and your Users are responsible for compliance with the Policy. You are responsible for violations of this Policy by any User that accesses the Services through your account.": "за използването на услугите на Sterling Talent Solutions („Услугата“) от клиенти на Sterling Talent Solutions („Клиенти“) и от потребители, които са получили достъп до Услугата чрез клиентски акаунти („Потребители“). Използвайки Услугата, вие потвърждавате, че вие и Вашите Потребители носите отговорност за спазването на Политиката. Вие носите отговорност за нарушения на тази Политика от всеки Потребител, който осъществява достъп до Услугите през Вашия акаунт.",
      "{ country }": "{ country }",
      "{ heading }": "{ heading }",
      "Test label": "Test label",
      "New Test label": "New Test label"
    }
  }
}
