{
  "en-US": {
    "translation": {
      "07:30 - 17:30 (7:30am - 5:30pm) IST, M-F": "07:30 – 17:30 IST, M-F",
      "07:30 - 18:00 (7:30am - 6:00pm) BST, M-F": "07:30 – 18:00 BST, M-F",
      "08:00 - 20:00 (8:00am - 8:00pm) EST, M-F": "08:00 – 20:00 EST, M-F",
      "1 Alexandra Road": "1 Alexandra Road",
      "1. The following terms apply to Candidates only.": "1. Die folgenden Bedingungen gelten nur für Bewerber.",
      "1.1. Use of Site": "1.1. Nutzung der Website",
      "1.2. Electronic Signatures": "1.2. Elektronische Signatur",
      "1.3. Submissions": "1.3. Einreichungen",
      "1.4. Acceptable Use": "1.4. Akzeptable Nutzung",
      "1.5. Security, Passwords and Means of Accessing the Site": "1.5. Sicherheit, Passwörter und Zugriffsmöglichkeiten auf die Website",
      "2. The following terms apply to Clients only.": "2. Die folgenden Bedingungen gelten nur für Kunden.",
      "2.1. Use of Site": "2.1. Nutzung der Website",
      "2.2. Electronic Signatures": "2.2. Elektronische Signatur",
      "2.3. Submissions": "2.3. Einreichungen",
      "2.4. Acceptable Use": "2.4. Akzeptable Nutzung",
      "2.5. Security, Passwords and Means of Accessing the Site": "2.5. Sicherheit, Passwörter und Zugriffsmöglichkeiten auf die Website",
      "3. General Terms (these apply to all Users)": "3. Allgemeine Geschäftsbedingungen (diese gelten für alle Benutzer)",
      "3.1. Reservation of Rights": "3.1. Vorbehalt von Rechten",
      "3.10. Waiver and Severability": "3.10. Verzicht und Salvatorische Klausel",
      "3.11. Applicable Laws": "3.11. Anwendbare Gesetze",
      "3.12. Arbitration and Venue": "3.12. Schiedsverfahren und Gerichtsstand",
      "3.13. Limitation on Time to File Claims": "3.13. Begrenzung der Frist für die Einreichung von Ansprüchen",
      "3.14. Contact Information": "3.14. Kontaktinformationen",
      "3.2. Indemnity": "3.2. Schadloshaltung",
      "3.3. Monitoring": "3.3. Überwachung",
      "3.4. Termination of Use": "3.4. Beendigung der Nutzung",
      "3.5. Third Party Web Sites, Content, Products and Services": "3.5. Websites, Inhalte, Produkte und Dienstleistungen von Dritten",
      "3.6. Disclaimer": "3.6. Haftungsausschluss",
      "3.7. Limitation of Liability": "3.7. Haftungsbeschränkung",
      "3.8. Exclusions and Limitations": "3.8. Ausschlüsse und Einschränkungen",
      "3.9. Conflict with Service Agreement and Privacy Statement": "3.9. Konflikt mit dem Servicevertrag und der Datenschutzerklärung",
      "4511 Rockside Road, 4th Floor": "4511 Rockside Road, 4th Floor",
      "8th Floor, Alexandra House": "8th Floor, Alexandra House",
      "A User may not attempt to gain unauthorized access to, or attempt to interfere with or compromise the normal functioning, operation or security of, any portion of the Sterling Talent Solutions Network. A User may not use the Service to engage in any activities that may interfere with the ability of others to access or use the Service or the Internet. A User may not use the Service to monitor any data, information or communications on any network or system without authorization. A User may not attempt to gain unauthorized access to the user accounts or passwords of other Users.": "Ein Benutzer darf nicht versuchen, unbefugten Zugriff auf Teile des Sterling Talent Solutions Network zu erlangen oder deren normale Funktion, Funktionsweise oder Sicherheit zu beeinträchtigen. Ein Benutzer darf den Dienst nicht für die Beteiligung an Aktivitäten nutzen, die die Fähigkeit anderer beeinträchtigen können, auf den Dienst oder das Internet zuzugreifen oder ihn zu nutzen. Ein Benutzer darf den Dienst nicht zur Überwachung von Daten, Informationen oder Kommunikationen in einem Netzwerk oder System ohne Genehmigung verwenden. Ein Benutzer darf nicht versuchen, sich unbefugten Zugriff auf die Benutzerkonten oder Passwörter anderer Benutzer zu verschaffen.",
      "A User may not attempt to send e-mail messages or transmit any electronic communications using a name or address of someone other than the User for purposes of deception. Any attempt to impersonate someone else by altering source IP address information or by using forged headers or other identifying information is prohibited. Any attempt to fraudulently conceal, forge or otherwise falsify a User’s identity in connection with use of the Service is prohibited.": "Ein Benutzer darf nicht versuchen, E-Mail-Nachrichten zu senden oder elektronische Kommunikationen unter Verwendung eines Namens oder einer Adresse einer anderen Person als dem Benutzer zum Zwecke der Täuschung zu übermitteln. Jeder Versuch, sich als jemand anderes auszugeben, indem Informationen zur IP-Adresse der Quelle geändert oder gefälschte Kopfzeilen oder andere identifizierende Informationen verwendet werden, ist untersagt. Jeder Versuch, die Identität eines Benutzers in Verbindung mit der Nutzung des Dienstes in betrügerischer Form zu verbergen, zu fälschen oder anderweitig zu ändern, ist untersagt.",
      "A User may not use the Service to transmit unsolicited commercial e-mail messages or deliberately send excessively large attachments to one recipient. Any unsolicited commercial e-mail messages or a series of unsolicited commercial e-mail messages or large attachments sent to one recipient is prohibited. In addition, \"spamming\" or \"mailbombing\" is prohibited. Use of the service of another provider to send unsolicited commercial email, spam or mailbombs, to promote a site hosted on or connected to the Sterling Talent Solutions Network, is similarly prohibited. Likewise, a User may not use the Service to collect responses from mass unsolicited e-mail messages. Sterling Talent Solutions may in its sole discretion rely upon information obtained from anti-spamming organizations (including for example and without limitation spamhaus.org, spamcop.net, sorbs.net, and abuse.net) as evidence that a User is an active \"spam operation\" for purposes of taking remedial action under this Policy.": "Ein Benutzer darf den Dienst nicht nutzen, um unerwünschte kommerzielle E-Mail-Nachrichten zu übermitteln oder absichtlich übermäßig große Anhänge an einen Empfänger zu senden. Unaufgeforderte kommerzielle E-Mail-Nachrichten bzw. eine Reihe von unaufgeforderten kommerziellen E-Mail-Nachrichten oder großen Anhängen, die an einen Empfänger gesendet werden, sind untersagt. Darüber hinaus ist „Spamming“ oder „Mailbombing“ untersagt. Die Nutzung des Dienstes eines anderen Anbieters für den Versand unerwünschter kommerzieller E-Mails, Spam oder Mailbombs, um eine Website zu bewerben, die auf dem Sterling Talent Solutions Network gehostet oder mit diesem verbunden ist, ist ebenfalls untersagt. Ebenso darf ein Benutzer den Dienst nicht verwenden, um Antworten von Massen-E-Mail-Nachrichten zu sammeln, die nicht angefordert wurden. Sterling Talent Solutions kann sich nach eigenem Ermessen auf Informationen stützen, die von Anti-Spamming-Organisationen (z. B. spamhaus.org, spamcop.net, sorbs.net und abuse.net) eingeholt wurden, um festzustellen, ob ein Benutzer eine aktiver „Spam-Aktion“ betreibt, um Abhilfemaßnahmen gemäß dieser Richtlinie zu ergreifen.",
      "ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF USE OR THE WEBSITES MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.": "ALLE KLAGEGRÜNDE ODER ANSPRÜCHE, DIE SICH AUS ODER IN BEZUG AUF DIESE NUTZUNGSBEDINGUNGEN ODER DIE WEBSITES ERGEBEN, MÜSSEN INNERHALB EINES (1) JAHRES NACH ENTSTEHUNG DES KLAGEGRUNDES EINGELEITET WERDEN, ANDERNFALLS SIND SOLCHE KLAGEGRÜNDE ODER ANSPRÜCHE DAUERHAFT VERJÄHRT.",
      "APAC": "Apac",
      "Acceptable Use Policy": "Nutzungsrichtlinie",
      "Access to and use of password protected or secured areas of the Site are restricted to authorized users only. You are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of any password(s) or account(s), or as a result of your access to the Site. You agree to notify Sterling immediately of any unauthorized use of password(s) or account(s).": "Der Zugang zu und die Nutzung von passwortgeschützten oder gesicherten Bereichen der Website ist nur autorisierten Benutzern gestattet. Sie sind für die Wahrung der Vertraulichkeit von Passwörtern und Kontoinformationen verantwortlich, und Sie sind für alle Aktivitäten verantwortlich, die durch die Verwendung von Passwörtern oder Konten oder als Ergebnis Ihres Zugangs zur Website erfolgen. Sie verpflichten sich, Sterling unverzüglich über jede unbefugte Nutzung von Kennwörtern oder Konten zu informieren.",
      "Additional terms and conditions": "Zusätzliche Bedingungen",
      "Advertising, transmitting, or otherwise making available any software, program, product, or service that is designed to violate this AUP, which includes the facilitation of the means to deliver unsolicited commercial email.": "Werbung, Übertragung oder anderweitige Bereitstellung von Software, Programmen, Produkten oder Dienstleistungen, die darauf ausgelegt ist, gegen diese Nutzungsrichtlinie zu verstoßen, was die Erleichterung der Mittel zur Lieferung von unaufgeforderten kommerziellen E-Mails umfasst.",
      "After authorizing the use of your electronic signature, you may still withdraw your consent. To do so, you must contact Sterling or the Client for their withdrawal procedures and to understand any consequences which may apply.": "Nachdem Sie der Verwendung Ihrer elektronischen Signatur zugestimmt haben, können Sie Ihre Zustimmung immer noch widerrufen. Zu diesem Zweck müssen Sie sich mit Sterling oder dem Kunden in Verbindung setzen, um sich über die jeweiligen Rücktrittsmodalitäten und die möglichen Folgen zu informieren.",
      "All Users of the Sterling Talent Solutions Network are responsible for notifying Sterling Talent Solutions immediately if they become aware of an impending event that may negatively affect the Sterling Talent Solutions Network. This includes extortion threats that involve threat of \"denial of service\" attacks, unauthorized access, or other security events.": "Alle Benutzer des Sterling Talent Solutions Network sind dafür verantwortlich, Sterling Talent Solutions unverzüglich zu benachrichtigen, wenn sie von einem bevorstehenden Ereignis Kenntnis erhalten, das sich negativ auf das Sterling Talent Solutions Network auswirken kann. Dazu gehören Erpressungsdrohungen, die die Androhung von „Denial of Service“-Angriffen, unbefugtem Zugriff oder anderen Sicherheitsvorfällen beinhalten.",
      "All matters relating to your access to, and use of, the Site and content provided on or through the Site, will be governed by U.S. federal law or the laws ofthe State of New York.": "Alle Angelegenheiten in Bezug auf Ihren Zugriff auf die Website und deren Nutzung sowie deren Inhalte, die auf der Website oder über die Website bereitgestellt werden, unterliegen dem US-Bundesrecht oder den Gesetzen des Bundesstaates New York.",
      "Any activity that disrupts, degrades, harms or threatens to harm the Sterling Talent Solutions Network or the Service.": "Jede Aktivität, die das Sterling Talent Solutions Network oder den Service stört, verschlechtert, schädigt oder droht, zu schädigen.",
      "Any complaints regarding prohibited use or other abuse of the Sterling Talent Solutions Network, including violations of this Policy, should be sent to Sterling Talent Solutions. Please include all applicable information that will assist Sterling Talent Solutions in investigating the complaint, including all applicable headers of forwarded messages. Customers should call 800.943.2589 to submit a complaint as quickly as possible. If you are unsure whether any contemplated use or action is permitted, please submit questions or comments to Sterling Talent Solutions at ": "Alle Beschwerden bezüglich untersagter Nutzung oder sonstigem Missbrauch des Sterling Talent Solutions Network, einschließlich Verstößen gegen diese Richtlinie, sind an Sterling Talent Solutions weiterzuleiten. Bitte geben Sie alle zutreffenden Informationen an, die Sterling Talent Solutions bei der Untersuchung der Beschwerde unterstützen, einschließlich aller zutreffenden Kopfzeilen von weitergeleiteten Nachrichten. Die Kunden können +1 800 943 2589 anrufen und dort eine Beschwerde so schnell wie möglich einreichen. Wenn Sie sich nicht sicher sind, ob eine in Betracht gezogene Nutzung oder Handlung zulässig ist, senden Sie bitte Fragen oder Kommentare an Sterling Talent Solutions unter ",
      "Any controversy or claim arising out of, or relating to, these Terms of Use, or breach thereof, shall be settled by binding arbitration in accordance with the governing law as determined by these Terms of Use, the Federal Arbitration Act (insofar as it governs the arbitrability of such controversy or claim), and the Commercial Arbitration Rules (excluding Expedited Procedures) of the American Arbitration Association in the City of New York. Three qualified arbitrators shall be appointed in accordance with the Commercial Arbitration Rules (excluding Expedited Procedures) of the American Arbitration Association and these Terms of Use. Such qualified arbitrators shall be members of the New York bar and shall have at least five years of experience in the law relevant to the dispute in question. Each party shall have the right of discovery as set forth in the Federal Rules of Civil Procedure. A stenographer shall be present at the arbitration proceedings and the stenographic record shall be the official record of the proceeding. The arbitrators shall provide written findings of fact and conclusions of law in justification of any arbitration award. Either party shall have the right of appeal of any decision by the arbitrators by filing a request for reconsideration of any arbitration decision with the American Arbitration Association. Upon receiving such a request, the American Arbitration Association shall reconsider the matter de novo using the foregoing procedures. Should the arbitration award be inconsistent with the governing law as specified by these Terms of Use, either party may immediately appeal the arbitration award to any court of competent jurisdiction over Sterling. Judgment on the award rendered by the arbitrators may be entered in any court having competent jurisdiction over the parties, unless a subsequent request for reconsideration has been filed by a party under this Section, or the award has been appealed to a court of competent jurisdiction under this Section.": "Alle Streitigkeiten oder Ansprüche, die sich aus diesen Nutzungsbedingungen ergeben oder mit ihnen in Zusammenhang stehen, oder deren Verletzung werden durch ein verbindliches Schiedsverfahren in Übereinstimmung mit dem geltenden Recht, wie es in diesen Nutzungsbedingungen festgelegt ist, dem Federal Arbitration Act (insoweit er die Schiedsfähigkeit solcher Streitigkeiten oder Ansprüche regelt) und den Commercial Arbitration Rules (mit Ausnahme von Expedited Procedures) der American Arbitration Association in der Stadt New York entschieden. Drei qualifizierte Schiedsrichter werden gemäß der Handelsschiedsgerichtsordnung (ausgenommen beschleunigte Verfahren) der American Arbitration Association und diesen Nutzungsbedingungen ernannt. Diese qualifizierten Schiedsrichter müssen Mitglieder der New Yorker Anwaltskammer sein und über mindestens fünf Jahre Erfahrung in dem für die betreffende Streitigkeit relevanten Recht verfügen. Jede Partei hat das Recht auf Offenlegung (discovery), wie es in den Federal Rules of Civil Procedure festgelegt ist. Bei dem Schiedsverfahren ist ein Stenograf anwesend, das stenografische Protokoll ist die offizielle Aufzeichnung des Verfahrens. Die Schiedsrichter begründen jeden Schiedsspruch mit schriftlichen Tatsachenfeststellungen und rechtlichen Schlussfolgerungen. Jede Partei hat das Recht, gegen jede Entscheidung der Schiedsrichter Berufung einzulegen, indem sie bei der American Arbitration Association einen Antrag auf erneute Prüfung der Entscheidung stellt. Nach Erhalt eines solchen Antrags prüft die American Arbitration Association die Angelegenheit erneut unter Anwendung der vorgenannten Verfahren. Sollte der Schiedsspruch nicht mit dem in diesen Nutzungsbedingungen festgelegten Recht übereinstimmen, kann jede Partei den Schiedsspruch unverzüglich bei einem für Sterling zuständigen Gericht anfechten. Das Urteil über den Schiedsspruch kann von jedem für die Parteien zuständigen Gericht gefällt werden, es sei denn, eine Partei hat gemäß diesem Abschnitt einen späteren Antrag auf Überprüfung gestellt oder gegen den Schiedsspruch wurde gemäß diesem Abschnitt ein Rechtsmittel bei einem zuständigen Gericht eingelegt.",
      "Any legal suit, action or proceeding arising out of, or related to, these Terms of Use or the Website, and allowed pursuant to this Section, shall be instituted exclusively in the federal courts of the United States in the Southern District of New York or the courts of the State of New York located in the City of New York. You waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.": "Alle juristischen Klagen, Handlungen oder Verfahren, die sich aus diesen Nutzungsbedingungen oder der Website ergeben oder damit in Zusammenhang stehen und gemäß diesem Abschnitt zulässig sind, werden ausschließlich vor den Bundesgerichten der Vereinigten Staaten im Southern District of New York oder den Gerichten des Staates New York in der Stadt New York eingeleitet. Sie verzichten auf alle Einwände gegen die Ausübung der Zuständigkeit über Sie durch diese Gerichte und gegen den Gerichtsstand vor diesen Gerichten.",
      "Any other inappropriate activity or abuse of the Service (as determined by us in our sole discretion), whether or not specifically listed in this Policy, may result in suspension or termination of the User’s access to or use of the Service.": "Jede andere unangemessene Aktivität und jeder Missbrauch des Dienstes (wie von uns nach unserem alleinigen Ermessen bestimmt), unabhängig davon, ob dies ausdrücklich in dieser Richtlinie aufgeführt ist oder nicht, kann zur Aussetzung oder Beendigung des Zugriffs des Benutzers auf den Dienst oder die Nutzung des Dienstes führen.",
      "Any use of another party’s electronic mail server to relay email without express permission from such other party is prohibited.": "Jegliche Nutzung des elektronischen Mailservers einer anderen Partei zur Weiterleitung von E-Mails ohne ausdrückliche Genehmigung dieser anderen Partei ist untersagt.",
      "Attempting to circumvent or alter the processes or procedures to measure time, bandwidth utilization, or other methods to document use of Sterling Talent Solutions services.": "Der Versuch, die Prozesse oder Verfahren zu umgehen oder zu ändern, um Zeit, Bandbreitennutzung oder andere Methoden zur Dokumentation der Nutzung der Dienste von Sterling Talent Solutions zu messen.",
      "Because the Internet is an inherently open and insecure means of communication, any data or information a User transmits over the Internet may be susceptible to interception and alteration. Subject to our Online Privacy Policy, we make no guarantee regarding, and assume no liability for, the security and integrity of any data or information a User transmits via the Service or over the Internet, including any data or information transmitted via any server designated as \"secure.\"": "Da das Internet ein von Natur aus offenes und unsicheres Kommunikationsmittel ist, können alle Daten oder Informationen, die ein Benutzer über das Internet übermittelt, anfällig für Abfangen und Veränderung sein. Vorbehaltlich unserer Online-Datenschutzrichtlinie geben wir keine Garantie und übernehmen keine Haftung für die Sicherheit und Integrität von Daten oder Informationen, die ein Nutzer über den Dienst oder das Internet überträgt, einschließlich Daten oder Informationen, die über einen als „sicher“ bezeichneten Server übertragen werden.",
      "By making Submissions, you warrant that: (a) you have the right and authority to provide any Submissions; (b) you have only disclosed information that is true, accurate and not misleading (including by omission) and nothing you have submitted is known by you to be false, inaccurate, or misleading; (c) you are the individual who the Submissions relate to and that you have obtained permission from each person who appears and/or is referred to in your Submissions; and (d) your Submissions would not infringe any legal obligation that you may have to any third party, including under laws related to copyright, trademark, patent, trade secret, confidentiality, notice period, restrictive covenant, non-competition or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party.": "Indem Sie Einreichungen machen, garantieren Sie, dass: (a) Sie das Recht und die Befugnis zur Einreichung haben; (b) Sie nur Informationen offengelegt haben, die wahr, genau und nicht irreführend sind (auch nicht durch Auslassung), und dass nichts von dem, was Sie eingereicht haben, Ihrer Kenntnis nach falsch, ungenau oder irreführend ist; (c) Sie die Person sind, auf die sich die Einreichungen beziehen, und dass Sie die Erlaubnis von jeder Person eingeholt haben, die in Ihren Einreichungen erscheint und/oder auf die Bezug genommen wird; und (d) Ihre Beiträge keine rechtlichen Verpflichtungen gegenüber Dritten verletzen, einschließlich Gesetzen in Bezug auf Urheberrechte, Marken, Patente, Geschäftsgeheimnisse, Vertraulichkeit, Kündigungsfristen, restriktive Vereinbarungen, Wettbewerbsverbote oder andere Rechte an geistigem Eigentum, Datenschutzrechte oder andere rechtliche oder moralische Rechte Dritter.",
      "By using the Site and providing Submissions, you agree to transact electronically through the Site. You agree that your electronic signature is the legal equivalent of your manual signature. You further agree that your use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes your signature as if actually signed by you in writing. You also agree that no certification authority or other third-party verification is necessary to validate your electronic signature, and the lack of such certification or third party verification will not in any way affect the enforceability of your electronic signature.": "Durch die Nutzung der Website und die Bereitstellung von Einreichungen erklären Sie sich mit der elektronischen Abwicklung von Geschäften über die Website einverstanden. Sie erklären sich damit einverstanden, dass Ihre elektronische Unterschrift das rechtliche Äquivalent zu Ihrer manuellen Unterschrift ist. Sie erklären sich ferner damit einverstanden, dass die Verwendung einer Tastatur, einer Maus oder eines anderen Geräts zur Auswahl eines Elements, einer Schaltfläche, eines Symbols oder einer ähnlichen Handlung Ihre Unterschrift so darstellt, als hätten Sie tatsächlich schriftlich unterzeichnet. Sie erklären sich ferner damit einverstanden, dass keine Zertifizierungsstelle oder sonstige Überprüfung durch Dritte erforderlich ist, um Ihre elektronische Unterschrift zu validieren, und dass das Fehlen einer solchen Zertifizierung oder Überprüfung durch Dritte die Durchsetzbarkeit Ihrer elektronischen Unterschrift in keiner Weise beeinträchtigt.",
      "By using the Site you warrant that you, or the entity for whom you are authorized to use the Site, has agreed to transact electronically through the Site. You warrant that, or the entity for whom you are authorized to use the Site, agrees that an electronic signature is the legal equivalent of a manual signature. You further warrant that you, or the entity for whom you are authorized to use the Site, agrees that the use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes a valid signature as if actually signed in writing. You also warrant that no certification authority or other third party verification is necessary to validate an electronic signature, and that the lack of such certification or third party verification will not in any way affect the enforceability of the electronic signature.": "Durch die Nutzung der Website garantieren Sie, dass Sie oder die juristische Person, für die Sie zur Nutzung der Website berechtigt sind, der elektronischen Abwicklung von Geschäften über die Website zugestimmt haben. Sie garantieren, dass Sie bzw. das Unternehmen, für das Sie zur Nutzung der Website berechtigt sind, damit einverstanden sind, dass eine elektronische Unterschrift das rechtliche Äquivalent einer manuellen Unterschrift ist. Sie garantieren ferner, dass Sie oder die Person, für die Sie zur Nutzung der Website berechtigt sind, damit einverstanden sind, dass die Verwendung einer Tastatur, einer Maus oder eines anderen Geräts zur Auswahl eines Elements, einer Schaltfläche, eines Symbols oder einer ähnlichen Handlung eine gültige Unterschrift darstellt, als ob sie tatsächlich schriftlich unterzeichnet wäre. Sie garantieren auch, dass keine Zertifizierungsstelle oder eine andere Überprüfung durch Dritte erforderlich ist, um eine elektronische Signatur zu validieren, und dass das Fehlen einer solchen Zertifizierung oder Überprüfung durch Dritte die Durchsetzbarkeit der elektronischen Signatur in keiner Weise beeinträchtigt.",
      "Client Service Support Information": "Informationen zum Kundendienst und Support",
      "Commercial email, spamming, mail bombing": "Kommerzielle E-Mails, Spamming, Mailbombs",
      "Common questions from our customers": "Häufige Fragen von unseren Kunden",
      "Complaints": "Beschwerden",
      "Complaints and contact information": "Beschwerden und Kontaktinformationen",
      "Contact Us": "Kontaktieren Sie uns",
      "Cooperation with investigations": "Zusammenarbeit mit Untersuchungen",
      "English": "Englisch",
      "English and Spanish": "Englisch und Spanisch",
      "Except where expressly provided otherwise, the Site is provided on an “as is” and “as available” basis. Sterling expressly disclaims all warranties of any kind, whether express or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose, and non-infringement with respect to the Site and all content provided on, or through, the Site. The Sterling makes no warranty that: (a) the Site or content will meet your requirements; (b) the Site will be available on an uninterrupted, timely, secure, or error-free basis; (c) the results that may be obtained from the use of the Site, or any content provided on or through the Site, will be accurate or reliable; or (d) any content obtained by you on or through the Site will meet your expectations.": "Sofern nicht ausdrücklich anders angegeben, wird die Website „wie besehen“ und „wie verfügbar“ bereitgestellt. Sterling lehnt ausdrücklich alle ausdrücklichen oder stillschweigenden Garantien jeglicher Art ab, einschließlich, aber nicht beschränkt auf die stillschweigenden Garantien der Marktgängigkeit, der Eignung für einen bestimmten Zweck und der Nichtverletzung von Rechten in Bezug auf die Website und alle Inhalte, die auf der oder über die Website bereitgestellt werden. Sterling übernimmt keine Garantie dafür, dass: (a) die Website oder der Inhalt Ihren Anforderungen entspricht; (b) die Website ununterbrochen, rechtzeitig, sicher oder fehlerfrei zur Verfügung steht; (c) die Ergebnisse, die durch die Nutzung der Website oder der auf der oder über die Website bereitgestellten Inhalte erzielt werden können, genau oder zuverlässig sind; oder (d) die von Ihnen auf der oder über die Website erhaltenen Inhalte Ihren Erwartungen entsprechen.",
      "Filters and service information": "Informationen zu Filtern und dem Service",
      "Frequently Asked Questions": "Häufig gestellte Fragen",
      "If Users engage in conduct or a pattern of conduct, including without limitation repeated violations by a User whereby correction of individual violations does not in Sterling Talent Solutions is sole discretion correct a pattern of the same or similar violations, while using the Service that violates the Policy, or is otherwise illegal or improper, Sterling Talent Solutions reserves the right to suspend and/or terminate the Service or the User's access to the Service. Sterling Talent Solutions will generally attempt to notify you of any activity in violation of the Policy and request that the User cease such activity; however, in cases where the operation of the Sterling Talent Solutions Network is threatened or cases involving unsolicited commercial email/SPAM, a pattern of violations, mail relaying, alteration of your source IP address information, denial of service attacks, illegal activities, suspected fraud in connection with the use of Service, harassment or copyright infringement, we reserve the right to suspend or terminate your Service or the User's access to the Service without notification. In addition, we may take any other appropriate action against you or a User for violations of the Policy, including repeated violations wherein correction of individual violations does not in Sterling Talent Solutions is sole discretion correct a pattern of the same or similar violations. We do not make any promise, nor do we have any obligation, to monitor or police activity occurring using the Service and will have no liability to any party, including you, for any violation of the Policy.": "Wenn Benutzer bei der Nutzung des Service ein Verhalten oder ein Verhaltensmuster an den Tag legen, das gegen die Richtlinie verstößt oder anderweitig rechtswidrig oder unangemessen ist, einschließlich, aber nicht beschränkt auf wiederholte Verstöße eines Benutzers, wobei die Korrektur einzelner Verstöße nach alleinigem Ermessen von Sterling Talent Solutions kein Muster gleicher oder ähnlicher Verstöße korrigiert, behält sich Sterling Talent Solutions das Recht vor, den Service oder den Zugriff des Benutzers auf den Service auszusetzen und/oder zu beenden. Sterling Talent Solutions wird in der Regel versuchen, Sie über Aktivitäten, die gegen die Richtlinie verstoßen, zu benachrichtigen und den Benutzer aufzufordern, diese Aktivitäten einzustellen. In Fällen, in denen der Betrieb des Sterling Talent-Solutions-Netzwerks bedroht ist, oder in Fällen, in denen es um unerwünschte kommerzielle E-Mails/SPAM, ein Muster von Verstößen, Mail-Relaying, Änderung Ihrer Quell-IP-Adressdaten, Denial-of-Service-Angriffe, illegale Aktivitäten, vermuteten Betrug in Verbindung mit der Nutzung des Service, Belästigung oder Urheberrechtsverletzungen geht, behalten wir uns jedoch das Recht vor, Ihren Service oder den Zugriff des Benutzers auf den Service ohne Benachrichtigung auszusetzen oder zu beenden. Darüber hinaus können wir gegen Sie oder einen Benutzer wegen Verstößen gegen die Richtlinie alle anderen angemessenen Maßnahmen ergreifen, einschließlich wiederholter Verstöße, bei denen die Korrektur einzelner Verstöße nach alleinigem Ermessen von Sterling Talent Solutions kein Muster gleicher oder ähnlicher Verstöße korrigiert. Wir versprechen weder, noch sind wir verpflichtet, die Aktivitäten, die mit dem Dienst stattfinden, zu überwachen oder zu kontrollieren, und haften gegenüber keiner Partei, einschließlich Ihnen, für einen Verstoß gegen die Richtlinie.",
      "If there is a conflict between these Terms of Use and an applicable service agreement between Sterling and a Client, then the terms of the service agreement will prevail to the extent of the conflict. If there is a conflict between these Terms of Use and Sterling’s relevant privacy statement (https://www.sterlingcheck.com/privacy), then the privacy statement will prevail to the extent of the conflict.": "Im Falle eines Widerspruchs zwischen diesen Nutzungsbedingungen und einem geltenden Servicevertrag zwischen Sterling und einem Kunden haben die Bedingungen des Servicevertrags im Umfang des Widerspruchs Vorrang. Im Falle eines Konflikts zwischen diesen Nutzungsbedingungen und der entsprechenden Datenschutzerklärung von Sterling (https://www.sterlingcheck.com/privacy) hat die Datenschutzerklärung im Umfang des Konflikts Vorrang.",
      "If we have specified bandwidth limitations for your user account, use of the Service shall not be in excess of those limitations. If a User is accessing the Service via a dial-up connection, we may terminate the user session if the User is connected for more than 7 days in order to protect Sterling Talent Solutions Network resources and maintain Service availability for others.": "Wenn wir Beschränkungen der Bandbreite für Ihr Benutzerkonto festgelegt haben, darf die Nutzung des Dienstes nicht über diese Beschränkungen hinausgehen. Wenn ein Benutzer über eine Einwahlverbindung auf den Dienst zugreift, können wir die Benutzersitzung beenden, wenn der Benutzer länger als 7 Tage verbunden ist, um die Ressourcen des Sterling Talent Solutions Network zu schützen und die Verfügbarkeit des Dienstes für andere aufrechtzuerhalten.",
      "If you decline to use an electronic signature, you may be able to print forms and sign them by hand, in which case you will be required to deliver the hand signed forms to the relevant Sterling company representative.": "Wenn Sie eine elektronische Unterschrift ablehnen, können Sie die Formulare ausdrucken und handschriftlich unterschreiben. In diesem Fall müssen Sie die handschriftlich unterzeichneten Formulare dem zuständigen Vertreter von Sterling übergeben.",
      "If you do not agree to these Terms of Use, your continued use of the Site is not authorized.": "Wenn Sie diesen Nutzungsbedingungen nicht zustimmen, ist Ihre weitere Nutzung der Website nicht gestattet.",
      "If you have any questions regarding these Terms of Use, please contact Sterling at 1-800-899-2272.": "Wenn Sie Fragen zu diesen Nutzungsbedingungen haben, wenden Sie sich bitte an Sterling unter 1 800 899 2272.",
      "If you wish to obtain a paper copy of the forms you sign via this site, you will be given the opportunity to download and print those forms once they have been executed.": "Wenn Sie ein Papierexemplar der von Ihnen über diese Website unterzeichneten Formulare erhalten möchten, haben Sie die Möglichkeit, diese Formulare herunterzuladen und auszudrucken, sobald sie ausgefüllt sind.",
      "Illegal Title": "Illegaler Titel",
      "Impending security event notification": "Benachrichtigung über bevorstehendes Sicherheitsereignis",
      "In most cases, we will notify our Customer(s) of complaints received by us regarding an alleged violation of this Policy. You agree to promptly investigate all such complaints and take all necessary actions to remedy any violations of this Policy. We may inform the complainant that you are investigating the complaint and may provide the complainant with the necessary information to contact you directly to resolve the complaint. You shall identify a representative for the purposes of receiving such communications.": "In den meisten Fällen werden wir unsere(n) Kunden über Beschwerden informieren, die wir bezüglich eines mutmaßlichen Verstoßes gegen diese Richtlinie erhalten haben. Sie erklären sich damit einverstanden, alle derartigen Beschwerden unverzüglich zu untersuchen, alle notwendigen Maßnahmen zu ergreifen und Verstöße gegen diese Richtlinie zu beheben. Wir können den Beschwerdeführer darüber informieren, dass Sie die Beschwerde untersuchen und dem Beschwerdeführer die notwendigen Informationen zur Verfügung stellen, um Sie direkt zu kontaktieren und die Beschwerde anzugehen. Sie müssen einen Vertreter für die Zwecke des Empfangs solcher Mitteilungen angeben.",
      "In no event will Sterling or its officers, directors, employees, or agents be liable for any direct, indirect, incidental, special, or consequential damages; or damages for lost profits, revenue, data or data use, incurred by you or any third party, whether in an action in contract, or tort (including negligence), breach of statutory duty, strict liability, or otherwise, arising from your access to, or use of, the Site or any content provided on or through the Site.": "Sterling oder seine leitenden Angestellten, Direktoren, Mitarbeiter oder Vertreter haften in keinem Fall für direkte, indirekte, zufällige, besondere oder Folgeschäden oder Schäden aus entgangenen Gewinnen, Einnahmen, Daten oder Datennutzung, die Ihnen oder Dritten entstehen, unabhängig davon, ob es sich um eine Klage aus Vertrag, unerlaubter Handlung (einschließlich Fahrlässigkeit), Verletzung gesetzlicher Pflichten, verschuldensunabhängiger Haftung oder anderweitig handelt, die sich aus Ihrem Zugriff auf die Website oder deren Nutzung oder aus Inhalten, die auf der oder über die Website bereitgestellt werden, ergeben.",
      "In order to access, fulfill and retain the following electronic forms, your computer must be equipped and compatible with the most common operating systems and internet browsers. This would include:": "Um auf die folgenden elektronischen Formulare zuzugreifen, diese auszufüllen und aufzubewahren, muss Ihr Computer mit den gängigsten Betriebssystemen und Internetbrowsern ausgestattet und kompatibel sein. Dazu gehören:",
      "Independence, OH 44131": "Independence, OH 44131",
      "India": "Indien",
      "Intentionally transmitting files containing a computer virus or corrupted data.": "Absichtliche Übertragung von Dateien, die einen Computervirus oder beschädigte Daten enthalten.",
      "Introduction": "Einführung",
      "It may take up to two hours for you to receive a confirmation email when resetting your password. If you don’t see the confirmation email in your inbox, be sure to check your junk and spam folders. If you still haven’t received your email after two hours, you can try again by clicking the “I am a Returning User” option near the bottom of the Create Account page and requesting another confirmation email. If you continue not to receive a confirmation email, please call us at 888-889-5248 for further assistance.": "Es kann bis zu zwei Stunden dauern, bis Sie beim Zurücksetzen Ihres Passworts eine Bestätigungs-E-Mail erhalten. Wenn Sie die Bestätigungs-E-Mail nicht in Ihrem Posteingang sehen, schauen Sie bitte in Ihrem Junk- und Spam-Ordner nach. Wenn Sie Ihre E-Mail nach zwei Stunden noch immer nicht erhalten haben, können Sie es erneut versuchen, indem Sie auf die Option „Ich bin ein wiederkehrender Benutzer“ unten auf der Seite „Konto erstellen“ klicken und eine weitere Bestätigungs-E-Mail anfordern. Wenn Sie weiterhin keine Bestätigungs-E-Mail erhalten, rufen Sie uns bitte unter +1 888 889 5248 an, und wir helfen Ihnen gerne weiter.",
      "It’s important that Sterling is able to contact your   previous employers to verify your work history. We suggest using Google or another search engine to find contact information, checking the employer’s web site, or reviewing any past documents you may have received from the employer. If the employer is no longer in business, please provide the most complete information you have.": "Es ist wichtig, dass Sterling in der Lage ist, Ihre früheren Arbeitgeber zu kontaktieren, um Ihren beruflichen Werdegang zu überprüfen. Wir schlagen vor, Google oder eine andere Suchmaschine zu verwenden, um Kontaktinformationen zu finden, die Website des Arbeitgebers zu überprüfen bzw. frühere Dokumente zu überprüfen, die Sie möglicherweise vom Arbeitgeber erhalten haben. Wenn der Arbeitgeber nicht mehr existiert, geben Sie bitte die Angaben an, die Sie noch haben.",
      "I’ve provided my address history. Why am I being prompted to fill in gaps?": "Ich habe meine Adressen angegeben. Warum werde ich aufgefordert, Lücken zu füllen?",
      "Just reset the password. Click the “I am a Returning User” option near the bottom of the Create Account page, then click the “Forgot Your Password?” option and enter your email address. You’ll receive a confirmation email containing a link for resetting your password.": "Setzen Sie einfach das Passwort zurück. Klicken Sie auf die Option „Ich bin ein wiederkehrender Benutzer“ unten auf der Seite „Konto erstellen“ und dann auf „Passwort vergessen?“ und geben Sie Ihre E-Mail-Adresse ein. Sie erhalten eine Bestätigungs-E-Mail mit einem Link zum Zurücksetzen Ihres Passworts.",
      "Lorem Ipsum dolor sit emit.": "Lorem Ipsum dolor sit emit.",
      "Mailing Address": "Postanschrift",
      "Microsoft Internet Explorer version 8 and later, Mozilla Firefox – latest version, Safari latest version + tablet versions, Chrome latest desktop version.": "Microsoft Internet Explorer Version 8 und höher, Mozilla Firefox – neueste Version, Safari neueste Version + Tablet-Versionen, Chrome neueste Desktop-Version.",
      "Modifications to policy": "Änderungen an der Richtlinie",
      "Privacy": "Datenschutz",
      "Questions related to your background check": "Fragen im Zusammenhang mit Ihrer Hintergrundprüfung",
      "Responsibilities of customers": "Verantwortlichkeiten der Kunden",
      "Return To Top": "Zurück zum Anfang",
      "SA1 5ED": "SA1 5ED",
      "Some jurisdictions do not allow the disclaimer or exclusion of certain warranties of the disclaimer, exclusion, or limitation of certain liabilities. To the extent that they are held to be legally invalid, disclaimers, exclusions, and limitations set out in these Terms of Use, including those set out in Sections 3.6 (Disclaimer) and 3.7 (Limitation of Liability), do not apply and all other terms will remain in full force and effect.": "In einigen Gerichtsbarkeiten ist der Ausschluss bestimmter Garantien oder der Ausschluss oder die Beschränkung bestimmter Haftungen nicht zulässig. In dem Maße, in dem sie für rechtlich ungültig erklärt werden, gelten die in diesen Nutzungsbedingungen enthaltenen Haftungsausschlüsse und -beschränkungen, einschließlich der in den Abschnitten 3.6 (Haftungsausschluss) und 3.7 (Haftungsbeschränkung) aufgeführten nicht, alle anderen Bedingungen bleiben in vollem Umfang in Kraft und wirksam.",
      "Spoofing/Fraud": "Spoofing/Betrug",
      "Sterling Customer Support": "Sterling Kunden-Support",
      "Sterling FAQ": "Sterling FAQ",
      "Sterling Talent Solutions reserves the right to modify this Policy at any time without notice. We will attempt to notify Customers of any such modifications either via e-mail or by posting a revised version of the Policy on our Web site. Any such modifications shall be effective and applied prospectively from the date of posting.": "Sterling Talent Solutions behält sich das Recht vor, diese Richtlinie jederzeit ohne Vorankündigung zu ändern. Wir werden versuchen, Kunden über solche Änderungen entweder per E-Mail oder durch Veröffentlichung einer überarbeiteten Version der Richtlinie auf unserer Website zu informieren. Alle derartigen Änderungen sind wirksam und werden prospektiv ab dem Datum der Veröffentlichung angewendet.",
      "Sterling Talent Solutions will cooperate with appropriate law enforcement agencies and other parties involved in investigating claims of illegal or inappropriate activity. Sterling Talent Solutions reserves the right to disclose customer information to the extent authorized by federal or state law.": "Sterling Talent Solutions kooperiert mit den zuständigen Strafverfolgungsbehörden und anderen beteiligten Parteien bei der Untersuchung von Vorwürfen über illegale oder unangemessene Aktivitäten. Sterling Talent Solutions behält sich das Recht vor, Kundendaten in dem Maße offenzulegen, wie es durch Bundes- oder Landesgesetze erlaubt ist.",
      "Sterling UK Customer Support": "Sterling UK Kunden-Support",
      "Sterling may revise the Terms of Use at any time without notice to you. The revised Terms of Use will be effective when posted to the Site.": "Sterling kann die Nutzungsbedingungen jederzeit und ohne Vorankündigung überarbeiten. Die überarbeiteten Nutzungsbedingungen treten in Kraft, sobald sie auf der Website veröffentlicht werden.",
      "Sterling reserves the right to make changes or updates to, and monitor the use of, the Site and content provided on or through the Site at any time without notice.": "Sterling behält sich das Recht vor, die Website und die auf der oder über die Website bereitgestellten Inhalte jederzeit ohne Vorankündigung zu ändern oder zu aktualisieren und deren Nutzung zu überwachen.",
      "Sterling will have no responsibility for any damage to your computer system or loss of data that results from the use of the Site.": "Sterling übernimmt keine Verantwortung für Schäden an Ihrem Computersystem oder den Verlust von Daten, die sich aus der Nutzung der Website ergeben.",
      "Suspension or termination of service": "Aussetzung oder Beendigung des Service",
      "Swansea": "Swansea",
      "Terms of Use": "Nutzungsbedingungen",
      "The Policy applies to all aspects of the Service. \"Sterling Talent Solutions Network\" includes, without limitation, Sterling Talent Solutions leased transmission network, including all equipment, systems, facilities, services and products incorporated or used in such transmission network. As used in this Policy, \"you\" refers to Customers, and any reference to \"Users\" is intended to encompass, as applicable, both Customers and their Users.": "Die Richtlinie gilt für alle Aspekte der Dienstleistung. Das „Sterling Talent Solutions Network“ umfasst ohne Einschränkung das von Sterling Talent Solutions gepachtete Übertragungsnetz, einschließlich aller Geräte, Systeme, Einrichtungen, Dienstleistungen und Produkte, die in dieses Übertragungsnetz integriert sind oder darin verwendet werden. Wie in dieser Richtlinie verwendet, bezieht sich „Sie“ auf Kunden, und jeder Verweis auf „Benutzer“ soll, soweit zutreffend, sowohl Kunden als auch deren Benutzer umfassen.",
      "The Service shall not be used for any unlawful activities or in connection with any criminal or civil violation and the Services shall in all cases be used in compliance with applicable law. Use of the Service for transmission, distribution, retrieval, or storage of any information, data or other material in violation of any applicable law or regulation (including, where applicable, any tariff or treaty) is prohibited. This includes, without limitation, the use or transmission of any data or material protected by copyright, trademark, trade secret, patent or other intellectual property right without proper authorization and the transmission of any material that constitutes an illegal threat, violates export control laws, or is obscene, defamatory or otherwise unlawful.": "Der Dienst darf nicht für rechtswidrige Aktivitäten oder im Zusammenhang mit einem straf- oder zivilrechtlichen Verstoß verwendet werden, und die Dienste sind in allen Fällen gemäß geltendem Recht zu verwenden. Die Nutzung des Dienstes für die Übertragung, Verteilung, Abfrage oder Speicherung von Informationen, Daten oder anderem Material, das gegen geltendes Recht oder geltende Vorschriften verstößt (einschließlich, wo zutreffend, Tarife oder Verträge), ist untersagt. Dies umfasst, ohne Einschränkung, die Nutzung oder Übertragung von Daten oder Materialien, die durch Urheberrecht, Handelsmarken, Geschäftsgeheimnisse, Patente oder andere Rechte an geistigem Eigentum geschützt sind, ohne ordnungsgemäße Genehmigung und die Übertragung von Materialien, die eine illegale Bedrohung darstellen, gegen Exportkontrollgesetze verstoßen oder obszön, diffamierend oder anderweitig rechtswidrig sind.",
      "The Site and content provided on or through the Site are the intellectual property and copyrighted works of Sterling, a Sterling Client, or a third-party provider. All rights, title and interest not expressly granted with respect to the Site and content provided on or through the Site are reserved. All content is provided on an “As Is” and “As Available” basis, and Sterling reserves the right to terminate the permissions granted to you at any time.": "Die Website und die Inhalte, die auf der oder über die Website bereitgestellt werden, sind geistiges Eigentum und urheberrechtlich geschützte Werke von Sterling, einem Sterling-Kunden oder einem Drittanbieter. Alle nicht ausdrücklich gewährten Rechte, Titel und Interessen in Bezug auf die Website und die auf der oder über die Website bereitgestellten Inhalte sind vorbehalten. Alle Inhalte werden „wie besehen“ und „wie verfügbar“ bereitgestellt und Sterling behält sich das Recht vor, die Ihnen erteilten Genehmigungen jederzeit zu widerrufen.",
      "The Site provides links to Web sites and access to content, products and services of third parties, including users, advertisers, affiliates and sponsors of the Site. Sterling is not responsible for third party content provided on, or through the Site, or for any changes or updates to such third party sites, and you bear all risks associated with the access to, and use of, such Web sites and third party content, products and services.": "Die Website bietet Links zu Websites und Zugriff auf Inhalte, Produkte und Dienstleistungen von Dritten, einschließlich Benutzern, Werbetreibenden, verbundenen Unternehmen und Sponsoren der Website. Sterling ist nicht verantwortlich für Inhalte Dritter, die auf der oder über die Website bereitgestellt werden, oder für Änderungen oder Aktualisierungen solcher Websites Dritter, und Sie tragen alle Risiken, die mit dem Zugriff auf und der Nutzung solcher Websites und Inhalte, Produkte und Dienstleistungen Dritter verbunden sind.",
      "The Sterling has no obligation to monitor the Site. However, Sterling reserves the right to review the Site and content and to monitor all use of and activity on the Site, and to remove or choose not to make available on or through the Site, any content (including Submissions) in its sole discretion. Sterling may remove content that is confidential or proprietary to you, or a third party, without permission from you or the third party.": "Sterling ist nicht verpflichtet, die Website zu überwachen. Sterling behält sich jedoch das Recht vor, die Website und den Inhalt zu überprüfen, alle Nutzungen und Aktivitäten auf der Website zu überwachen und Inhalte (einschließlich Einreichungen) nach eigenem Ermessen zu entfernen oder nicht auf der oder über die Website verfügbar zu machen. Sterling kann Inhalte, die vertraulich oder urheberrechtlich geschützt sind, ohne Ihre Zustimmung oder die eines Dritten entfernen.",
      "The Sterling may, in its sole discretion, at any time discontinue providing or limit access to the Site, in whole or in part. You agree that Sterling may, in its sole discretion, at any time, terminate or limit your access to, or use of, the Site in whole or in part. Sterling may terminate or limit your access to, or use of, the Site, if Sterling determines, in its sole discretion, that you have infringed the copyrights or other legal rights of a third party, or otherwise materially violated these Terms of Use. You agree that Sterling will not be liable to you or any third-party for any termination or limitation of your access to, or use of, the Site.": "Sterling kann nach eigenem Ermessen jederzeit die Bereitstellung der Website ganz oder teilweise einstellen oder den Zugang zur Website einschränken. Sie erklären sich damit einverstanden, dass Sterling nach eigenem Ermessen jederzeit Ihren Zugang zur Website oder Ihre Nutzung der Website ganz oder teilweise beenden oder einschränken kann. Sterling ist berechtigt, Ihren Zugriff auf die Website oder deren Nutzung zu beenden oder einzuschränken, wenn Sterling nach eigenem Ermessen feststellt, dass Sie die Urheberrechte oder andere gesetzliche Rechte eines Dritten verletzt oder auf andere Weise wesentlich gegen diese Nutzungsbedingungen verstoßen haben. Sie stimmen zu, dass Sterling Ihnen oder Dritten gegenüber nicht für eine Beendigung oder Einschränkung Ihres Zugriffs auf die Website oder deren Nutzung haftbar ist.",
      "The background check application form requires that the start date & the end date of each address should be a total match.": "Das Antragsformular für die Hintergrundprüfung erfordert, dass das Anfangsdatum und das Ende jeder Adresse insgesamt übereinstimmen müssen.",
      "The failure of Sterling to exercise or enforce any rights or provisions in these Terms of Use will not constitute a waiver of such right or provision. If any part or provision of these Terms of Use is found to be unenforceable, such part or provision may be modified to make the Terms of Use as modified, legal and enforceable. The rest of the Terms of Use will not be affected.": "Das Versäumnis von Sterling, Rechte oder Bestimmungen in diesen Nutzungsbedingungen auszuüben oder durchzusetzen, stellt keinen Verzicht auf diese Rechte oder Bestimmungen dar. Sollte sich ein Teil oder eine Bestimmung dieser Nutzungsbedingungen als nicht durchsetzbar erweisen, kann dieser Teil oder diese Bestimmung so geändert werden, dass die Nutzungsbedingungen in ihrer geänderten Form rechtmäßig und durchsetzbar sind. Die übrigen Nutzungsbedingungen bleiben davon unberührt.",
      "The following activities are also prohibited:": "Die folgenden Aktivitäten sind ebenfalls untersagt:",
      "The parties waive any right to bring representative claims on behalf of a class of individuals, on behalf of the public, as a private attorney general, or otherwise (the “class action waiver”). Except for this class action waiver, this clause may be severed or modified if necessary to render it enforceable under the Federal Arbitration Act.": "Die Parteien verzichten auf das Recht, repräsentative Ansprüche im Namen einer Gruppe von Einzelpersonen, im Namen der Öffentlichkeit, als privater Generalanwalt oder auf andere Weise geltend zu machen (der „Verzicht auf Sammelklagen“). Mit Ausnahme dieses Verzichts auf Sammelklagen kann diese Klausel abgetrennt oder geändert werden, wenn dies erforderlich ist, um sie nach dem Federal Arbitration Act durchsetzbar zu machen.",
      "The sole purpose of this website is to enable you to collect and evaluate Candidate Submissions. Use of this Site does not create an employment relationship between any person and any Sterling company. Individuals who use this Site on behalf of a Client shall be solely the employees or agents of such entity and shall be under the sole and exclusive direction and control of such entity. The Client organization shall be responsible for compliance with all laws, rules and regulations involving its respective employees or agents, including (but not limited to) employment of labor, hours of labor, health and safety, working conditions and payment of wages.": "Der einzige Zweck dieser Website besteht darin, Ihnen die Erfassung und Bewertung von Bewerbereinreichungen zu ermöglichen. Durch die Nutzung dieser Website entsteht kein Arbeitsverhältnis zwischen einer Person und einem Sterling-Unternehmen. Personen, die diese Website im Namen eines Kunden nutzen, sind ausschließlich Angestellte oder Bevollmächtigte dieses Unternehmens und stehen unter der alleinigen und ausschließlichen Leitung und Kontrolle des betreffenden Unternehmens. Die Kundenorganisation ist für die Einhaltung aller Gesetze, Regeln und Vorschriften verantwortlich, die ihre jeweiligen Mitarbeiter oder Vertreter betreffen, einschließlich (aber nicht beschränkt auf) die Beschäftigung von Arbeitskräften, Arbeitszeiten, Gesundheit und Sicherheit, Arbeitsbedingungen und die Zahlung von Löhnen.",
      "The sole purpose of this website is to enable you to submit information (“Submissions“) to provide information to allow Sterling to carry out Services for a Client or for you. Use of this Site does not create an employment relationship between you and any Sterling company. You expressly agree that no employment relationship will be created without further review of the Submission, an appropriate successful interview process, background and reference checks (where applicable), verification of identity and the legal right to work, and issuance and acceptance of a formal written offer of employment from the entity offering employment.": "Der einzige Zweck dieser Website besteht darin, Ihnen die Übermittlung von Informationen („Einreichungen“) zu ermöglichen,  um Sterling in die Lage zu versetzen, Dienstleistungen für einen Kunden oder für Sie zu erbringen. Durch die Nutzung dieser Website entsteht kein Arbeitsverhältnis zwischen Ihnen und einem Sterling-Unternehmen. Sie erklären sich ausdrücklich damit einverstanden, dass kein Arbeitsverhältnis zustande kommt, ohne dass eine weitere Prüfung der Einreichung, ein angemessenes und erfolgreiches Vorstellungsgespräch, eine Überprüfung des Hintergrunds und der Referenzen (falls zutreffend), eine Überprüfung der Identität und des gesetzlichen Rechts auf Arbeit sowie die Ausstellung und Annahme eines formellen schriftlichen Arbeitsangebots durch das Unternehmen, das die Beschäftigung anbietet, erfolgt sind.",
      "The use of the Sterling Talent Solutions Network by a Customer of Sterling Talent Solutions is subject to the terms and conditions of any agreements entered into by such Customer and Sterling Talent Solutions. This Policy is incorporated into such agreements by reference.": "Die Nutzung des Sterling Talent Solutions Network durch einen Kunden von Sterling Talent Solutions unterliegt den Bedingungen und Konditionen aller Vereinbarungen, die von diesem Kunden und von Sterling Talent Solutions abgeschlossen wurden. Diese Richtlinie wird durch Bezugnahme in solche Vereinbarungen aufgenommen.",
      "This Policy is designed to assist in protecting the Sterling Talent Solutions Network, the Service, our Users and the Internet community as a whole from improper and/or illegal activity over the Internet, to improve Service and to improve Service offerings. In situations where data communications are carried across networks of other Internet Service Providers (ISPs), Users of the Sterling Talent Solutions Network must also conform to the applicable acceptable use policies of such other ISPs.": "Diese Richtlinie soll dazu beitragen, das Sterling Talent-Solutions-Netzwerk, den Service, unsere Benutzer und die Internetgemeinschaft insgesamt vor unangemessenen und/oder illegalen Aktivitäten über das Internet zu schützen, den Service zu verbessern und die Serviceangebote zu optimieren. In Situationen, in denen die Datenkommunikation über die Netzwerke anderer Internet Service Provider (ISPs) erfolgt, müssen die Benutzer des Sterling Talent-Solutions-Netzwerks auch die geltenden Richtlinien zur akzeptablen Nutzung dieser anderen ISPs einhalten.",
      "This listing of prohibited activities is not exhaustive and Sterling Talent Solutions reserves the right to determine that any conduct that is or could be harmful to the Sterling Talent Solutions Network, Sterling Talent Solutions is Customers or Internet users is in violation of this Policy and to exercise any or all of the remedies contained in this Policy.": "Diese Auflistung der untersagten Aktivitäten ist nicht vollständig und Sterling Talent Solutions behält sich das Recht vor, zu bestimmen, dass jedes Verhalten, das für das Sterling Talent Solutions Network, seine Kunden oder Internetnutzer schädlich sein könnte, dieser Richtlinie widerspricht und wird alle in dieser Richtlinie erwähnten Abhilfemaßnahmen ergreifen.",
      "Through the Site, Clients, Candidates, and third-party sources of data related to Candidates (collectively, “Users”), will have the ability to place orders for, and participate in the fulfillment of, Services. By accessing or using the Site, you agree to follow and be bound by the following terms and conditions concerning your access to and use of the Site (“Terms of Use“).": "Über die Website haben Kunden, Kandidaten und Drittanbieter von Daten über Kandidaten (zusammenfassend als „Nutzer“ bezeichnet) die Möglichkeit, Aufträge für Dienstleistungen zu erteilen und sich an der Erbringung von Dienstleistungen zu beteiligen. Durch den Zugriff auf die Website oder deren Nutzung erklären Sie sich damit einverstanden, die folgenden Bedingungen bezüglich Ihres Zugriffs auf die Website und ihrer Nutzung („Nutzungsbedingungen“) zu befolgen und an diese gebunden zu sein.",
      "Unauthorized access/interference": "Unbefugter Zugriff/Eingriffe",
      "United Kingdom": "Vereinigtes Königreich",
      "United States and Canada": "Vereinigte Staaten von Amerika und Kanada",
      "Users are entirely responsible for maintaining the confidentiality of password and account information, as well as the security of their network. You agree immediately to notify Sterling Talent Solutions of any unauthorized use of your account or any other breach of security known to you. If you become aware of any violation of this Policy by any person, including Users that have accessed the Service through your account, you are required to notify us.": "Die Benutzer sind für die Wahrung der Vertraulichkeit von Passwort- und Kontoinformationen sowie für die Sicherheit ihres Netzwerks verantwortlich. Sie verpflichten sich, Sterling Talent Solutions unverzüglich über jede unbefugte Nutzung Ihres Kontos oder jede andere Ihnen bekannte Verletzung der Sicherheit zu informieren. Wenn Sie Kenntnis von einem Verstoß gegen diese Richtlinie durch eine Person erhalten, einschließlich Benutzer, die über Ihr Konto auf den Service zugegriffen haben, müssen Sie uns benachrichtigen.",
      "Users are prohibited from intentionally or negligently injecting false data into the Internet, for instance in the form of bad routing information (including but not limited to the announcing of networks owned by someone else or reserved by the Internet Assigned Numbers Authority) or incorrect DNS information.": "Benutzern ist es untersagt, vorsätzlich oder fahrlässig falsche Daten in das Internet einzubringen, beispielsweise in Form von schlechten Routing-Informationen (einschließlich unter anderem die Ankündigung von Netzwerken, die sich im Besitz von jemand anderem befinden oder von der Internet Assigned Numbers Authority reserviert sind) oder falschen DNS-Informationen.",
      "We reserve the right to install and use, or to have you install and use, any appropriate devices to prevent violations of this Policy, including devices designed to filter or terminate access to the Service. By accepting and using the Service, you consent to allowing us to collect service information and routing information in the normal course of our business, and to use such information for general business purposes.": "Wir behalten uns das Recht vor, geeignete Vorrichtungen zu installieren und zu verwenden oder von Ihnen installieren und verwenden zu lassen, um Verstöße gegen diese Richtlinie zu verhindern, einschließlich Vorrichtungen zum Filtern oder Beenden des Zugriffs auf den Dienst. Durch die Annahme und Nutzung des Dienstes erklären Sie sich damit einverstanden, dass wir im Rahmen unserer normalen Geschäftstätigkeit Dienst- und Routing-Informationen sammeln und diese Informationen für allgemeine Geschäftszwecke verwenden dürfen.",
      "Welcome to Sterling Infosystems, Inc., and its affiliated companies (“Sterling“) background screening platform (the “Site“). Sterling provides background screening and other services (“Services“) to organizations and their authorized business users (“Clients“), allowing them to collect information about individuals (“Candidates“). Sterling also provides certain services directly to Candidates.": "Willkommen bei Sterling Infosystems, Inc. und den mit ihr verbundenen Unternehmen („Sterling“) auf der Plattform für Hintergrundüberprüfungen (die „Website“). Sterling bietet Organisationen und deren autorisierten Geschäftsanwendern („Kunden“) Hintergrundüberprüfungen und andere Dienstleistungen („Dienstleistungen“) an, die es ihnen ermöglichen, Informationen über Personen („Kandidaten“) zu sammeln. Sterling bietet bestimmte Dienstleistungen auch direkt für die Kandidaten an.",
      "What if I don’t have a former employer’s contact information?": "Was passiert, wenn ich nicht über die Kontaktdaten eines früheren Arbeitgebers verfüge?",
      "What if I don’t know my password?": "Was, wenn ich mein Passwort nicht kenne?",
      "What if I don’t remember my password?": "Was, wenn ich mich nicht an mein Passwort erinnere?",
      "What if I haven’t received my confirmation email for resetting my password?": "Was soll ich machen, wenn ich meine Bestätigungs-E-Mail zum Zurücksetzen meines Passworts nicht erhalten habe?",
      "When you first arrive on our background check web page (after clicking the link in your email), you’ll need to create a new password meeting the requirements indicated on the page. You’ll need to check the box to accept Sterling’s terms of use, then click the Create an Account button.": "Wenn Sie zum ersten Mal auf unserer Webseite zur Hintergrundprüfung ankommen (nachdem Sie auf den Link in Ihrer E-Mail geklickt haben), müssen Sie ein neues Passwort erstellen, das die auf der Seite angegebenen Anforderungen erfüllt. Sie müssen das Kästchen markieren, die Nutzungsbedingungen von Sterling akzeptieren und dann auf die Schaltfläche „Konto erstellen“ klicken.",
      "Why am I being told that my email address already exists in Sterling’s system?": "Warum wird mir gesagt, dass meine E-Mail-Adresse bereits im System von Sterling existiert?",
      "Windows, Mac OS X, Linux, Apple iOS, and other major operating systems.": "Windows, Mac OS X, Linux, Apple iOS und andere wichtige Betriebssysteme.",
      "You agree not to access or use the Site in any manner that could damage, disable, overburden, or impair any Sterling accounts, computer systems or networks. You agree not to attempt to gain unauthorized access to any parts of the Site or any Sterling accounts, computer systems or networks. You agree not to interfere, or attempt to interfere, with the proper working of the Site or any of Sterling accounts, computer systems or networks. You agree not to use any robot, spider, scraper or other automated means to access the Site or any of Sterling accounts, computer systems or networks without the Sterling’s express written permission.": "Sie erklären sich damit einverstanden, nicht auf die Website zuzugreifen oder sie in einer Weise zu nutzen, die Sterling-Konten, Computersysteme oder Netzwerke beschädigen, deaktivieren, überlasten oder beeinträchtigen könnte. Sie verpflichten sich, nicht zu versuchen, sich unbefugten Zugang zu Teilen der Website oder zu Sterling-Konten, Computersystemen oder Netzwerken zu verschaffen. Sie verpflichten sich, das ordnungsgemäße Funktionieren der Website oder von Sterling-Konten, Computersystemen oder Netzwerken nicht zu beeinträchtigen oder zu versuchen, dies zu tun. Sie erklären sich damit einverstanden, ohne die ausdrückliche schriftliche Genehmigung von Sterling keine Roboter, Spider, Scraper oder andere automatisierte Mittel für den Zugriff auf die Website oder auf Konten, Computersysteme oder Netzwerke von Sterling zu verwenden.",
      "You agree that all information you submit in use of the Site will be information that you have the right and authority to disclose to the Sterling. Where applicable, you agree that you will obtain written signed consent from each Candidate, in the form required by law before requesting background screening reports relating to that Candidate, or you will use the Site to collect that consent on your behalf. If you have collected the consent yourself, you must deliver such consent to Sterling by uploading the signed consent form as part of the Submissions relating to that Candidate.": "Sie stimmen zu, dass alle Informationen, die Sie bei der Nutzung der Website übermitteln, Informationen sind, zu deren Offenlegung Sie gegenüber Sterling berechtigt und befugt sind. Gegebenenfalls erklären Sie sich damit einverstanden, dass Sie von jedem Bewerber eine schriftliche, unterzeichnete Zustimmung in der gesetzlich vorgeschriebenen Form einholen, bevor Sie Hintergrundüberprüfungsberichte zu diesem Bewerber anfordern, oder Sie werden die Website nutzen, um diese Zustimmung in ihrem Namen einzuholen. Wenn Sie die Zustimmung selbst eingeholt haben, müssen Sie diese Zustimmung an Sterling übermitteln, indem Sie das unterzeichnete Zustimmungsformular als Teil der Einsendungen für den betreffenden Kandidaten hochladen.",
      "You agree that you will neither use the Site in a manner, nor provide any Submission, that: (a) is defamatory, derogatory, degrading or harassing of another or constitutes a personal attack; (b) invades another’s privacy or includes, copies or transmits another’s confidential, sensitive or personal information without that person’s consent to do so; (c) promotes bigotry, racism, hatred or harm against any group or individual; (d) is obscene or not in good taste; (e) violates, infringes or promotes the violation or infringement of another’s rights, including intellectual property rights; (f) violates or promotes the violation of any applicable laws or regulations; (g) contains a solicitation of funds, goods or services, or promotes or advertises goods or services; or (h) contains any viruses, Trojan horses, or other components designed to limit or harm the functionality of a computer. Sterling may report you to the relevant authorities and may act under the fullest extent of applicable laws if you transmit or upload content intended or designed to cause harm.": "Sie erklären sich damit einverstanden, die Website nicht in einer Weise zu nutzen und keine Beiträge zu übermitteln, die (a) eine andere Person verleumden, herabwürdigen, erniedrigen oder belästigen oder einen persönlichen Angriff darstellen; (b) in die Privatsphäre einer anderen Person eindringen oder vertrauliche, sensible oder persönliche Informationen einer anderen Person enthalten, kopieren oder übermitteln, ohne dass diese Person dem zugestimmt hat; (c) Bigotterie, Rassismus, Hass oder Schaden gegen eine Gruppe oder Einzelperson fördern; (d) obszön oder geschmacklos sind; (e) die Rechte anderer verletzen oder deren Verletzung fördern, einschließlich der Rechte an geistigem Eigentum; (f) geltende Gesetze oder Vorschriften verletzen oder deren Verletzung fördern; (g) eine Aufforderung zur Zahlung von Geldern, Waren oder Dienstleistungen enthalten oder für Waren oder Dienstleistungen werben; oder (h) Viren, trojanische Pferde oder andere Komponenten enthalten, die die Funktionalität eines Computers einschränken oder beeinträchtigen sollen. Sterling kann Sie bei den zuständigen Behörden anzeigen und im Rahmen der geltenden Gesetze tätig werden, wenn Sie Inhalte übertragen oder hochladen, die Schaden anrichten sollen oder können.",
      "You agree that you will neither use the Site in a manner, nor provide any Submission, that: (a) is defamatory, derogatory, degrading or harassing of another or constitutes a personal attack; (b) invades another’s privacy or includes, copies or transmits another’s confidential, sensitive or personal information without that person’s consent; (c) promotes bigotry, racism, hatred or harm against any group or individual; (d) is obscene or not in good taste; (e) violates, infringes or promotes the violation or infringement of another’s rights, including intellectual property rights; (f) violates or promotes the violation of any applicable laws or regulations; (g) contains a solicitation of funds, goods or services, or promotes or advertises goods or services; or (h) contains any viruses, Trojan horses, or other components designed to limit or harm the functionality of a computer. Sterling may report you to the relevant authorities and may act under the fullest extent of applicable laws if you transmit or upload content intended or designed to cause harm.": "Sie erklären sich damit einverstanden, die Website nicht in einer Weise zu nutzen und keine Beiträge zu übermitteln, die (a) eine andere Person verleumden, herabwürdigen, erniedrigen oder belästigen oder einen persönlichen Angriff darstellen; (b) in die Privatsphäre einer anderen Person eindringen oder vertrauliche, sensible oder personenbezogene Daten ohne deren Zustimmung enthalten, kopieren oder übermitteln; (c) Bigotterie, Rassismus, Hass oder Schaden gegen eine Gruppe oder Einzelperson fördern; (d) obszön oder geschmacklos sind; (e) die Rechte Dritter verletzen oder deren Verletzung fördern, einschließlich der Rechte an geistigem Eigentum; (f) die geltenden Gesetze oder Vorschriften verletzen oder deren Verletzung fördern; (g) eine Aufforderung zur Zahlung von Geldern, Waren oder Dienstleistungen enthalten oder für Waren oder Dienstleistungen werben; oder (h) Viren, trojanische Pferde oder andere Komponenten enthalten, die die Funktionalität eines Computers einschränken oder beeinträchtigen sollen. Sterling kann Sie bei den zuständigen Behörden anzeigen und im Rahmen der geltenden Gesetze tätig werden, wenn Sie Inhalte übertragen oder hochladen, die Schaden anrichten sollen oder können.",
      "You agree to indemnify and hold harmless the Sterling, its officers, directors, employees and agents from and against any and all third-party claims, liabilities, damages, losses or expenses, including reasonable attorneys’ fees and costs, due to, or arising out of, any information you disclose to the Site, your violation of these Terms of Use, or your violation or infringement of any third-party rights, including intellectual property rights.": "Sie verpflichten sich, Sterling, seine leitenden Angestellten, Direktoren, Mitarbeiter und Vertreter von allen Ansprüchen Dritter, Haftungsansprüchen, Schäden, Verlusten oder Ausgaben, einschließlich angemessener Anwaltsgebühren und -kosten, freizustellen und schadlos zu halten, die auf Informationen, die Sie der Website zur Verfügung stellen, auf Ihre Verletzung dieser Nutzungsbedingungen oder auf Ihre Verletzung von Rechten Dritter, einschließlich Rechten an geistigem Eigentum, zurückzuführen sind oder sich daraus ergeben.",
      "You may have had a background check processed previously with Sterling through a different employer. If you don’t remember your password, you’ll need to reset the password. Click the “I am a Returning User” option near the bottom of the Create Account page, then click the “Forgot Your Password?” option and enter your email address. You’ll receive a confirmation email containing a link for resetting your password.": "Sie haben möglicherweise eine Hintergrundprüfung zuvor mit Sterling durch einen anderen Arbeitgeber verarbeitet. Wenn Sie sich nicht an Ihr Passwort erinnern, müssen Sie das Passwort zurücksetzen. Klicken Sie auf die Option „Ich bin ein wiederkehrender Benutzer“ unten auf der Seite „Konto erstellen“ und dann auf „Passwort vergessen?“ und geben Sie Ihre E-Mail-Adresse ein. Sie erhalten eine Bestätigungs-E-Mail mit einem Link zum Zurücksetzen Ihres Passworts.",
      "You must complete the registration process to open an account by providing us with current, complete and accurate information, as required by the applicable registration form. You may also be required to choose a password and a user name. Access to, and use of, password protected or secure areas of the Site are restricted to authorized users only. Except as contemplated by Section 2.2, You agree not to share your password(s), account information, or access to the Site with any other person. You are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of your password(s) or account(s), or as a result of your access to the Site. You agree to notify Sterling immediately of any use of your password(s) or account(s) that you did not authorize or that is not authorized by these Terms of Use.": "Sie müssen den Registrierungsprozess zur Eröffnung eines Kontos abschließen, indem Sie uns aktuelle, vollständige und korrekte Informationen zur Verfügung stellen, wie sie im entsprechenden Registrierungsformular verlangt werden. Möglicherweise werden Sie auch aufgefordert, ein Passwort und einen Benutzernamen zu wählen. Der Zugang zu und die Nutzung von passwortgeschützten oder gesicherten Bereichen der Website ist nur autorisierten Benutzern gestattet. Außer wie in Abschnitt 2.2 vorgesehen, stimmen Sie zu, Ihr/Ihre Passwort/Passwörter, Kontoinformationen oder den Zugriff auf die Website nicht an andere Personen weiterzugeben. Sie sind für die Wahrung der Vertraulichkeit von Passwörtern und Kontoinformationen verantwortlich, und Sie sind für alle Aktivitäten verantwortlich, die durch die Verwendung Ihrer Passwörter oder Konten oder als Ergebnis Ihres Zugangs zur Website erfolgen. Sie verpflichten sich, Sterling unverzüglich über jede Nutzung Ihres Passworts/Ihrer Passwörter oder Konto(s) zu informieren, die Sie nicht autorisiert haben oder die nicht durch diese Nutzungsbedingungen autorisiert ist.",
      "You warrant that: (a) you have the right and authority to provide any personal information; (b) you have only disclosed information that is true, accurate and not misleading (including by omission) and nothing you have submitted is known by you to be false, inaccurate, or misleading; (c) you have identified the individual who the submitted information relates to and confirm their identity as the Candidate; and (d) your disclosure of information, or any engagement that may result from your disclosure of information, would not infringe any legal obligation that you or the Candidate may have to any third party, including under laws related to copyright, trademark, patent, trade secret, confidentiality, notice period, restrictive covenant, non-competition or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party.": "Sie versichern, dass: (a) Sie das Recht und die Befugnis haben, alle persönlichen Informationen zur Verfügung zu stellen; (b) Sie nur Informationen weitergegeben haben, die wahrheitsgemäß, genau und nicht irreführend sind (auch nicht durch Auslassung), und nichts von dem, was Sie übermittelt haben, Ihnen bekannt ist, falsch, ungenau oder irreführend zu sein; (c) Sie die Person, auf die sich die übermittelten Informationen beziehen, identifiziert haben und ihre Identität als Kandidat bestätigen; (d) Ihre Offenlegung von Informationen oder jede Verpflichtung, die sich aus der Offenlegung von Informationen ergibt, nicht gegen rechtliche Verpflichtungen verstößt, die Sie oder der Kandidat gegenüber Dritten haben, einschließlich Gesetzen in Bezug auf Urheberrechte, Marken, Patente, Geschäftsgeheimnisse, Vertraulichkeit, Kündigungsfristen, wettbewerbsbeschränkende Vereinbarungen, Wettbewerbsverbote oder andere Rechte an geistigem Eigentum, Datenschutzrechte oder andere rechtliche oder moralische Rechte Dritter.",
      "to the use of Sterling Talent Solutions services (the \"Service\") by customers of Sterling Talent Solutions (\"Customers\") and by users that have gained access to the Service through Customer accounts (\"Users\"). By using the Service, you acknowledge that you and your Users are responsible for compliance with the Policy. You are responsible for violations of this Policy by any User that accesses the Services through your account.": "für die Nutzung der Dienstleistungen von Sterling Talent Solutions (der „Service“) durch Kunden von Sterling Talent Solutions („Kunden“) und durch Benutzer, die über Kundenkonten Zugang zum Service erhalten haben („Benutzer“). Durch die Nutzung des Dienstes bestätigen Sie, dass Sie und Ihre Benutzer für die Einhaltung der Richtlinie verantwortlich sind. Sie sind für Verstöße gegen diese Richtlinie durch jeden Benutzer verantwortlich, der über Ihr Konto auf die Dienste zugreift.",
      "{ country }": "{ country }",
      "{ heading }": "{ heading }",
      "New string": "New string"
    }
  }
}
