{
  "en-US": {
    "translation": {
      "07:30 - 17:30 (7:30am - 5:30pm) IST, M-F": "07:30 - 17:30 (7:30ȧḿ - 5:30ƥḿ) ĪŞŦ, Ḿ-Ƒ",
      "07:30 - 18:00 (7:30am - 6:00pm) BST, M-F": "07:30 - 18:00 (7:30ȧḿ - 6:00ƥḿ) ƁŞŦ, Ḿ-Ƒ",
      "08:00 - 20:00 (8:00am - 8:00pm) EST, M-F": "08:00 - 20:00 (8:00ȧḿ - 8:00ƥḿ) ḖŞŦ, Ḿ-Ƒ",
      "1 Alexandra Road": "1 Ȧŀḗẋȧƞḓřȧ Řǿȧḓ",
      "1. The following terms apply to Candidates only.": "1. Ŧħḗ ƒǿŀŀǿẇīƞɠ ŧḗřḿş ȧƥƥŀẏ ŧǿ Ƈȧƞḓīḓȧŧḗş ǿƞŀẏ.",
      "1.1. Use of Site": "1.1. Ŭşḗ ǿƒ Şīŧḗ",
      "1.2. Electronic Signatures": "1.2. Ḗŀḗƈŧřǿƞīƈ Şīɠƞȧŧŭřḗş",
      "1.3. Submissions": "1.3. Şŭƀḿīşşīǿƞş",
      "1.4. Acceptable Use": "1.4. Ȧƈƈḗƥŧȧƀŀḗ Ŭşḗ",
      "1.5. Security, Passwords and Means of Accessing the Site": "1.5. Şḗƈŭřīŧẏ, Ƥȧşşẇǿřḓş ȧƞḓ Ḿḗȧƞş ǿƒ Ȧƈƈḗşşīƞɠ ŧħḗ Şīŧḗ",
      "2. The following terms apply to Clients only.": "2. Ŧħḗ ƒǿŀŀǿẇīƞɠ ŧḗřḿş ȧƥƥŀẏ ŧǿ Ƈŀīḗƞŧş ǿƞŀẏ.",
      "2.1. Use of Site": "2.1. Ŭşḗ ǿƒ Şīŧḗ",
      "2.2. Electronic Signatures": "2.2. Ḗŀḗƈŧřǿƞīƈ Şīɠƞȧŧŭřḗş",
      "2.3. Submissions": "2.3. Şŭƀḿīşşīǿƞş",
      "2.4. Acceptable Use": "2.4. Ȧƈƈḗƥŧȧƀŀḗ Ŭşḗ",
      "2.5. Security, Passwords and Means of Accessing the Site": "2.5. Şḗƈŭřīŧẏ, Ƥȧşşẇǿřḓş ȧƞḓ Ḿḗȧƞş ǿƒ Ȧƈƈḗşşīƞɠ ŧħḗ Şīŧḗ",
      "3. General Terms (these apply to all Users)": "3. Ɠḗƞḗřȧŀ Ŧḗřḿş (ŧħḗşḗ ȧƥƥŀẏ ŧǿ ȧŀŀ Ŭşḗřş)",
      "3.1. Reservation of Rights": "3.1. Řḗşḗřṽȧŧīǿƞ ǿƒ Řīɠħŧş",
      "3.10. Waiver and Severability": "3.10. Ẇȧīṽḗř ȧƞḓ Şḗṽḗřȧƀīŀīŧẏ",
      "3.11. Applicable Laws": "3.11. Ȧƥƥŀīƈȧƀŀḗ Ŀȧẇş",
      "3.12. Arbitration and Venue": "3.12. Ȧřƀīŧřȧŧīǿƞ ȧƞḓ Ṽḗƞŭḗ",
      "3.13. Limitation on Time to File Claims": "3.13. Ŀīḿīŧȧŧīǿƞ ǿƞ Ŧīḿḗ ŧǿ Ƒīŀḗ Ƈŀȧīḿş",
      "3.14. Contact Information": "3.14. Ƈǿƞŧȧƈŧ Īƞƒǿřḿȧŧīǿƞ",
      "3.2. Indemnity": "3.2. Īƞḓḗḿƞīŧẏ",
      "3.3. Monitoring": "3.3. Ḿǿƞīŧǿřīƞɠ",
      "3.4. Termination of Use": "3.4. Ŧḗřḿīƞȧŧīǿƞ ǿƒ Ŭşḗ",
      "3.5. Third Party Web Sites, Content, Products and Services": "3.5. Ŧħīřḓ Ƥȧřŧẏ Ẇḗƀ Şīŧḗş, Ƈǿƞŧḗƞŧ, Ƥřǿḓŭƈŧş ȧƞḓ Şḗřṽīƈḗş",
      "3.6. Disclaimer": "3.6. Ḓīşƈŀȧīḿḗř",
      "3.7. Limitation of Liability": "3.7. Ŀīḿīŧȧŧīǿƞ ǿƒ Ŀīȧƀīŀīŧẏ",
      "3.8. Exclusions and Limitations": "3.8. Ḗẋƈŀŭşīǿƞş ȧƞḓ Ŀīḿīŧȧŧīǿƞş",
      "3.9. Conflict with Service Agreement and Privacy Statement": "3.9. Ƈǿƞƒŀīƈŧ ẇīŧħ Şḗřṽīƈḗ Ȧɠřḗḗḿḗƞŧ ȧƞḓ Ƥřīṽȧƈẏ Şŧȧŧḗḿḗƞŧ",
      "4511 Rockside Road, 4th Floor": "4511 Řǿƈķşīḓḗ Řǿȧḓ, 4ŧħ Ƒŀǿǿř",
      "8th Floor, Alexandra House": "8ŧħ Ƒŀǿǿř, Ȧŀḗẋȧƞḓřȧ Ħǿŭşḗ",
      "A User may not attempt to gain unauthorized access to, or attempt to interfere with or compromise the normal functioning, operation or security of, any portion of the Sterling Talent Solutions Network. A User may not use the Service to engage in any activities that may interfere with the ability of others to access or use the Service or the Internet. A User may not use the Service to monitor any data, information or communications on any network or system without authorization. A User may not attempt to gain unauthorized access to the user accounts or passwords of other Users.": "Ȧ Ŭşḗř ḿȧẏ ƞǿŧ ȧŧŧḗḿƥŧ ŧǿ ɠȧīƞ ŭƞȧŭŧħǿřīzḗḓ ȧƈƈḗşş ŧǿ, ǿř ȧŧŧḗḿƥŧ ŧǿ īƞŧḗřƒḗřḗ ẇīŧħ ǿř ƈǿḿƥřǿḿīşḗ ŧħḗ ƞǿřḿȧŀ ƒŭƞƈŧīǿƞīƞɠ, ǿƥḗřȧŧīǿƞ ǿř şḗƈŭřīŧẏ ǿƒ, ȧƞẏ ƥǿřŧīǿƞ ǿƒ ŧħḗ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş Ƞḗŧẇǿřķ. Ȧ Ŭşḗř ḿȧẏ ƞǿŧ ŭşḗ ŧħḗ Şḗřṽīƈḗ ŧǿ ḗƞɠȧɠḗ īƞ ȧƞẏ ȧƈŧīṽīŧīḗş ŧħȧŧ ḿȧẏ īƞŧḗřƒḗřḗ ẇīŧħ ŧħḗ ȧƀīŀīŧẏ ǿƒ ǿŧħḗřş ŧǿ ȧƈƈḗşş ǿř ŭşḗ ŧħḗ Şḗřṽīƈḗ ǿř ŧħḗ Īƞŧḗřƞḗŧ. Ȧ Ŭşḗř ḿȧẏ ƞǿŧ ŭşḗ ŧħḗ Şḗřṽīƈḗ ŧǿ ḿǿƞīŧǿř ȧƞẏ ḓȧŧȧ, īƞƒǿřḿȧŧīǿƞ ǿř ƈǿḿḿŭƞīƈȧŧīǿƞş ǿƞ ȧƞẏ ƞḗŧẇǿřķ ǿř şẏşŧḗḿ ẇīŧħǿŭŧ ȧŭŧħǿřīzȧŧīǿƞ. Ȧ Ŭşḗř ḿȧẏ ƞǿŧ ȧŧŧḗḿƥŧ ŧǿ ɠȧīƞ ŭƞȧŭŧħǿřīzḗḓ ȧƈƈḗşş ŧǿ ŧħḗ ŭşḗř ȧƈƈǿŭƞŧş ǿř ƥȧşşẇǿřḓş ǿƒ ǿŧħḗř Ŭşḗřş.",
      "A User may not attempt to send e-mail messages or transmit any electronic communications using a name or address of someone other than the User for purposes of deception. Any attempt to impersonate someone else by altering source IP address information or by using forged headers or other identifying information is prohibited. Any attempt to fraudulently conceal, forge or otherwise falsify a User’s identity in connection with use of the Service is prohibited.": "Ȧ Ŭşḗř ḿȧẏ ƞǿŧ ȧŧŧḗḿƥŧ ŧǿ şḗƞḓ ḗ-ḿȧīŀ ḿḗşşȧɠḗş ǿř ŧřȧƞşḿīŧ ȧƞẏ ḗŀḗƈŧřǿƞīƈ ƈǿḿḿŭƞīƈȧŧīǿƞş ŭşīƞɠ ȧ ƞȧḿḗ ǿř ȧḓḓřḗşş ǿƒ şǿḿḗǿƞḗ ǿŧħḗř ŧħȧƞ ŧħḗ Ŭşḗř ƒǿř ƥŭřƥǿşḗş ǿƒ ḓḗƈḗƥŧīǿƞ. Ȧƞẏ ȧŧŧḗḿƥŧ ŧǿ īḿƥḗřşǿƞȧŧḗ şǿḿḗǿƞḗ ḗŀşḗ ƀẏ ȧŀŧḗřīƞɠ şǿŭřƈḗ ĪƤ ȧḓḓřḗşş īƞƒǿřḿȧŧīǿƞ ǿř ƀẏ ŭşīƞɠ ƒǿřɠḗḓ ħḗȧḓḗřş ǿř ǿŧħḗř īḓḗƞŧīƒẏīƞɠ īƞƒǿřḿȧŧīǿƞ īş ƥřǿħīƀīŧḗḓ. Ȧƞẏ ȧŧŧḗḿƥŧ ŧǿ ƒřȧŭḓŭŀḗƞŧŀẏ ƈǿƞƈḗȧŀ, ƒǿřɠḗ ǿř ǿŧħḗřẇīşḗ ƒȧŀşīƒẏ ȧ Ŭşḗř’ş īḓḗƞŧīŧẏ īƞ ƈǿƞƞḗƈŧīǿƞ ẇīŧħ ŭşḗ ǿƒ ŧħḗ Şḗřṽīƈḗ īş ƥřǿħīƀīŧḗḓ.",
      "A User may not use the Service to transmit unsolicited commercial e-mail messages or deliberately send excessively large attachments to one recipient. Any unsolicited commercial e-mail messages or a series of unsolicited commercial e-mail messages or large attachments sent to one recipient is prohibited. In addition, \"spamming\" or \"mailbombing\" is prohibited. Use of the service of another provider to send unsolicited commercial email, spam or mailbombs, to promote a site hosted on or connected to the Sterling Talent Solutions Network, is similarly prohibited. Likewise, a User may not use the Service to collect responses from mass unsolicited e-mail messages. Sterling Talent Solutions may in its sole discretion rely upon information obtained from anti-spamming organizations (including for example and without limitation spamhaus.org, spamcop.net, sorbs.net, and abuse.net) as evidence that a User is an active \"spam operation\" for purposes of taking remedial action under this Policy.": "Ȧ Ŭşḗř ḿȧẏ ƞǿŧ ŭşḗ ŧħḗ Şḗřṽīƈḗ ŧǿ ŧřȧƞşḿīŧ ŭƞşǿŀīƈīŧḗḓ ƈǿḿḿḗřƈīȧŀ ḗ-ḿȧīŀ ḿḗşşȧɠḗş ǿř ḓḗŀīƀḗřȧŧḗŀẏ şḗƞḓ ḗẋƈḗşşīṽḗŀẏ ŀȧřɠḗ ȧŧŧȧƈħḿḗƞŧş ŧǿ ǿƞḗ řḗƈīƥīḗƞŧ. Ȧƞẏ ŭƞşǿŀīƈīŧḗḓ ƈǿḿḿḗřƈīȧŀ ḗ-ḿȧīŀ ḿḗşşȧɠḗş ǿř ȧ şḗřīḗş ǿƒ ŭƞşǿŀīƈīŧḗḓ ƈǿḿḿḗřƈīȧŀ ḗ-ḿȧīŀ ḿḗşşȧɠḗş ǿř ŀȧřɠḗ ȧŧŧȧƈħḿḗƞŧş şḗƞŧ ŧǿ ǿƞḗ řḗƈīƥīḗƞŧ īş ƥřǿħīƀīŧḗḓ. Īƞ ȧḓḓīŧīǿƞ, \"şƥȧḿḿīƞɠ\" ǿř \"ḿȧīŀƀǿḿƀīƞɠ\" īş ƥřǿħīƀīŧḗḓ. Ŭşḗ ǿƒ ŧħḗ şḗřṽīƈḗ ǿƒ ȧƞǿŧħḗř ƥřǿṽīḓḗř ŧǿ şḗƞḓ ŭƞşǿŀīƈīŧḗḓ ƈǿḿḿḗřƈīȧŀ ḗḿȧīŀ, şƥȧḿ ǿř ḿȧīŀƀǿḿƀş, ŧǿ ƥřǿḿǿŧḗ ȧ şīŧḗ ħǿşŧḗḓ ǿƞ ǿř ƈǿƞƞḗƈŧḗḓ ŧǿ ŧħḗ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş Ƞḗŧẇǿřķ, īş şīḿīŀȧřŀẏ ƥřǿħīƀīŧḗḓ. Ŀīķḗẇīşḗ, ȧ Ŭşḗř ḿȧẏ ƞǿŧ ŭşḗ ŧħḗ Şḗřṽīƈḗ ŧǿ ƈǿŀŀḗƈŧ řḗşƥǿƞşḗş ƒřǿḿ ḿȧşş ŭƞşǿŀīƈīŧḗḓ ḗ-ḿȧīŀ ḿḗşşȧɠḗş. Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş ḿȧẏ īƞ īŧş şǿŀḗ ḓīşƈřḗŧīǿƞ řḗŀẏ ŭƥǿƞ īƞƒǿřḿȧŧīǿƞ ǿƀŧȧīƞḗḓ ƒřǿḿ ȧƞŧī-şƥȧḿḿīƞɠ ǿřɠȧƞīzȧŧīǿƞş (īƞƈŀŭḓīƞɠ ƒǿř ḗẋȧḿƥŀḗ ȧƞḓ ẇīŧħǿŭŧ ŀīḿīŧȧŧīǿƞ şƥȧḿħȧŭş.ǿřɠ, şƥȧḿƈǿƥ.ƞḗŧ, şǿřƀş.ƞḗŧ, ȧƞḓ ȧƀŭşḗ.ƞḗŧ) ȧş ḗṽīḓḗƞƈḗ ŧħȧŧ ȧ Ŭşḗř īş ȧƞ ȧƈŧīṽḗ \"şƥȧḿ ǿƥḗřȧŧīǿƞ\" ƒǿř ƥŭřƥǿşḗş ǿƒ ŧȧķīƞɠ řḗḿḗḓīȧŀ ȧƈŧīǿƞ ŭƞḓḗř ŧħīş Ƥǿŀīƈẏ.",
      "ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF USE OR THE WEBSITES MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.": "ȦȠẎ ƇȦŬŞḖ ǾƑ ȦƇŦĪǾȠ ǾŘ ƇĿȦĪḾ ẎǾŬ ḾȦẎ ĦȦṼḖ ȦŘĪŞĪȠƓ ǾŬŦ ǾƑ ǾŘ ŘḖĿȦŦĪȠƓ ŦǾ ŦĦḖŞḖ ŦḖŘḾŞ ǾƑ ŬŞḖ ǾŘ ŦĦḖ ẆḖƁŞĪŦḖŞ ḾŬŞŦ ƁḖ ƇǾḾḾḖȠƇḖḒ ẆĪŦĦĪȠ ǾȠḖ (1) ẎḖȦŘ ȦƑŦḖŘ ŦĦḖ ƇȦŬŞḖ ǾƑ ȦƇŦĪǾȠ ȦƇƇŘŬḖŞ, ǾŦĦḖŘẆĪŞḖ, ŞŬƇĦ ƇȦŬŞḖ ǾƑ ȦƇŦĪǾȠ ǾŘ ƇĿȦĪḾ ĪŞ ƤḖŘḾȦȠḖȠŦĿẎ ƁȦŘŘḖḒ.",
      "APAC": "ȦƤȦƇ",
      "Acceptable Use Policy": "Ȧƈƈḗƥŧȧƀŀḗ Ŭşḗ Ƥǿŀīƈẏ",
      "Access to and use of password protected or secured areas of the Site are restricted to authorized users only. You are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of any password(s) or account(s), or as a result of your access to the Site. You agree to notify Sterling immediately of any unauthorized use of password(s) or account(s).": "Ȧƈƈḗşş ŧǿ ȧƞḓ ŭşḗ ǿƒ ƥȧşşẇǿřḓ ƥřǿŧḗƈŧḗḓ ǿř şḗƈŭřḗḓ ȧřḗȧş ǿƒ ŧħḗ Şīŧḗ ȧřḗ řḗşŧřīƈŧḗḓ ŧǿ ȧŭŧħǿřīzḗḓ ŭşḗřş ǿƞŀẏ. Ẏǿŭ ȧřḗ řḗşƥǿƞşīƀŀḗ ƒǿř ḿȧīƞŧȧīƞīƞɠ ŧħḗ ƈǿƞƒīḓḗƞŧīȧŀīŧẏ ǿƒ ƥȧşşẇǿřḓ(ş) ȧƞḓ ȧƈƈǿŭƞŧ īƞƒǿřḿȧŧīǿƞ, ȧƞḓ ẏǿŭ ȧřḗ řḗşƥǿƞşīƀŀḗ ƒǿř ȧŀŀ ȧƈŧīṽīŧīḗş ŧħȧŧ ǿƈƈŭř ŧħřǿŭɠħ ŧħḗ ŭşḗ ǿƒ ȧƞẏ ƥȧşşẇǿřḓ(ş) ǿř ȧƈƈǿŭƞŧ(ş), ǿř ȧş ȧ řḗşŭŀŧ ǿƒ ẏǿŭř ȧƈƈḗşş ŧǿ ŧħḗ Şīŧḗ. Ẏǿŭ ȧɠřḗḗ ŧǿ ƞǿŧīƒẏ Şŧḗřŀīƞɠ īḿḿḗḓīȧŧḗŀẏ ǿƒ ȧƞẏ ŭƞȧŭŧħǿřīzḗḓ ŭşḗ ǿƒ ƥȧşşẇǿřḓ(ş) ǿř ȧƈƈǿŭƞŧ(ş).",
      "Additional terms and conditions": "Ȧḓḓīŧīǿƞȧŀ ŧḗřḿş ȧƞḓ ƈǿƞḓīŧīǿƞş",
      "Advertising, transmitting, or otherwise making available any software, program, product, or service that is designed to violate this AUP, which includes the facilitation of the means to deliver unsolicited commercial email.": "Ȧḓṽḗřŧīşīƞɠ, ŧřȧƞşḿīŧŧīƞɠ, ǿř ǿŧħḗřẇīşḗ ḿȧķīƞɠ ȧṽȧīŀȧƀŀḗ ȧƞẏ şǿƒŧẇȧřḗ, ƥřǿɠřȧḿ, ƥřǿḓŭƈŧ, ǿř şḗřṽīƈḗ ŧħȧŧ īş ḓḗşīɠƞḗḓ ŧǿ ṽīǿŀȧŧḗ ŧħīş ȦŬƤ, ẇħīƈħ īƞƈŀŭḓḗş ŧħḗ ƒȧƈīŀīŧȧŧīǿƞ ǿƒ ŧħḗ ḿḗȧƞş ŧǿ ḓḗŀīṽḗř ŭƞşǿŀīƈīŧḗḓ ƈǿḿḿḗřƈīȧŀ ḗḿȧīŀ.",
      "After authorizing the use of your electronic signature, you may still withdraw your consent. To do so, you must contact Sterling or the Client for their withdrawal procedures and to understand any consequences which may apply.": "Ȧƒŧḗř ȧŭŧħǿřīzīƞɠ ŧħḗ ŭşḗ ǿƒ ẏǿŭř ḗŀḗƈŧřǿƞīƈ şīɠƞȧŧŭřḗ, ẏǿŭ ḿȧẏ şŧīŀŀ ẇīŧħḓřȧẇ ẏǿŭř ƈǿƞşḗƞŧ. Ŧǿ ḓǿ şǿ, ẏǿŭ ḿŭşŧ ƈǿƞŧȧƈŧ Şŧḗřŀīƞɠ ǿř ŧħḗ Ƈŀīḗƞŧ ƒǿř ŧħḗīř ẇīŧħḓřȧẇȧŀ ƥřǿƈḗḓŭřḗş ȧƞḓ ŧǿ ŭƞḓḗřşŧȧƞḓ ȧƞẏ ƈǿƞşḗɋŭḗƞƈḗş ẇħīƈħ ḿȧẏ ȧƥƥŀẏ.",
      "All Users of the Sterling Talent Solutions Network are responsible for notifying Sterling Talent Solutions immediately if they become aware of an impending event that may negatively affect the Sterling Talent Solutions Network. This includes extortion threats that involve threat of \"denial of service\" attacks, unauthorized access, or other security events.": "Ȧŀŀ Ŭşḗřş ǿƒ ŧħḗ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş Ƞḗŧẇǿřķ ȧřḗ řḗşƥǿƞşīƀŀḗ ƒǿř ƞǿŧīƒẏīƞɠ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş īḿḿḗḓīȧŧḗŀẏ īƒ ŧħḗẏ ƀḗƈǿḿḗ ȧẇȧřḗ ǿƒ ȧƞ īḿƥḗƞḓīƞɠ ḗṽḗƞŧ ŧħȧŧ ḿȧẏ ƞḗɠȧŧīṽḗŀẏ ȧƒƒḗƈŧ ŧħḗ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş Ƞḗŧẇǿřķ. Ŧħīş īƞƈŀŭḓḗş ḗẋŧǿřŧīǿƞ ŧħřḗȧŧş ŧħȧŧ īƞṽǿŀṽḗ ŧħřḗȧŧ ǿƒ \"ḓḗƞīȧŀ ǿƒ şḗřṽīƈḗ\" ȧŧŧȧƈķş, ŭƞȧŭŧħǿřīzḗḓ ȧƈƈḗşş, ǿř ǿŧħḗř şḗƈŭřīŧẏ ḗṽḗƞŧş.",
      "All matters relating to your access to, and use of, the Site and content provided on or through the Site, will be governed by U.S. federal law or the laws ofthe State of New York.": "Ȧŀŀ ḿȧŧŧḗřş řḗŀȧŧīƞɠ ŧǿ ẏǿŭř ȧƈƈḗşş ŧǿ, ȧƞḓ ŭşḗ ǿƒ, ŧħḗ Şīŧḗ ȧƞḓ ƈǿƞŧḗƞŧ ƥřǿṽīḓḗḓ ǿƞ ǿř ŧħřǿŭɠħ ŧħḗ Şīŧḗ, ẇīŀŀ ƀḗ ɠǿṽḗřƞḗḓ ƀẏ Ŭ.Ş. ƒḗḓḗřȧŀ ŀȧẇ ǿř ŧħḗ ŀȧẇş ǿƒŧħḗ Şŧȧŧḗ ǿƒ Ƞḗẇ Ẏǿřķ.",
      "Any activity that disrupts, degrades, harms or threatens to harm the Sterling Talent Solutions Network or the Service.": "Ȧƞẏ ȧƈŧīṽīŧẏ ŧħȧŧ ḓīşřŭƥŧş, ḓḗɠřȧḓḗş, ħȧřḿş ǿř ŧħřḗȧŧḗƞş ŧǿ ħȧřḿ ŧħḗ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş Ƞḗŧẇǿřķ ǿř ŧħḗ Şḗřṽīƈḗ.",
      "Any complaints regarding prohibited use or other abuse of the Sterling Talent Solutions Network, including violations of this Policy, should be sent to Sterling Talent Solutions. Please include all applicable information that will assist Sterling Talent Solutions in investigating the complaint, including all applicable headers of forwarded messages. Customers should call 800.943.2589 to submit a complaint as quickly as possible. If you are unsure whether any contemplated use or action is permitted, please submit questions or comments to Sterling Talent Solutions at ": "Ȧƞẏ ƈǿḿƥŀȧīƞŧş řḗɠȧřḓīƞɠ ƥřǿħīƀīŧḗḓ ŭşḗ ǿř ǿŧħḗř ȧƀŭşḗ ǿƒ ŧħḗ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş Ƞḗŧẇǿřķ, īƞƈŀŭḓīƞɠ ṽīǿŀȧŧīǿƞş ǿƒ ŧħīş Ƥǿŀīƈẏ, şħǿŭŀḓ ƀḗ şḗƞŧ ŧǿ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş. Ƥŀḗȧşḗ īƞƈŀŭḓḗ ȧŀŀ ȧƥƥŀīƈȧƀŀḗ īƞƒǿřḿȧŧīǿƞ ŧħȧŧ ẇīŀŀ ȧşşīşŧ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş īƞ īƞṽḗşŧīɠȧŧīƞɠ ŧħḗ ƈǿḿƥŀȧīƞŧ, īƞƈŀŭḓīƞɠ ȧŀŀ ȧƥƥŀīƈȧƀŀḗ ħḗȧḓḗřş ǿƒ ƒǿřẇȧřḓḗḓ ḿḗşşȧɠḗş. Ƈŭşŧǿḿḗřş şħǿŭŀḓ ƈȧŀŀ 800.943.2589 ŧǿ şŭƀḿīŧ ȧ ƈǿḿƥŀȧīƞŧ ȧş ɋŭīƈķŀẏ ȧş ƥǿşşīƀŀḗ. Īƒ ẏǿŭ ȧřḗ ŭƞşŭřḗ ẇħḗŧħḗř ȧƞẏ ƈǿƞŧḗḿƥŀȧŧḗḓ ŭşḗ ǿř ȧƈŧīǿƞ īş ƥḗřḿīŧŧḗḓ, ƥŀḗȧşḗ şŭƀḿīŧ ɋŭḗşŧīǿƞş ǿř ƈǿḿḿḗƞŧş ŧǿ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş ȧŧ ",
      "Any controversy or claim arising out of, or relating to, these Terms of Use, or breach thereof, shall be settled by binding arbitration in accordance with the governing law as determined by these Terms of Use, the Federal Arbitration Act (insofar as it governs the arbitrability of such controversy or claim), and the Commercial Arbitration Rules (excluding Expedited Procedures) of the American Arbitration Association in the City of New York. Three qualified arbitrators shall be appointed in accordance with the Commercial Arbitration Rules (excluding Expedited Procedures) of the American Arbitration Association and these Terms of Use. Such qualified arbitrators shall be members of the New York bar and shall have at least five years of experience in the law relevant to the dispute in question. Each party shall have the right of discovery as set forth in the Federal Rules of Civil Procedure. A stenographer shall be present at the arbitration proceedings and the stenographic record shall be the official record of the proceeding. The arbitrators shall provide written findings of fact and conclusions of law in justification of any arbitration award. Either party shall have the right of appeal of any decision by the arbitrators by filing a request for reconsideration of any arbitration decision with the American Arbitration Association. Upon receiving such a request, the American Arbitration Association shall reconsider the matter de novo using the foregoing procedures. Should the arbitration award be inconsistent with the governing law as specified by these Terms of Use, either party may immediately appeal the arbitration award to any court of competent jurisdiction over Sterling. Judgment on the award rendered by the arbitrators may be entered in any court having competent jurisdiction over the parties, unless a subsequent request for reconsideration has been filed by a party under this Section, or the award has been appealed to a court of competent jurisdiction under this Section.": "Ȧƞẏ ƈǿƞŧřǿṽḗřşẏ ǿř ƈŀȧīḿ ȧřīşīƞɠ ǿŭŧ ǿƒ, ǿř řḗŀȧŧīƞɠ ŧǿ, ŧħḗşḗ Ŧḗřḿş ǿƒ Ŭşḗ, ǿř ƀřḗȧƈħ ŧħḗřḗǿƒ, şħȧŀŀ ƀḗ şḗŧŧŀḗḓ ƀẏ ƀīƞḓīƞɠ ȧřƀīŧřȧŧīǿƞ īƞ ȧƈƈǿřḓȧƞƈḗ ẇīŧħ ŧħḗ ɠǿṽḗřƞīƞɠ ŀȧẇ ȧş ḓḗŧḗřḿīƞḗḓ ƀẏ ŧħḗşḗ Ŧḗřḿş ǿƒ Ŭşḗ, ŧħḗ Ƒḗḓḗřȧŀ Ȧřƀīŧřȧŧīǿƞ Ȧƈŧ (īƞşǿƒȧř ȧş īŧ ɠǿṽḗřƞş ŧħḗ ȧřƀīŧřȧƀīŀīŧẏ ǿƒ şŭƈħ ƈǿƞŧřǿṽḗřşẏ ǿř ƈŀȧīḿ), ȧƞḓ ŧħḗ Ƈǿḿḿḗřƈīȧŀ Ȧřƀīŧřȧŧīǿƞ Řŭŀḗş (ḗẋƈŀŭḓīƞɠ Ḗẋƥḗḓīŧḗḓ Ƥřǿƈḗḓŭřḗş) ǿƒ ŧħḗ Ȧḿḗřīƈȧƞ Ȧřƀīŧřȧŧīǿƞ Ȧşşǿƈīȧŧīǿƞ īƞ ŧħḗ Ƈīŧẏ ǿƒ Ƞḗẇ Ẏǿřķ. Ŧħřḗḗ ɋŭȧŀīƒīḗḓ ȧřƀīŧřȧŧǿřş şħȧŀŀ ƀḗ ȧƥƥǿīƞŧḗḓ īƞ ȧƈƈǿřḓȧƞƈḗ ẇīŧħ ŧħḗ Ƈǿḿḿḗřƈīȧŀ Ȧřƀīŧřȧŧīǿƞ Řŭŀḗş (ḗẋƈŀŭḓīƞɠ Ḗẋƥḗḓīŧḗḓ Ƥřǿƈḗḓŭřḗş) ǿƒ ŧħḗ Ȧḿḗřīƈȧƞ Ȧřƀīŧřȧŧīǿƞ Ȧşşǿƈīȧŧīǿƞ ȧƞḓ ŧħḗşḗ Ŧḗřḿş ǿƒ Ŭşḗ. Şŭƈħ ɋŭȧŀīƒīḗḓ ȧřƀīŧřȧŧǿřş şħȧŀŀ ƀḗ ḿḗḿƀḗřş ǿƒ ŧħḗ Ƞḗẇ Ẏǿřķ ƀȧř ȧƞḓ şħȧŀŀ ħȧṽḗ ȧŧ ŀḗȧşŧ ƒīṽḗ ẏḗȧřş ǿƒ ḗẋƥḗřīḗƞƈḗ īƞ ŧħḗ ŀȧẇ řḗŀḗṽȧƞŧ ŧǿ ŧħḗ ḓīşƥŭŧḗ īƞ ɋŭḗşŧīǿƞ. Ḗȧƈħ ƥȧřŧẏ şħȧŀŀ ħȧṽḗ ŧħḗ řīɠħŧ ǿƒ ḓīşƈǿṽḗřẏ ȧş şḗŧ ƒǿřŧħ īƞ ŧħḗ Ƒḗḓḗřȧŀ Řŭŀḗş ǿƒ Ƈīṽīŀ Ƥřǿƈḗḓŭřḗ. Ȧ şŧḗƞǿɠřȧƥħḗř şħȧŀŀ ƀḗ ƥřḗşḗƞŧ ȧŧ ŧħḗ ȧřƀīŧřȧŧīǿƞ ƥřǿƈḗḗḓīƞɠş ȧƞḓ ŧħḗ şŧḗƞǿɠřȧƥħīƈ řḗƈǿřḓ şħȧŀŀ ƀḗ ŧħḗ ǿƒƒīƈīȧŀ řḗƈǿřḓ ǿƒ ŧħḗ ƥřǿƈḗḗḓīƞɠ. Ŧħḗ ȧřƀīŧřȧŧǿřş şħȧŀŀ ƥřǿṽīḓḗ ẇřīŧŧḗƞ ƒīƞḓīƞɠş ǿƒ ƒȧƈŧ ȧƞḓ ƈǿƞƈŀŭşīǿƞş ǿƒ ŀȧẇ īƞ ĵŭşŧīƒīƈȧŧīǿƞ ǿƒ ȧƞẏ ȧřƀīŧřȧŧīǿƞ ȧẇȧřḓ. Ḗīŧħḗř ƥȧřŧẏ şħȧŀŀ ħȧṽḗ ŧħḗ řīɠħŧ ǿƒ ȧƥƥḗȧŀ ǿƒ ȧƞẏ ḓḗƈīşīǿƞ ƀẏ ŧħḗ ȧřƀīŧřȧŧǿřş ƀẏ ƒīŀīƞɠ ȧ řḗɋŭḗşŧ ƒǿř řḗƈǿƞşīḓḗřȧŧīǿƞ ǿƒ ȧƞẏ ȧřƀīŧřȧŧīǿƞ ḓḗƈīşīǿƞ ẇīŧħ ŧħḗ Ȧḿḗřīƈȧƞ Ȧřƀīŧřȧŧīǿƞ Ȧşşǿƈīȧŧīǿƞ. Ŭƥǿƞ řḗƈḗīṽīƞɠ şŭƈħ ȧ řḗɋŭḗşŧ, ŧħḗ Ȧḿḗřīƈȧƞ Ȧřƀīŧřȧŧīǿƞ Ȧşşǿƈīȧŧīǿƞ şħȧŀŀ řḗƈǿƞşīḓḗř ŧħḗ ḿȧŧŧḗř ḓḗ ƞǿṽǿ ŭşīƞɠ ŧħḗ ƒǿřḗɠǿīƞɠ ƥřǿƈḗḓŭřḗş. Şħǿŭŀḓ ŧħḗ ȧřƀīŧřȧŧīǿƞ ȧẇȧřḓ ƀḗ īƞƈǿƞşīşŧḗƞŧ ẇīŧħ ŧħḗ ɠǿṽḗřƞīƞɠ ŀȧẇ ȧş şƥḗƈīƒīḗḓ ƀẏ ŧħḗşḗ Ŧḗřḿş ǿƒ Ŭşḗ, ḗīŧħḗř ƥȧřŧẏ ḿȧẏ īḿḿḗḓīȧŧḗŀẏ ȧƥƥḗȧŀ ŧħḗ ȧřƀīŧřȧŧīǿƞ ȧẇȧřḓ ŧǿ ȧƞẏ ƈǿŭřŧ ǿƒ ƈǿḿƥḗŧḗƞŧ ĵŭřīşḓīƈŧīǿƞ ǿṽḗř Şŧḗřŀīƞɠ. Ĵŭḓɠḿḗƞŧ ǿƞ ŧħḗ ȧẇȧřḓ řḗƞḓḗřḗḓ ƀẏ ŧħḗ ȧřƀīŧřȧŧǿřş ḿȧẏ ƀḗ ḗƞŧḗřḗḓ īƞ ȧƞẏ ƈǿŭřŧ ħȧṽīƞɠ ƈǿḿƥḗŧḗƞŧ ĵŭřīşḓīƈŧīǿƞ ǿṽḗř ŧħḗ ƥȧřŧīḗş, ŭƞŀḗşş ȧ şŭƀşḗɋŭḗƞŧ řḗɋŭḗşŧ ƒǿř řḗƈǿƞşīḓḗřȧŧīǿƞ ħȧş ƀḗḗƞ ƒīŀḗḓ ƀẏ ȧ ƥȧřŧẏ ŭƞḓḗř ŧħīş Şḗƈŧīǿƞ, ǿř ŧħḗ ȧẇȧřḓ ħȧş ƀḗḗƞ ȧƥƥḗȧŀḗḓ ŧǿ ȧ ƈǿŭřŧ ǿƒ ƈǿḿƥḗŧḗƞŧ ĵŭřīşḓīƈŧīǿƞ ŭƞḓḗř ŧħīş Şḗƈŧīǿƞ.",
      "Any legal suit, action or proceeding arising out of, or related to, these Terms of Use or the Website, and allowed pursuant to this Section, shall be instituted exclusively in the federal courts of the United States in the Southern District of New York or the courts of the State of New York located in the City of New York. You waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.": "Ȧƞẏ ŀḗɠȧŀ şŭīŧ, ȧƈŧīǿƞ ǿř ƥřǿƈḗḗḓīƞɠ ȧřīşīƞɠ ǿŭŧ ǿƒ, ǿř řḗŀȧŧḗḓ ŧǿ, ŧħḗşḗ Ŧḗřḿş ǿƒ Ŭşḗ ǿř ŧħḗ Ẇḗƀşīŧḗ, ȧƞḓ ȧŀŀǿẇḗḓ ƥŭřşŭȧƞŧ ŧǿ ŧħīş Şḗƈŧīǿƞ, şħȧŀŀ ƀḗ īƞşŧīŧŭŧḗḓ ḗẋƈŀŭşīṽḗŀẏ īƞ ŧħḗ ƒḗḓḗřȧŀ ƈǿŭřŧş ǿƒ ŧħḗ Ŭƞīŧḗḓ Şŧȧŧḗş īƞ ŧħḗ Şǿŭŧħḗřƞ Ḓīşŧřīƈŧ ǿƒ Ƞḗẇ Ẏǿřķ ǿř ŧħḗ ƈǿŭřŧş ǿƒ ŧħḗ Şŧȧŧḗ ǿƒ Ƞḗẇ Ẏǿřķ ŀǿƈȧŧḗḓ īƞ ŧħḗ Ƈīŧẏ ǿƒ Ƞḗẇ Ẏǿřķ. Ẏǿŭ ẇȧīṽḗ ȧƞẏ ȧƞḓ ȧŀŀ ǿƀĵḗƈŧīǿƞş ŧǿ ŧħḗ ḗẋḗřƈīşḗ ǿƒ ĵŭřīşḓīƈŧīǿƞ ǿṽḗř ẏǿŭ ƀẏ şŭƈħ ƈǿŭřŧş ȧƞḓ ŧǿ ṽḗƞŭḗ īƞ şŭƈħ ƈǿŭřŧş.",
      "Any other inappropriate activity or abuse of the Service (as determined by us in our sole discretion), whether or not specifically listed in this Policy, may result in suspension or termination of the User’s access to or use of the Service.": "Ȧƞẏ ǿŧħḗř īƞȧƥƥřǿƥřīȧŧḗ ȧƈŧīṽīŧẏ ǿř ȧƀŭşḗ ǿƒ ŧħḗ Şḗřṽīƈḗ (ȧş ḓḗŧḗřḿīƞḗḓ ƀẏ ŭş īƞ ǿŭř şǿŀḗ ḓīşƈřḗŧīǿƞ), ẇħḗŧħḗř ǿř ƞǿŧ şƥḗƈīƒīƈȧŀŀẏ ŀīşŧḗḓ īƞ ŧħīş Ƥǿŀīƈẏ, ḿȧẏ řḗşŭŀŧ īƞ şŭşƥḗƞşīǿƞ ǿř ŧḗřḿīƞȧŧīǿƞ ǿƒ ŧħḗ Ŭşḗř’ş ȧƈƈḗşş ŧǿ ǿř ŭşḗ ǿƒ ŧħḗ Şḗřṽīƈḗ.",
      "Any use of another party’s electronic mail server to relay email without express permission from such other party is prohibited.": "Ȧƞẏ ŭşḗ ǿƒ ȧƞǿŧħḗř ƥȧřŧẏ’ş ḗŀḗƈŧřǿƞīƈ ḿȧīŀ şḗřṽḗř ŧǿ řḗŀȧẏ ḗḿȧīŀ ẇīŧħǿŭŧ ḗẋƥřḗşş ƥḗřḿīşşīǿƞ ƒřǿḿ şŭƈħ ǿŧħḗř ƥȧřŧẏ īş ƥřǿħīƀīŧḗḓ.",
      "Attempting to circumvent or alter the processes or procedures to measure time, bandwidth utilization, or other methods to document use of Sterling Talent Solutions services.": "Ȧŧŧḗḿƥŧīƞɠ ŧǿ ƈīřƈŭḿṽḗƞŧ ǿř ȧŀŧḗř ŧħḗ ƥřǿƈḗşşḗş ǿř ƥřǿƈḗḓŭřḗş ŧǿ ḿḗȧşŭřḗ ŧīḿḗ, ƀȧƞḓẇīḓŧħ ŭŧīŀīzȧŧīǿƞ, ǿř ǿŧħḗř ḿḗŧħǿḓş ŧǿ ḓǿƈŭḿḗƞŧ ŭşḗ ǿƒ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş şḗřṽīƈḗş.",
      "Because the Internet is an inherently open and insecure means of communication, any data or information a User transmits over the Internet may be susceptible to interception and alteration. Subject to our Online Privacy Policy, we make no guarantee regarding, and assume no liability for, the security and integrity of any data or information a User transmits via the Service or over the Internet, including any data or information transmitted via any server designated as \"secure.\"": "Ɓḗƈȧŭşḗ ŧħḗ Īƞŧḗřƞḗŧ īş ȧƞ īƞħḗřḗƞŧŀẏ ǿƥḗƞ ȧƞḓ īƞşḗƈŭřḗ ḿḗȧƞş ǿƒ ƈǿḿḿŭƞīƈȧŧīǿƞ, ȧƞẏ ḓȧŧȧ ǿř īƞƒǿřḿȧŧīǿƞ ȧ Ŭşḗř ŧřȧƞşḿīŧş ǿṽḗř ŧħḗ Īƞŧḗřƞḗŧ ḿȧẏ ƀḗ şŭşƈḗƥŧīƀŀḗ ŧǿ īƞŧḗřƈḗƥŧīǿƞ ȧƞḓ ȧŀŧḗřȧŧīǿƞ. Şŭƀĵḗƈŧ ŧǿ ǿŭř Ǿƞŀīƞḗ Ƥřīṽȧƈẏ Ƥǿŀīƈẏ, ẇḗ ḿȧķḗ ƞǿ ɠŭȧřȧƞŧḗḗ řḗɠȧřḓīƞɠ, ȧƞḓ ȧşşŭḿḗ ƞǿ ŀīȧƀīŀīŧẏ ƒǿř, ŧħḗ şḗƈŭřīŧẏ ȧƞḓ īƞŧḗɠřīŧẏ ǿƒ ȧƞẏ ḓȧŧȧ ǿř īƞƒǿřḿȧŧīǿƞ ȧ Ŭşḗř ŧřȧƞşḿīŧş ṽīȧ ŧħḗ Şḗřṽīƈḗ ǿř ǿṽḗř ŧħḗ Īƞŧḗřƞḗŧ, īƞƈŀŭḓīƞɠ ȧƞẏ ḓȧŧȧ ǿř īƞƒǿřḿȧŧīǿƞ ŧřȧƞşḿīŧŧḗḓ ṽīȧ ȧƞẏ şḗřṽḗř ḓḗşīɠƞȧŧḗḓ ȧş \"şḗƈŭřḗ.\"",
      "By making Submissions, you warrant that: (a) you have the right and authority to provide any Submissions; (b) you have only disclosed information that is true, accurate and not misleading (including by omission) and nothing you have submitted is known by you to be false, inaccurate, or misleading; (c) you are the individual who the Submissions relate to and that you have obtained permission from each person who appears and/or is referred to in your Submissions; and (d) your Submissions would not infringe any legal obligation that you may have to any third party, including under laws related to copyright, trademark, patent, trade secret, confidentiality, notice period, restrictive covenant, non-competition or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party.": "Ɓẏ ḿȧķīƞɠ Şŭƀḿīşşīǿƞş, ẏǿŭ ẇȧřřȧƞŧ ŧħȧŧ: (ȧ) ẏǿŭ ħȧṽḗ ŧħḗ řīɠħŧ ȧƞḓ ȧŭŧħǿřīŧẏ ŧǿ ƥřǿṽīḓḗ ȧƞẏ Şŭƀḿīşşīǿƞş; (ƀ) ẏǿŭ ħȧṽḗ ǿƞŀẏ ḓīşƈŀǿşḗḓ īƞƒǿřḿȧŧīǿƞ ŧħȧŧ īş ŧřŭḗ, ȧƈƈŭřȧŧḗ ȧƞḓ ƞǿŧ ḿīşŀḗȧḓīƞɠ (īƞƈŀŭḓīƞɠ ƀẏ ǿḿīşşīǿƞ) ȧƞḓ ƞǿŧħīƞɠ ẏǿŭ ħȧṽḗ şŭƀḿīŧŧḗḓ īş ķƞǿẇƞ ƀẏ ẏǿŭ ŧǿ ƀḗ ƒȧŀşḗ, īƞȧƈƈŭřȧŧḗ, ǿř ḿīşŀḗȧḓīƞɠ; (ƈ) ẏǿŭ ȧřḗ ŧħḗ īƞḓīṽīḓŭȧŀ ẇħǿ ŧħḗ Şŭƀḿīşşīǿƞş řḗŀȧŧḗ ŧǿ ȧƞḓ ŧħȧŧ ẏǿŭ ħȧṽḗ ǿƀŧȧīƞḗḓ ƥḗřḿīşşīǿƞ ƒřǿḿ ḗȧƈħ ƥḗřşǿƞ ẇħǿ ȧƥƥḗȧřş ȧƞḓ/ǿř īş řḗƒḗřřḗḓ ŧǿ īƞ ẏǿŭř Şŭƀḿīşşīǿƞş; ȧƞḓ (ḓ) ẏǿŭř Şŭƀḿīşşīǿƞş ẇǿŭŀḓ ƞǿŧ īƞƒřīƞɠḗ ȧƞẏ ŀḗɠȧŀ ǿƀŀīɠȧŧīǿƞ ŧħȧŧ ẏǿŭ ḿȧẏ ħȧṽḗ ŧǿ ȧƞẏ ŧħīřḓ ƥȧřŧẏ, īƞƈŀŭḓīƞɠ ŭƞḓḗř ŀȧẇş řḗŀȧŧḗḓ ŧǿ ƈǿƥẏřīɠħŧ, ŧřȧḓḗḿȧřķ, ƥȧŧḗƞŧ, ŧřȧḓḗ şḗƈřḗŧ, ƈǿƞƒīḓḗƞŧīȧŀīŧẏ, ƞǿŧīƈḗ ƥḗřīǿḓ, řḗşŧřīƈŧīṽḗ ƈǿṽḗƞȧƞŧ, ƞǿƞ-ƈǿḿƥḗŧīŧīǿƞ ǿř ǿŧħḗř īƞŧḗŀŀḗƈŧŭȧŀ ƥřǿƥḗřŧẏ řīɠħŧş, ƥřīṽȧƈẏ řīɠħŧş, ǿř ȧƞẏ ǿŧħḗř ŀḗɠȧŀ ǿř ḿǿřȧŀ řīɠħŧş ǿƒ ȧƞẏ ŧħīřḓ ƥȧřŧẏ.",
      "By using the Site and providing Submissions, you agree to transact electronically through the Site. You agree that your electronic signature is the legal equivalent of your manual signature. You further agree that your use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes your signature as if actually signed by you in writing. You also agree that no certification authority or other third-party verification is necessary to validate your electronic signature, and the lack of such certification or third party verification will not in any way affect the enforceability of your electronic signature.": "Ɓẏ ŭşīƞɠ ŧħḗ Şīŧḗ ȧƞḓ ƥřǿṽīḓīƞɠ Şŭƀḿīşşīǿƞş, ẏǿŭ ȧɠřḗḗ ŧǿ ŧřȧƞşȧƈŧ ḗŀḗƈŧřǿƞīƈȧŀŀẏ ŧħřǿŭɠħ ŧħḗ Şīŧḗ. Ẏǿŭ ȧɠřḗḗ ŧħȧŧ ẏǿŭř ḗŀḗƈŧřǿƞīƈ şīɠƞȧŧŭřḗ īş ŧħḗ ŀḗɠȧŀ ḗɋŭīṽȧŀḗƞŧ ǿƒ ẏǿŭř ḿȧƞŭȧŀ şīɠƞȧŧŭřḗ. Ẏǿŭ ƒŭřŧħḗř ȧɠřḗḗ ŧħȧŧ ẏǿŭř ŭşḗ ǿƒ ȧ ķḗẏ ƥȧḓ, ḿǿŭşḗ ǿř ǿŧħḗř ḓḗṽīƈḗ ŧǿ şḗŀḗƈŧ ȧƞ īŧḗḿ, ƀŭŧŧǿƞ, īƈǿƞ ǿř şīḿīŀȧř ȧƈŧ/ȧƈŧīǿƞ, ƈǿƞşŧīŧŭŧḗş ẏǿŭř şīɠƞȧŧŭřḗ ȧş īƒ ȧƈŧŭȧŀŀẏ şīɠƞḗḓ ƀẏ ẏǿŭ īƞ ẇřīŧīƞɠ. Ẏǿŭ ȧŀşǿ ȧɠřḗḗ ŧħȧŧ ƞǿ ƈḗřŧīƒīƈȧŧīǿƞ ȧŭŧħǿřīŧẏ ǿř ǿŧħḗř ŧħīřḓ-ƥȧřŧẏ ṽḗřīƒīƈȧŧīǿƞ īş ƞḗƈḗşşȧřẏ ŧǿ ṽȧŀīḓȧŧḗ ẏǿŭř ḗŀḗƈŧřǿƞīƈ şīɠƞȧŧŭřḗ, ȧƞḓ ŧħḗ ŀȧƈķ ǿƒ şŭƈħ ƈḗřŧīƒīƈȧŧīǿƞ ǿř ŧħīřḓ ƥȧřŧẏ ṽḗřīƒīƈȧŧīǿƞ ẇīŀŀ ƞǿŧ īƞ ȧƞẏ ẇȧẏ ȧƒƒḗƈŧ ŧħḗ ḗƞƒǿřƈḗȧƀīŀīŧẏ ǿƒ ẏǿŭř ḗŀḗƈŧřǿƞīƈ şīɠƞȧŧŭřḗ.",
      "By using the Site you warrant that you, or the entity for whom you are authorized to use the Site, has agreed to transact electronically through the Site. You warrant that, or the entity for whom you are authorized to use the Site, agrees that an electronic signature is the legal equivalent of a manual signature. You further warrant that you, or the entity for whom you are authorized to use the Site, agrees that the use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes a valid signature as if actually signed in writing. You also warrant that no certification authority or other third party verification is necessary to validate an electronic signature, and that the lack of such certification or third party verification will not in any way affect the enforceability of the electronic signature.": "Ɓẏ ŭşīƞɠ ŧħḗ Şīŧḗ ẏǿŭ ẇȧřřȧƞŧ ŧħȧŧ ẏǿŭ, ǿř ŧħḗ ḗƞŧīŧẏ ƒǿř ẇħǿḿ ẏǿŭ ȧřḗ ȧŭŧħǿřīzḗḓ ŧǿ ŭşḗ ŧħḗ Şīŧḗ, ħȧş ȧɠřḗḗḓ ŧǿ ŧřȧƞşȧƈŧ ḗŀḗƈŧřǿƞīƈȧŀŀẏ ŧħřǿŭɠħ ŧħḗ Şīŧḗ. Ẏǿŭ ẇȧřřȧƞŧ ŧħȧŧ, ǿř ŧħḗ ḗƞŧīŧẏ ƒǿř ẇħǿḿ ẏǿŭ ȧřḗ ȧŭŧħǿřīzḗḓ ŧǿ ŭşḗ ŧħḗ Şīŧḗ, ȧɠřḗḗş ŧħȧŧ ȧƞ ḗŀḗƈŧřǿƞīƈ şīɠƞȧŧŭřḗ īş ŧħḗ ŀḗɠȧŀ ḗɋŭīṽȧŀḗƞŧ ǿƒ ȧ ḿȧƞŭȧŀ şīɠƞȧŧŭřḗ. Ẏǿŭ ƒŭřŧħḗř ẇȧřřȧƞŧ ŧħȧŧ ẏǿŭ, ǿř ŧħḗ ḗƞŧīŧẏ ƒǿř ẇħǿḿ ẏǿŭ ȧřḗ ȧŭŧħǿřīzḗḓ ŧǿ ŭşḗ ŧħḗ Şīŧḗ, ȧɠřḗḗş ŧħȧŧ ŧħḗ ŭşḗ ǿƒ ȧ ķḗẏ ƥȧḓ, ḿǿŭşḗ ǿř ǿŧħḗř ḓḗṽīƈḗ ŧǿ şḗŀḗƈŧ ȧƞ īŧḗḿ, ƀŭŧŧǿƞ, īƈǿƞ ǿř şīḿīŀȧř ȧƈŧ/ȧƈŧīǿƞ, ƈǿƞşŧīŧŭŧḗş ȧ ṽȧŀīḓ şīɠƞȧŧŭřḗ ȧş īƒ ȧƈŧŭȧŀŀẏ şīɠƞḗḓ īƞ ẇřīŧīƞɠ. Ẏǿŭ ȧŀşǿ ẇȧřřȧƞŧ ŧħȧŧ ƞǿ ƈḗřŧīƒīƈȧŧīǿƞ ȧŭŧħǿřīŧẏ ǿř ǿŧħḗř ŧħīřḓ ƥȧřŧẏ ṽḗřīƒīƈȧŧīǿƞ īş ƞḗƈḗşşȧřẏ ŧǿ ṽȧŀīḓȧŧḗ ȧƞ ḗŀḗƈŧřǿƞīƈ şīɠƞȧŧŭřḗ, ȧƞḓ ŧħȧŧ ŧħḗ ŀȧƈķ ǿƒ şŭƈħ ƈḗřŧīƒīƈȧŧīǿƞ ǿř ŧħīřḓ ƥȧřŧẏ ṽḗřīƒīƈȧŧīǿƞ ẇīŀŀ ƞǿŧ īƞ ȧƞẏ ẇȧẏ ȧƒƒḗƈŧ ŧħḗ ḗƞƒǿřƈḗȧƀīŀīŧẏ ǿƒ ŧħḗ ḗŀḗƈŧřǿƞīƈ şīɠƞȧŧŭřḗ.",
      "Client Service Support Information": "Ƈŀīḗƞŧ Şḗřṽīƈḗ Şŭƥƥǿřŧ Īƞƒǿřḿȧŧīǿƞ",
      "Commercial email, spamming, mail bombing": "Ƈǿḿḿḗřƈīȧŀ ḗḿȧīŀ, şƥȧḿḿīƞɠ, ḿȧīŀ ƀǿḿƀīƞɠ",
      "Common questions from our customers": "Ƈǿḿḿǿƞ ɋŭḗşŧīǿƞş ƒřǿḿ ǿŭř ƈŭşŧǿḿḗřş",
      "Complaints": "Ƈǿḿƥŀȧīƞŧş",
      "Complaints and contact information": "Ƈǿḿƥŀȧīƞŧş ȧƞḓ ƈǿƞŧȧƈŧ īƞƒǿřḿȧŧīǿƞ",
      "Contact Us": "Ƈǿƞŧȧƈŧ Ŭş",
      "Cooperation with investigations": "Ƈǿǿƥḗřȧŧīǿƞ ẇīŧħ īƞṽḗşŧīɠȧŧīǿƞş",
      "English": "Ḗƞɠŀīşħ",
      "English and Spanish": "Ḗƞɠŀīşħ ȧƞḓ Şƥȧƞīşħ",
      "Except where expressly provided otherwise, the Site is provided on an “as is” and “as available” basis. Sterling expressly disclaims all warranties of any kind, whether express or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose, and non-infringement with respect to the Site and all content provided on, or through, the Site. The Sterling makes no warranty that: (a) the Site or content will meet your requirements; (b) the Site will be available on an uninterrupted, timely, secure, or error-free basis; (c) the results that may be obtained from the use of the Site, or any content provided on or through the Site, will be accurate or reliable; or (d) any content obtained by you on or through the Site will meet your expectations.": "Ḗẋƈḗƥŧ ẇħḗřḗ ḗẋƥřḗşşŀẏ ƥřǿṽīḓḗḓ ǿŧħḗřẇīşḗ, ŧħḗ Şīŧḗ īş ƥřǿṽīḓḗḓ ǿƞ ȧƞ “ȧş īş” ȧƞḓ “ȧş ȧṽȧīŀȧƀŀḗ” ƀȧşīş. Şŧḗřŀīƞɠ ḗẋƥřḗşşŀẏ ḓīşƈŀȧīḿş ȧŀŀ ẇȧřřȧƞŧīḗş ǿƒ ȧƞẏ ķīƞḓ, ẇħḗŧħḗř ḗẋƥřḗşş ǿř īḿƥŀīḗḓ, īƞƈŀŭḓīƞɠ, ƀŭŧ ƞǿŧ ŀīḿīŧḗḓ ŧǿ, ŧħḗ īḿƥŀīḗḓ ẇȧřřȧƞŧīḗş ǿƒ ḿḗřƈħȧƞŧȧƀīŀīŧẏ, ƒīŧƞḗşş ƒǿř ȧ ƥȧřŧīƈŭŀȧř ƥŭřƥǿşḗ, ȧƞḓ ƞǿƞ-īƞƒřīƞɠḗḿḗƞŧ ẇīŧħ řḗşƥḗƈŧ ŧǿ ŧħḗ Şīŧḗ ȧƞḓ ȧŀŀ ƈǿƞŧḗƞŧ ƥřǿṽīḓḗḓ ǿƞ, ǿř ŧħřǿŭɠħ, ŧħḗ Şīŧḗ. Ŧħḗ Şŧḗřŀīƞɠ ḿȧķḗş ƞǿ ẇȧřřȧƞŧẏ ŧħȧŧ: (ȧ) ŧħḗ Şīŧḗ ǿř ƈǿƞŧḗƞŧ ẇīŀŀ ḿḗḗŧ ẏǿŭř řḗɋŭīřḗḿḗƞŧş; (ƀ) ŧħḗ Şīŧḗ ẇīŀŀ ƀḗ ȧṽȧīŀȧƀŀḗ ǿƞ ȧƞ ŭƞīƞŧḗřřŭƥŧḗḓ, ŧīḿḗŀẏ, şḗƈŭřḗ, ǿř ḗřřǿř-ƒřḗḗ ƀȧşīş; (ƈ) ŧħḗ řḗşŭŀŧş ŧħȧŧ ḿȧẏ ƀḗ ǿƀŧȧīƞḗḓ ƒřǿḿ ŧħḗ ŭşḗ ǿƒ ŧħḗ Şīŧḗ, ǿř ȧƞẏ ƈǿƞŧḗƞŧ ƥřǿṽīḓḗḓ ǿƞ ǿř ŧħřǿŭɠħ ŧħḗ Şīŧḗ, ẇīŀŀ ƀḗ ȧƈƈŭřȧŧḗ ǿř řḗŀīȧƀŀḗ; ǿř (ḓ) ȧƞẏ ƈǿƞŧḗƞŧ ǿƀŧȧīƞḗḓ ƀẏ ẏǿŭ ǿƞ ǿř ŧħřǿŭɠħ ŧħḗ Şīŧḗ ẇīŀŀ ḿḗḗŧ ẏǿŭř ḗẋƥḗƈŧȧŧīǿƞş.",
      "Filters and service information": "Ƒīŀŧḗřş ȧƞḓ şḗřṽīƈḗ īƞƒǿřḿȧŧīǿƞ",
      "Frequently Asked Questions": "Ƒřḗɋŭḗƞŧŀẏ Ȧşķḗḓ Ɋŭḗşŧīǿƞş",
      "If Users engage in conduct or a pattern of conduct, including without limitation repeated violations by a User whereby correction of individual violations does not in Sterling Talent Solutions is sole discretion correct a pattern of the same or similar violations, while using the Service that violates the Policy, or is otherwise illegal or improper, Sterling Talent Solutions reserves the right to suspend and/or terminate the Service or the User's access to the Service. Sterling Talent Solutions will generally attempt to notify you of any activity in violation of the Policy and request that the User cease such activity; however, in cases where the operation of the Sterling Talent Solutions Network is threatened or cases involving unsolicited commercial email/SPAM, a pattern of violations, mail relaying, alteration of your source IP address information, denial of service attacks, illegal activities, suspected fraud in connection with the use of Service, harassment or copyright infringement, we reserve the right to suspend or terminate your Service or the User's access to the Service without notification. In addition, we may take any other appropriate action against you or a User for violations of the Policy, including repeated violations wherein correction of individual violations does not in Sterling Talent Solutions is sole discretion correct a pattern of the same or similar violations. We do not make any promise, nor do we have any obligation, to monitor or police activity occurring using the Service and will have no liability to any party, including you, for any violation of the Policy.": "Īƒ Ŭşḗřş ḗƞɠȧɠḗ īƞ ƈǿƞḓŭƈŧ ǿř ȧ ƥȧŧŧḗřƞ ǿƒ ƈǿƞḓŭƈŧ, īƞƈŀŭḓīƞɠ ẇīŧħǿŭŧ ŀīḿīŧȧŧīǿƞ řḗƥḗȧŧḗḓ ṽīǿŀȧŧīǿƞş ƀẏ ȧ Ŭşḗř ẇħḗřḗƀẏ ƈǿřřḗƈŧīǿƞ ǿƒ īƞḓīṽīḓŭȧŀ ṽīǿŀȧŧīǿƞş ḓǿḗş ƞǿŧ īƞ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş īş şǿŀḗ ḓīşƈřḗŧīǿƞ ƈǿřřḗƈŧ ȧ ƥȧŧŧḗřƞ ǿƒ ŧħḗ şȧḿḗ ǿř şīḿīŀȧř ṽīǿŀȧŧīǿƞş, ẇħīŀḗ ŭşīƞɠ ŧħḗ Şḗřṽīƈḗ ŧħȧŧ ṽīǿŀȧŧḗş ŧħḗ Ƥǿŀīƈẏ, ǿř īş ǿŧħḗřẇīşḗ īŀŀḗɠȧŀ ǿř īḿƥřǿƥḗř, Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş řḗşḗřṽḗş ŧħḗ řīɠħŧ ŧǿ şŭşƥḗƞḓ ȧƞḓ/ǿř ŧḗřḿīƞȧŧḗ ŧħḗ Şḗřṽīƈḗ ǿř ŧħḗ Ŭşḗř'ş ȧƈƈḗşş ŧǿ ŧħḗ Şḗřṽīƈḗ. Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş ẇīŀŀ ɠḗƞḗřȧŀŀẏ ȧŧŧḗḿƥŧ ŧǿ ƞǿŧīƒẏ ẏǿŭ ǿƒ ȧƞẏ ȧƈŧīṽīŧẏ īƞ ṽīǿŀȧŧīǿƞ ǿƒ ŧħḗ Ƥǿŀīƈẏ ȧƞḓ řḗɋŭḗşŧ ŧħȧŧ ŧħḗ Ŭşḗř ƈḗȧşḗ şŭƈħ ȧƈŧīṽīŧẏ; ħǿẇḗṽḗř, īƞ ƈȧşḗş ẇħḗřḗ ŧħḗ ǿƥḗřȧŧīǿƞ ǿƒ ŧħḗ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş Ƞḗŧẇǿřķ īş ŧħřḗȧŧḗƞḗḓ ǿř ƈȧşḗş īƞṽǿŀṽīƞɠ ŭƞşǿŀīƈīŧḗḓ ƈǿḿḿḗřƈīȧŀ ḗḿȧīŀ/ŞƤȦḾ, ȧ ƥȧŧŧḗřƞ ǿƒ ṽīǿŀȧŧīǿƞş, ḿȧīŀ řḗŀȧẏīƞɠ, ȧŀŧḗřȧŧīǿƞ ǿƒ ẏǿŭř şǿŭřƈḗ ĪƤ ȧḓḓřḗşş īƞƒǿřḿȧŧīǿƞ, ḓḗƞīȧŀ ǿƒ şḗřṽīƈḗ ȧŧŧȧƈķş, īŀŀḗɠȧŀ ȧƈŧīṽīŧīḗş, şŭşƥḗƈŧḗḓ ƒřȧŭḓ īƞ ƈǿƞƞḗƈŧīǿƞ ẇīŧħ ŧħḗ ŭşḗ ǿƒ Şḗřṽīƈḗ, ħȧřȧşşḿḗƞŧ ǿř ƈǿƥẏřīɠħŧ īƞƒřīƞɠḗḿḗƞŧ, ẇḗ řḗşḗřṽḗ ŧħḗ řīɠħŧ ŧǿ şŭşƥḗƞḓ ǿř ŧḗřḿīƞȧŧḗ ẏǿŭř Şḗřṽīƈḗ ǿř ŧħḗ Ŭşḗř'ş ȧƈƈḗşş ŧǿ ŧħḗ Şḗřṽīƈḗ ẇīŧħǿŭŧ ƞǿŧīƒīƈȧŧīǿƞ. Īƞ ȧḓḓīŧīǿƞ, ẇḗ ḿȧẏ ŧȧķḗ ȧƞẏ ǿŧħḗř ȧƥƥřǿƥřīȧŧḗ ȧƈŧīǿƞ ȧɠȧīƞşŧ ẏǿŭ ǿř ȧ Ŭşḗř ƒǿř ṽīǿŀȧŧīǿƞş ǿƒ ŧħḗ Ƥǿŀīƈẏ, īƞƈŀŭḓīƞɠ řḗƥḗȧŧḗḓ ṽīǿŀȧŧīǿƞş ẇħḗřḗīƞ ƈǿřřḗƈŧīǿƞ ǿƒ īƞḓīṽīḓŭȧŀ ṽīǿŀȧŧīǿƞş ḓǿḗş ƞǿŧ īƞ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş īş şǿŀḗ ḓīşƈřḗŧīǿƞ ƈǿřřḗƈŧ ȧ ƥȧŧŧḗřƞ ǿƒ ŧħḗ şȧḿḗ ǿř şīḿīŀȧř ṽīǿŀȧŧīǿƞş. Ẇḗ ḓǿ ƞǿŧ ḿȧķḗ ȧƞẏ ƥřǿḿīşḗ, ƞǿř ḓǿ ẇḗ ħȧṽḗ ȧƞẏ ǿƀŀīɠȧŧīǿƞ, ŧǿ ḿǿƞīŧǿř ǿř ƥǿŀīƈḗ ȧƈŧīṽīŧẏ ǿƈƈŭřřīƞɠ ŭşīƞɠ ŧħḗ Şḗřṽīƈḗ ȧƞḓ ẇīŀŀ ħȧṽḗ ƞǿ ŀīȧƀīŀīŧẏ ŧǿ ȧƞẏ ƥȧřŧẏ, īƞƈŀŭḓīƞɠ ẏǿŭ, ƒǿř ȧƞẏ ṽīǿŀȧŧīǿƞ ǿƒ ŧħḗ Ƥǿŀīƈẏ.",
      "If there is a conflict between these Terms of Use and an applicable service agreement between Sterling and a Client, then the terms of the service agreement will prevail to the extent of the conflict. If there is a conflict between these Terms of Use and Sterling’s relevant privacy statement (https://www.sterlingcheck.com/privacy), then the privacy statement will prevail to the extent of the conflict.": "Īƒ ŧħḗřḗ īş ȧ ƈǿƞƒŀīƈŧ ƀḗŧẇḗḗƞ ŧħḗşḗ Ŧḗřḿş ǿƒ Ŭşḗ ȧƞḓ ȧƞ ȧƥƥŀīƈȧƀŀḗ şḗřṽīƈḗ ȧɠřḗḗḿḗƞŧ ƀḗŧẇḗḗƞ Şŧḗřŀīƞɠ ȧƞḓ ȧ Ƈŀīḗƞŧ, ŧħḗƞ ŧħḗ ŧḗřḿş ǿƒ ŧħḗ şḗřṽīƈḗ ȧɠřḗḗḿḗƞŧ ẇīŀŀ ƥřḗṽȧīŀ ŧǿ ŧħḗ ḗẋŧḗƞŧ ǿƒ ŧħḗ ƈǿƞƒŀīƈŧ. Īƒ ŧħḗřḗ īş ȧ ƈǿƞƒŀīƈŧ ƀḗŧẇḗḗƞ ŧħḗşḗ Ŧḗřḿş ǿƒ Ŭşḗ ȧƞḓ Şŧḗřŀīƞɠ’ş řḗŀḗṽȧƞŧ ƥřīṽȧƈẏ şŧȧŧḗḿḗƞŧ (ħŧŧƥş://ẇẇẇ.şŧḗřŀīƞɠƈħḗƈķ.ƈǿḿ/ƥřīṽȧƈẏ), ŧħḗƞ ŧħḗ ƥřīṽȧƈẏ şŧȧŧḗḿḗƞŧ ẇīŀŀ ƥřḗṽȧīŀ ŧǿ ŧħḗ ḗẋŧḗƞŧ ǿƒ ŧħḗ ƈǿƞƒŀīƈŧ.",
      "If we have specified bandwidth limitations for your user account, use of the Service shall not be in excess of those limitations. If a User is accessing the Service via a dial-up connection, we may terminate the user session if the User is connected for more than 7 days in order to protect Sterling Talent Solutions Network resources and maintain Service availability for others.": "Īƒ ẇḗ ħȧṽḗ şƥḗƈīƒīḗḓ ƀȧƞḓẇīḓŧħ ŀīḿīŧȧŧīǿƞş ƒǿř ẏǿŭř ŭşḗř ȧƈƈǿŭƞŧ, ŭşḗ ǿƒ ŧħḗ Şḗřṽīƈḗ şħȧŀŀ ƞǿŧ ƀḗ īƞ ḗẋƈḗşş ǿƒ ŧħǿşḗ ŀīḿīŧȧŧīǿƞş. Īƒ ȧ Ŭşḗř īş ȧƈƈḗşşīƞɠ ŧħḗ Şḗřṽīƈḗ ṽīȧ ȧ ḓīȧŀ-ŭƥ ƈǿƞƞḗƈŧīǿƞ, ẇḗ ḿȧẏ ŧḗřḿīƞȧŧḗ ŧħḗ ŭşḗř şḗşşīǿƞ īƒ ŧħḗ Ŭşḗř īş ƈǿƞƞḗƈŧḗḓ ƒǿř ḿǿřḗ ŧħȧƞ 7 ḓȧẏş īƞ ǿřḓḗř ŧǿ ƥřǿŧḗƈŧ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş Ƞḗŧẇǿřķ řḗşǿŭřƈḗş ȧƞḓ ḿȧīƞŧȧīƞ Şḗřṽīƈḗ ȧṽȧīŀȧƀīŀīŧẏ ƒǿř ǿŧħḗřş.",
      "If you decline to use an electronic signature, you may be able to print forms and sign them by hand, in which case you will be required to deliver the hand signed forms to the relevant Sterling company representative.": "Īƒ ẏǿŭ ḓḗƈŀīƞḗ ŧǿ ŭşḗ ȧƞ ḗŀḗƈŧřǿƞīƈ şīɠƞȧŧŭřḗ, ẏǿŭ ḿȧẏ ƀḗ ȧƀŀḗ ŧǿ ƥřīƞŧ ƒǿřḿş ȧƞḓ şīɠƞ ŧħḗḿ ƀẏ ħȧƞḓ, īƞ ẇħīƈħ ƈȧşḗ ẏǿŭ ẇīŀŀ ƀḗ řḗɋŭīřḗḓ ŧǿ ḓḗŀīṽḗř ŧħḗ ħȧƞḓ şīɠƞḗḓ ƒǿřḿş ŧǿ ŧħḗ řḗŀḗṽȧƞŧ Şŧḗřŀīƞɠ ƈǿḿƥȧƞẏ řḗƥřḗşḗƞŧȧŧīṽḗ.",
      "If you do not agree to these Terms of Use, your continued use of the Site is not authorized.": "Īƒ ẏǿŭ ḓǿ ƞǿŧ ȧɠřḗḗ ŧǿ ŧħḗşḗ Ŧḗřḿş ǿƒ Ŭşḗ, ẏǿŭř ƈǿƞŧīƞŭḗḓ ŭşḗ ǿƒ ŧħḗ Şīŧḗ īş ƞǿŧ ȧŭŧħǿřīzḗḓ.",
      "If you have any questions regarding these Terms of Use, please contact Sterling at 1-800-899-2272.": "Īƒ ẏǿŭ ħȧṽḗ ȧƞẏ ɋŭḗşŧīǿƞş řḗɠȧřḓīƞɠ ŧħḗşḗ Ŧḗřḿş ǿƒ Ŭşḗ, ƥŀḗȧşḗ ƈǿƞŧȧƈŧ Şŧḗřŀīƞɠ ȧŧ 1-800-899-2272.",
      "If you wish to obtain a paper copy of the forms you sign via this site, you will be given the opportunity to download and print those forms once they have been executed.": "Īƒ ẏǿŭ ẇīşħ ŧǿ ǿƀŧȧīƞ ȧ ƥȧƥḗř ƈǿƥẏ ǿƒ ŧħḗ ƒǿřḿş ẏǿŭ şīɠƞ ṽīȧ ŧħīş şīŧḗ, ẏǿŭ ẇīŀŀ ƀḗ ɠīṽḗƞ ŧħḗ ǿƥƥǿřŧŭƞīŧẏ ŧǿ ḓǿẇƞŀǿȧḓ ȧƞḓ ƥřīƞŧ ŧħǿşḗ ƒǿřḿş ǿƞƈḗ ŧħḗẏ ħȧṽḗ ƀḗḗƞ ḗẋḗƈŭŧḗḓ.",
      "Illegal Title": "Īŀŀḗɠȧŀ Ŧīŧŀḗ",
      "Impending security event notification": "Īḿƥḗƞḓīƞɠ şḗƈŭřīŧẏ ḗṽḗƞŧ ƞǿŧīƒīƈȧŧīǿƞ",
      "In most cases, we will notify our Customer(s) of complaints received by us regarding an alleged violation of this Policy. You agree to promptly investigate all such complaints and take all necessary actions to remedy any violations of this Policy. We may inform the complainant that you are investigating the complaint and may provide the complainant with the necessary information to contact you directly to resolve the complaint. You shall identify a representative for the purposes of receiving such communications.": "Īƞ ḿǿşŧ ƈȧşḗş, ẇḗ ẇīŀŀ ƞǿŧīƒẏ ǿŭř Ƈŭşŧǿḿḗř(ş) ǿƒ ƈǿḿƥŀȧīƞŧş řḗƈḗīṽḗḓ ƀẏ ŭş řḗɠȧřḓīƞɠ ȧƞ ȧŀŀḗɠḗḓ ṽīǿŀȧŧīǿƞ ǿƒ ŧħīş Ƥǿŀīƈẏ. Ẏǿŭ ȧɠřḗḗ ŧǿ ƥřǿḿƥŧŀẏ īƞṽḗşŧīɠȧŧḗ ȧŀŀ şŭƈħ ƈǿḿƥŀȧīƞŧş ȧƞḓ ŧȧķḗ ȧŀŀ ƞḗƈḗşşȧřẏ ȧƈŧīǿƞş ŧǿ řḗḿḗḓẏ ȧƞẏ ṽīǿŀȧŧīǿƞş ǿƒ ŧħīş Ƥǿŀīƈẏ. Ẇḗ ḿȧẏ īƞƒǿřḿ ŧħḗ ƈǿḿƥŀȧīƞȧƞŧ ŧħȧŧ ẏǿŭ ȧřḗ īƞṽḗşŧīɠȧŧīƞɠ ŧħḗ ƈǿḿƥŀȧīƞŧ ȧƞḓ ḿȧẏ ƥřǿṽīḓḗ ŧħḗ ƈǿḿƥŀȧīƞȧƞŧ ẇīŧħ ŧħḗ ƞḗƈḗşşȧřẏ īƞƒǿřḿȧŧīǿƞ ŧǿ ƈǿƞŧȧƈŧ ẏǿŭ ḓīřḗƈŧŀẏ ŧǿ řḗşǿŀṽḗ ŧħḗ ƈǿḿƥŀȧīƞŧ. Ẏǿŭ şħȧŀŀ īḓḗƞŧīƒẏ ȧ řḗƥřḗşḗƞŧȧŧīṽḗ ƒǿř ŧħḗ ƥŭřƥǿşḗş ǿƒ řḗƈḗīṽīƞɠ şŭƈħ ƈǿḿḿŭƞīƈȧŧīǿƞş.",
      "In no event will Sterling or its officers, directors, employees, or agents be liable for any direct, indirect, incidental, special, or consequential damages; or damages for lost profits, revenue, data or data use, incurred by you or any third party, whether in an action in contract, or tort (including negligence), breach of statutory duty, strict liability, or otherwise, arising from your access to, or use of, the Site or any content provided on or through the Site.": "Īƞ ƞǿ ḗṽḗƞŧ ẇīŀŀ Şŧḗřŀīƞɠ ǿř īŧş ǿƒƒīƈḗřş, ḓīřḗƈŧǿřş, ḗḿƥŀǿẏḗḗş, ǿř ȧɠḗƞŧş ƀḗ ŀīȧƀŀḗ ƒǿř ȧƞẏ ḓīřḗƈŧ, īƞḓīřḗƈŧ, īƞƈīḓḗƞŧȧŀ, şƥḗƈīȧŀ, ǿř ƈǿƞşḗɋŭḗƞŧīȧŀ ḓȧḿȧɠḗş; ǿř ḓȧḿȧɠḗş ƒǿř ŀǿşŧ ƥřǿƒīŧş, řḗṽḗƞŭḗ, ḓȧŧȧ ǿř ḓȧŧȧ ŭşḗ, īƞƈŭřřḗḓ ƀẏ ẏǿŭ ǿř ȧƞẏ ŧħīřḓ ƥȧřŧẏ, ẇħḗŧħḗř īƞ ȧƞ ȧƈŧīǿƞ īƞ ƈǿƞŧřȧƈŧ, ǿř ŧǿřŧ (īƞƈŀŭḓīƞɠ ƞḗɠŀīɠḗƞƈḗ), ƀřḗȧƈħ ǿƒ şŧȧŧŭŧǿřẏ ḓŭŧẏ, şŧřīƈŧ ŀīȧƀīŀīŧẏ, ǿř ǿŧħḗřẇīşḗ, ȧřīşīƞɠ ƒřǿḿ ẏǿŭř ȧƈƈḗşş ŧǿ, ǿř ŭşḗ ǿƒ, ŧħḗ Şīŧḗ ǿř ȧƞẏ ƈǿƞŧḗƞŧ ƥřǿṽīḓḗḓ ǿƞ ǿř ŧħřǿŭɠħ ŧħḗ Şīŧḗ.",
      "In order to access, fulfill and retain the following electronic forms, your computer must be equipped and compatible with the most common operating systems and internet browsers. This would include:": "Īƞ ǿřḓḗř ŧǿ ȧƈƈḗşş, ƒŭŀƒīŀŀ ȧƞḓ řḗŧȧīƞ ŧħḗ ƒǿŀŀǿẇīƞɠ ḗŀḗƈŧřǿƞīƈ ƒǿřḿş, ẏǿŭř ƈǿḿƥŭŧḗř ḿŭşŧ ƀḗ ḗɋŭīƥƥḗḓ ȧƞḓ ƈǿḿƥȧŧīƀŀḗ ẇīŧħ ŧħḗ ḿǿşŧ ƈǿḿḿǿƞ ǿƥḗřȧŧīƞɠ şẏşŧḗḿş ȧƞḓ īƞŧḗřƞḗŧ ƀřǿẇşḗřş. Ŧħīş ẇǿŭŀḓ īƞƈŀŭḓḗ:",
      "Independence, OH 44131": "Īƞḓḗƥḗƞḓḗƞƈḗ, ǾĦ 44131",
      "India": "Īƞḓīȧ",
      "Intentionally transmitting files containing a computer virus or corrupted data.": "Īƞŧḗƞŧīǿƞȧŀŀẏ ŧřȧƞşḿīŧŧīƞɠ ƒīŀḗş ƈǿƞŧȧīƞīƞɠ ȧ ƈǿḿƥŭŧḗř ṽīřŭş ǿř ƈǿřřŭƥŧḗḓ ḓȧŧȧ.",
      "Introduction": "Īƞŧřǿḓŭƈŧīǿƞ",
      "It may take up to two hours for you to receive a confirmation email when resetting your password. If you don’t see the confirmation email in your inbox, be sure to check your junk and spam folders. If you still haven’t received your email after two hours, you can try again by clicking the “I am a Returning User” option near the bottom of the Create Account page and requesting another confirmation email. If you continue not to receive a confirmation email, please call us at 888-889-5248 for further assistance.": "Īŧ ḿȧẏ ŧȧķḗ ŭƥ ŧǿ ŧẇǿ ħǿŭřş ƒǿř ẏǿŭ ŧǿ řḗƈḗīṽḗ ȧ ƈǿƞƒīřḿȧŧīǿƞ ḗḿȧīŀ ẇħḗƞ řḗşḗŧŧīƞɠ ẏǿŭř ƥȧşşẇǿřḓ. Īƒ ẏǿŭ ḓǿƞ’ŧ şḗḗ ŧħḗ ƈǿƞƒīřḿȧŧīǿƞ ḗḿȧīŀ īƞ ẏǿŭř īƞƀǿẋ, ƀḗ şŭřḗ ŧǿ ƈħḗƈķ ẏǿŭř ĵŭƞķ ȧƞḓ şƥȧḿ ƒǿŀḓḗřş. Īƒ ẏǿŭ şŧīŀŀ ħȧṽḗƞ’ŧ řḗƈḗīṽḗḓ ẏǿŭř ḗḿȧīŀ ȧƒŧḗř ŧẇǿ ħǿŭřş, ẏǿŭ ƈȧƞ ŧřẏ ȧɠȧīƞ ƀẏ ƈŀīƈķīƞɠ ŧħḗ “Ī ȧḿ ȧ Řḗŧŭřƞīƞɠ Ŭşḗř” ǿƥŧīǿƞ ƞḗȧř ŧħḗ ƀǿŧŧǿḿ ǿƒ ŧħḗ Ƈřḗȧŧḗ Ȧƈƈǿŭƞŧ ƥȧɠḗ ȧƞḓ řḗɋŭḗşŧīƞɠ ȧƞǿŧħḗř ƈǿƞƒīřḿȧŧīǿƞ ḗḿȧīŀ. Īƒ ẏǿŭ ƈǿƞŧīƞŭḗ ƞǿŧ ŧǿ řḗƈḗīṽḗ ȧ ƈǿƞƒīřḿȧŧīǿƞ ḗḿȧīŀ, ƥŀḗȧşḗ ƈȧŀŀ ŭş ȧŧ 888-889-5248 ƒǿř ƒŭřŧħḗř ȧşşīşŧȧƞƈḗ.",
      "It’s important that Sterling is able to contact your   previous employers to verify your work history. We suggest using Google or another search engine to find contact information, checking the employer’s web site, or reviewing any past documents you may have received from the employer. If the employer is no longer in business, please provide the most complete information you have.": "Īŧ’ş īḿƥǿřŧȧƞŧ ŧħȧŧ Şŧḗřŀīƞɠ īş ȧƀŀḗ ŧǿ ƈǿƞŧȧƈŧ ẏǿŭř   ƥřḗṽīǿŭş ḗḿƥŀǿẏḗřş ŧǿ ṽḗřīƒẏ ẏǿŭř ẇǿřķ ħīşŧǿřẏ. Ẇḗ şŭɠɠḗşŧ ŭşīƞɠ Ɠǿǿɠŀḗ ǿř ȧƞǿŧħḗř şḗȧřƈħ ḗƞɠīƞḗ ŧǿ ƒīƞḓ ƈǿƞŧȧƈŧ īƞƒǿřḿȧŧīǿƞ, ƈħḗƈķīƞɠ ŧħḗ ḗḿƥŀǿẏḗř’ş ẇḗƀ şīŧḗ, ǿř řḗṽīḗẇīƞɠ ȧƞẏ ƥȧşŧ ḓǿƈŭḿḗƞŧş ẏǿŭ ḿȧẏ ħȧṽḗ řḗƈḗīṽḗḓ ƒřǿḿ ŧħḗ ḗḿƥŀǿẏḗř. Īƒ ŧħḗ ḗḿƥŀǿẏḗř īş ƞǿ ŀǿƞɠḗř īƞ ƀŭşīƞḗşş, ƥŀḗȧşḗ ƥřǿṽīḓḗ ŧħḗ ḿǿşŧ ƈǿḿƥŀḗŧḗ īƞƒǿřḿȧŧīǿƞ ẏǿŭ ħȧṽḗ.",
      "I’ve provided my address history. Why am I being prompted to fill in gaps?": "Ī’ṽḗ ƥřǿṽīḓḗḓ ḿẏ ȧḓḓřḗşş ħīşŧǿřẏ. Ẇħẏ ȧḿ Ī ƀḗīƞɠ ƥřǿḿƥŧḗḓ ŧǿ ƒīŀŀ īƞ ɠȧƥş?",
      "Just reset the password. Click the “I am a Returning User” option near the bottom of the Create Account page, then click the “Forgot Your Password?” option and enter your email address. You’ll receive a confirmation email containing a link for resetting your password.": "Ĵŭşŧ řḗşḗŧ ŧħḗ ƥȧşşẇǿřḓ. Ƈŀīƈķ ŧħḗ “Ī ȧḿ ȧ Řḗŧŭřƞīƞɠ Ŭşḗř” ǿƥŧīǿƞ ƞḗȧř ŧħḗ ƀǿŧŧǿḿ ǿƒ ŧħḗ Ƈřḗȧŧḗ Ȧƈƈǿŭƞŧ ƥȧɠḗ, ŧħḗƞ ƈŀīƈķ ŧħḗ “Ƒǿřɠǿŧ Ẏǿŭř Ƥȧşşẇǿřḓ?” ǿƥŧīǿƞ ȧƞḓ ḗƞŧḗř ẏǿŭř ḗḿȧīŀ ȧḓḓřḗşş. Ẏǿŭ’ŀŀ řḗƈḗīṽḗ ȧ ƈǿƞƒīřḿȧŧīǿƞ ḗḿȧīŀ ƈǿƞŧȧīƞīƞɠ ȧ ŀīƞķ ƒǿř řḗşḗŧŧīƞɠ ẏǿŭř ƥȧşşẇǿřḓ.",
      "Lorem Ipsum dolor sit emit.": "Ŀǿřḗḿ Īƥşŭḿ ḓǿŀǿř şīŧ ḗḿīŧ.",
      "Mailing Address": "Ḿȧīŀīƞɠ Ȧḓḓřḗşş",
      "Microsoft Internet Explorer version 8 and later, Mozilla Firefox – latest version, Safari latest version + tablet versions, Chrome latest desktop version.": "Ḿīƈřǿşǿƒŧ Īƞŧḗřƞḗŧ Ḗẋƥŀǿřḗř ṽḗřşīǿƞ 8 ȧƞḓ ŀȧŧḗř, Ḿǿzīŀŀȧ Ƒīřḗƒǿẋ – ŀȧŧḗşŧ ṽḗřşīǿƞ, Şȧƒȧřī ŀȧŧḗşŧ ṽḗřşīǿƞ + ŧȧƀŀḗŧ ṽḗřşīǿƞş, Ƈħřǿḿḗ ŀȧŧḗşŧ ḓḗşķŧǿƥ ṽḗřşīǿƞ.",
      "Modifications to policy": "Ḿǿḓīƒīƈȧŧīǿƞş ŧǿ ƥǿŀīƈẏ",
      "Privacy": "Ƥřīṽȧƈẏ",
      "Questions related to your background check": "Ɋŭḗşŧīǿƞş řḗŀȧŧḗḓ ŧǿ ẏǿŭř ƀȧƈķɠřǿŭƞḓ ƈħḗƈķ",
      "Responsibilities of customers": "Řḗşƥǿƞşīƀīŀīŧīḗş ǿƒ ƈŭşŧǿḿḗřş",
      "Return To Top": "Řḗŧŭřƞ Ŧǿ Ŧǿƥ",
      "SA1 5ED": "ŞȦ1 5ḖḒ",
      "Some jurisdictions do not allow the disclaimer or exclusion of certain warranties of the disclaimer, exclusion, or limitation of certain liabilities. To the extent that they are held to be legally invalid, disclaimers, exclusions, and limitations set out in these Terms of Use, including those set out in Sections 3.6 (Disclaimer) and 3.7 (Limitation of Liability), do not apply and all other terms will remain in full force and effect.": "Şǿḿḗ ĵŭřīşḓīƈŧīǿƞş ḓǿ ƞǿŧ ȧŀŀǿẇ ŧħḗ ḓīşƈŀȧīḿḗř ǿř ḗẋƈŀŭşīǿƞ ǿƒ ƈḗřŧȧīƞ ẇȧřřȧƞŧīḗş ǿƒ ŧħḗ ḓīşƈŀȧīḿḗř, ḗẋƈŀŭşīǿƞ, ǿř ŀīḿīŧȧŧīǿƞ ǿƒ ƈḗřŧȧīƞ ŀīȧƀīŀīŧīḗş. Ŧǿ ŧħḗ ḗẋŧḗƞŧ ŧħȧŧ ŧħḗẏ ȧřḗ ħḗŀḓ ŧǿ ƀḗ ŀḗɠȧŀŀẏ īƞṽȧŀīḓ, ḓīşƈŀȧīḿḗřş, ḗẋƈŀŭşīǿƞş, ȧƞḓ ŀīḿīŧȧŧīǿƞş şḗŧ ǿŭŧ īƞ ŧħḗşḗ Ŧḗřḿş ǿƒ Ŭşḗ, īƞƈŀŭḓīƞɠ ŧħǿşḗ şḗŧ ǿŭŧ īƞ Şḗƈŧīǿƞş 3.6 (Ḓīşƈŀȧīḿḗř) ȧƞḓ 3.7 (Ŀīḿīŧȧŧīǿƞ ǿƒ Ŀīȧƀīŀīŧẏ), ḓǿ ƞǿŧ ȧƥƥŀẏ ȧƞḓ ȧŀŀ ǿŧħḗř ŧḗřḿş ẇīŀŀ řḗḿȧīƞ īƞ ƒŭŀŀ ƒǿřƈḗ ȧƞḓ ḗƒƒḗƈŧ.",
      "Spoofing/Fraud": "Şƥǿǿƒīƞɠ/Ƒřȧŭḓ",
      "Sterling Customer Support": "Şŧḗřŀīƞɠ Ƈŭşŧǿḿḗř Şŭƥƥǿřŧ",
      "Sterling FAQ": "Şŧḗřŀīƞɠ ƑȦɊ",
      "Sterling Talent Solutions reserves the right to modify this Policy at any time without notice. We will attempt to notify Customers of any such modifications either via e-mail or by posting a revised version of the Policy on our Web site. Any such modifications shall be effective and applied prospectively from the date of posting.": "Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş řḗşḗřṽḗş ŧħḗ řīɠħŧ ŧǿ ḿǿḓīƒẏ ŧħīş Ƥǿŀīƈẏ ȧŧ ȧƞẏ ŧīḿḗ ẇīŧħǿŭŧ ƞǿŧīƈḗ. Ẇḗ ẇīŀŀ ȧŧŧḗḿƥŧ ŧǿ ƞǿŧīƒẏ Ƈŭşŧǿḿḗřş ǿƒ ȧƞẏ şŭƈħ ḿǿḓīƒīƈȧŧīǿƞş ḗīŧħḗř ṽīȧ ḗ-ḿȧīŀ ǿř ƀẏ ƥǿşŧīƞɠ ȧ řḗṽīşḗḓ ṽḗřşīǿƞ ǿƒ ŧħḗ Ƥǿŀīƈẏ ǿƞ ǿŭř Ẇḗƀ şīŧḗ. Ȧƞẏ şŭƈħ ḿǿḓīƒīƈȧŧīǿƞş şħȧŀŀ ƀḗ ḗƒƒḗƈŧīṽḗ ȧƞḓ ȧƥƥŀīḗḓ ƥřǿşƥḗƈŧīṽḗŀẏ ƒřǿḿ ŧħḗ ḓȧŧḗ ǿƒ ƥǿşŧīƞɠ.",
      "Sterling Talent Solutions will cooperate with appropriate law enforcement agencies and other parties involved in investigating claims of illegal or inappropriate activity. Sterling Talent Solutions reserves the right to disclose customer information to the extent authorized by federal or state law.": "Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş ẇīŀŀ ƈǿǿƥḗřȧŧḗ ẇīŧħ ȧƥƥřǿƥřīȧŧḗ ŀȧẇ ḗƞƒǿřƈḗḿḗƞŧ ȧɠḗƞƈīḗş ȧƞḓ ǿŧħḗř ƥȧřŧīḗş īƞṽǿŀṽḗḓ īƞ īƞṽḗşŧīɠȧŧīƞɠ ƈŀȧīḿş ǿƒ īŀŀḗɠȧŀ ǿř īƞȧƥƥřǿƥřīȧŧḗ ȧƈŧīṽīŧẏ. Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş řḗşḗřṽḗş ŧħḗ řīɠħŧ ŧǿ ḓīşƈŀǿşḗ ƈŭşŧǿḿḗř īƞƒǿřḿȧŧīǿƞ ŧǿ ŧħḗ ḗẋŧḗƞŧ ȧŭŧħǿřīzḗḓ ƀẏ ƒḗḓḗřȧŀ ǿř şŧȧŧḗ ŀȧẇ.",
      "Sterling UK Customer Support": "Şŧḗřŀīƞɠ ŬĶ Ƈŭşŧǿḿḗř Şŭƥƥǿřŧ",
      "Sterling may revise the Terms of Use at any time without notice to you. The revised Terms of Use will be effective when posted to the Site.": "Şŧḗřŀīƞɠ ḿȧẏ řḗṽīşḗ ŧħḗ Ŧḗřḿş ǿƒ Ŭşḗ ȧŧ ȧƞẏ ŧīḿḗ ẇīŧħǿŭŧ ƞǿŧīƈḗ ŧǿ ẏǿŭ. Ŧħḗ řḗṽīşḗḓ Ŧḗřḿş ǿƒ Ŭşḗ ẇīŀŀ ƀḗ ḗƒƒḗƈŧīṽḗ ẇħḗƞ ƥǿşŧḗḓ ŧǿ ŧħḗ Şīŧḗ.",
      "Sterling reserves the right to make changes or updates to, and monitor the use of, the Site and content provided on or through the Site at any time without notice.": "Şŧḗřŀīƞɠ řḗşḗřṽḗş ŧħḗ řīɠħŧ ŧǿ ḿȧķḗ ƈħȧƞɠḗş ǿř ŭƥḓȧŧḗş ŧǿ, ȧƞḓ ḿǿƞīŧǿř ŧħḗ ŭşḗ ǿƒ, ŧħḗ Şīŧḗ ȧƞḓ ƈǿƞŧḗƞŧ ƥřǿṽīḓḗḓ ǿƞ ǿř ŧħřǿŭɠħ ŧħḗ Şīŧḗ ȧŧ ȧƞẏ ŧīḿḗ ẇīŧħǿŭŧ ƞǿŧīƈḗ.",
      "Sterling will have no responsibility for any damage to your computer system or loss of data that results from the use of the Site.": "Şŧḗřŀīƞɠ ẇīŀŀ ħȧṽḗ ƞǿ řḗşƥǿƞşīƀīŀīŧẏ ƒǿř ȧƞẏ ḓȧḿȧɠḗ ŧǿ ẏǿŭř ƈǿḿƥŭŧḗř şẏşŧḗḿ ǿř ŀǿşş ǿƒ ḓȧŧȧ ŧħȧŧ řḗşŭŀŧş ƒřǿḿ ŧħḗ ŭşḗ ǿƒ ŧħḗ Şīŧḗ.",
      "Suspension or termination of service": "Şŭşƥḗƞşīǿƞ ǿř ŧḗřḿīƞȧŧīǿƞ ǿƒ şḗřṽīƈḗ",
      "Swansea": "Şẇȧƞşḗȧ",
      "Terms of Use": "Ŧḗřḿş ǿƒ Ŭşḗ",
      "The Policy applies to all aspects of the Service. \"Sterling Talent Solutions Network\" includes, without limitation, Sterling Talent Solutions leased transmission network, including all equipment, systems, facilities, services and products incorporated or used in such transmission network. As used in this Policy, \"you\" refers to Customers, and any reference to \"Users\" is intended to encompass, as applicable, both Customers and their Users.": "Ŧħḗ Ƥǿŀīƈẏ ȧƥƥŀīḗş ŧǿ ȧŀŀ ȧşƥḗƈŧş ǿƒ ŧħḗ Şḗřṽīƈḗ. \"Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş Ƞḗŧẇǿřķ\" īƞƈŀŭḓḗş, ẇīŧħǿŭŧ ŀīḿīŧȧŧīǿƞ, Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş ŀḗȧşḗḓ ŧřȧƞşḿīşşīǿƞ ƞḗŧẇǿřķ, īƞƈŀŭḓīƞɠ ȧŀŀ ḗɋŭīƥḿḗƞŧ, şẏşŧḗḿş, ƒȧƈīŀīŧīḗş, şḗřṽīƈḗş ȧƞḓ ƥřǿḓŭƈŧş īƞƈǿřƥǿřȧŧḗḓ ǿř ŭşḗḓ īƞ şŭƈħ ŧřȧƞşḿīşşīǿƞ ƞḗŧẇǿřķ. Ȧş ŭşḗḓ īƞ ŧħīş Ƥǿŀīƈẏ, \"ẏǿŭ\" řḗƒḗřş ŧǿ Ƈŭşŧǿḿḗřş, ȧƞḓ ȧƞẏ řḗƒḗřḗƞƈḗ ŧǿ \"Ŭşḗřş\" īş īƞŧḗƞḓḗḓ ŧǿ ḗƞƈǿḿƥȧşş, ȧş ȧƥƥŀīƈȧƀŀḗ, ƀǿŧħ Ƈŭşŧǿḿḗřş ȧƞḓ ŧħḗīř Ŭşḗřş.",
      "The Service shall not be used for any unlawful activities or in connection with any criminal or civil violation and the Services shall in all cases be used in compliance with applicable law. Use of the Service for transmission, distribution, retrieval, or storage of any information, data or other material in violation of any applicable law or regulation (including, where applicable, any tariff or treaty) is prohibited. This includes, without limitation, the use or transmission of any data or material protected by copyright, trademark, trade secret, patent or other intellectual property right without proper authorization and the transmission of any material that constitutes an illegal threat, violates export control laws, or is obscene, defamatory or otherwise unlawful.": "Ŧħḗ Şḗřṽīƈḗ şħȧŀŀ ƞǿŧ ƀḗ ŭşḗḓ ƒǿř ȧƞẏ ŭƞŀȧẇƒŭŀ ȧƈŧīṽīŧīḗş ǿř īƞ ƈǿƞƞḗƈŧīǿƞ ẇīŧħ ȧƞẏ ƈřīḿīƞȧŀ ǿř ƈīṽīŀ ṽīǿŀȧŧīǿƞ ȧƞḓ ŧħḗ Şḗřṽīƈḗş şħȧŀŀ īƞ ȧŀŀ ƈȧşḗş ƀḗ ŭşḗḓ īƞ ƈǿḿƥŀīȧƞƈḗ ẇīŧħ ȧƥƥŀīƈȧƀŀḗ ŀȧẇ. Ŭşḗ ǿƒ ŧħḗ Şḗřṽīƈḗ ƒǿř ŧřȧƞşḿīşşīǿƞ, ḓīşŧřīƀŭŧīǿƞ, řḗŧřīḗṽȧŀ, ǿř şŧǿřȧɠḗ ǿƒ ȧƞẏ īƞƒǿřḿȧŧīǿƞ, ḓȧŧȧ ǿř ǿŧħḗř ḿȧŧḗřīȧŀ īƞ ṽīǿŀȧŧīǿƞ ǿƒ ȧƞẏ ȧƥƥŀīƈȧƀŀḗ ŀȧẇ ǿř řḗɠŭŀȧŧīǿƞ (īƞƈŀŭḓīƞɠ, ẇħḗřḗ ȧƥƥŀīƈȧƀŀḗ, ȧƞẏ ŧȧřīƒƒ ǿř ŧřḗȧŧẏ) īş ƥřǿħīƀīŧḗḓ. Ŧħīş īƞƈŀŭḓḗş, ẇīŧħǿŭŧ ŀīḿīŧȧŧīǿƞ, ŧħḗ ŭşḗ ǿř ŧřȧƞşḿīşşīǿƞ ǿƒ ȧƞẏ ḓȧŧȧ ǿř ḿȧŧḗřīȧŀ ƥřǿŧḗƈŧḗḓ ƀẏ ƈǿƥẏřīɠħŧ, ŧřȧḓḗḿȧřķ, ŧřȧḓḗ şḗƈřḗŧ, ƥȧŧḗƞŧ ǿř ǿŧħḗř īƞŧḗŀŀḗƈŧŭȧŀ ƥřǿƥḗřŧẏ řīɠħŧ ẇīŧħǿŭŧ ƥřǿƥḗř ȧŭŧħǿřīzȧŧīǿƞ ȧƞḓ ŧħḗ ŧřȧƞşḿīşşīǿƞ ǿƒ ȧƞẏ ḿȧŧḗřīȧŀ ŧħȧŧ ƈǿƞşŧīŧŭŧḗş ȧƞ īŀŀḗɠȧŀ ŧħřḗȧŧ, ṽīǿŀȧŧḗş ḗẋƥǿřŧ ƈǿƞŧřǿŀ ŀȧẇş, ǿř īş ǿƀşƈḗƞḗ, ḓḗƒȧḿȧŧǿřẏ ǿř ǿŧħḗřẇīşḗ ŭƞŀȧẇƒŭŀ.",
      "The Site and content provided on or through the Site are the intellectual property and copyrighted works of Sterling, a Sterling Client, or a third-party provider. All rights, title and interest not expressly granted with respect to the Site and content provided on or through the Site are reserved. All content is provided on an “As Is” and “As Available” basis, and Sterling reserves the right to terminate the permissions granted to you at any time.": "Ŧħḗ Şīŧḗ ȧƞḓ ƈǿƞŧḗƞŧ ƥřǿṽīḓḗḓ ǿƞ ǿř ŧħřǿŭɠħ ŧħḗ Şīŧḗ ȧřḗ ŧħḗ īƞŧḗŀŀḗƈŧŭȧŀ ƥřǿƥḗřŧẏ ȧƞḓ ƈǿƥẏřīɠħŧḗḓ ẇǿřķş ǿƒ Şŧḗřŀīƞɠ, ȧ Şŧḗřŀīƞɠ Ƈŀīḗƞŧ, ǿř ȧ ŧħīřḓ-ƥȧřŧẏ ƥřǿṽīḓḗř. Ȧŀŀ řīɠħŧş, ŧīŧŀḗ ȧƞḓ īƞŧḗřḗşŧ ƞǿŧ ḗẋƥřḗşşŀẏ ɠřȧƞŧḗḓ ẇīŧħ řḗşƥḗƈŧ ŧǿ ŧħḗ Şīŧḗ ȧƞḓ ƈǿƞŧḗƞŧ ƥřǿṽīḓḗḓ ǿƞ ǿř ŧħřǿŭɠħ ŧħḗ Şīŧḗ ȧřḗ řḗşḗřṽḗḓ. Ȧŀŀ ƈǿƞŧḗƞŧ īş ƥřǿṽīḓḗḓ ǿƞ ȧƞ “Ȧş Īş” ȧƞḓ “Ȧş Ȧṽȧīŀȧƀŀḗ” ƀȧşīş, ȧƞḓ Şŧḗřŀīƞɠ řḗşḗřṽḗş ŧħḗ řīɠħŧ ŧǿ ŧḗřḿīƞȧŧḗ ŧħḗ ƥḗřḿīşşīǿƞş ɠřȧƞŧḗḓ ŧǿ ẏǿŭ ȧŧ ȧƞẏ ŧīḿḗ.",
      "The Site provides links to Web sites and access to content, products and services of third parties, including users, advertisers, affiliates and sponsors of the Site. Sterling is not responsible for third party content provided on, or through the Site, or for any changes or updates to such third party sites, and you bear all risks associated with the access to, and use of, such Web sites and third party content, products and services.": "Ŧħḗ Şīŧḗ ƥřǿṽīḓḗş ŀīƞķş ŧǿ Ẇḗƀ şīŧḗş ȧƞḓ ȧƈƈḗşş ŧǿ ƈǿƞŧḗƞŧ, ƥřǿḓŭƈŧş ȧƞḓ şḗřṽīƈḗş ǿƒ ŧħīřḓ ƥȧřŧīḗş, īƞƈŀŭḓīƞɠ ŭşḗřş, ȧḓṽḗřŧīşḗřş, ȧƒƒīŀīȧŧḗş ȧƞḓ şƥǿƞşǿřş ǿƒ ŧħḗ Şīŧḗ. Şŧḗřŀīƞɠ īş ƞǿŧ řḗşƥǿƞşīƀŀḗ ƒǿř ŧħīřḓ ƥȧřŧẏ ƈǿƞŧḗƞŧ ƥřǿṽīḓḗḓ ǿƞ, ǿř ŧħřǿŭɠħ ŧħḗ Şīŧḗ, ǿř ƒǿř ȧƞẏ ƈħȧƞɠḗş ǿř ŭƥḓȧŧḗş ŧǿ şŭƈħ ŧħīřḓ ƥȧřŧẏ şīŧḗş, ȧƞḓ ẏǿŭ ƀḗȧř ȧŀŀ řīşķş ȧşşǿƈīȧŧḗḓ ẇīŧħ ŧħḗ ȧƈƈḗşş ŧǿ, ȧƞḓ ŭşḗ ǿƒ, şŭƈħ Ẇḗƀ şīŧḗş ȧƞḓ ŧħīřḓ ƥȧřŧẏ ƈǿƞŧḗƞŧ, ƥřǿḓŭƈŧş ȧƞḓ şḗřṽīƈḗş.",
      "The Sterling has no obligation to monitor the Site. However, Sterling reserves the right to review the Site and content and to monitor all use of and activity on the Site, and to remove or choose not to make available on or through the Site, any content (including Submissions) in its sole discretion. Sterling may remove content that is confidential or proprietary to you, or a third party, without permission from you or the third party.": "Ŧħḗ Şŧḗřŀīƞɠ ħȧş ƞǿ ǿƀŀīɠȧŧīǿƞ ŧǿ ḿǿƞīŧǿř ŧħḗ Şīŧḗ. Ħǿẇḗṽḗř, Şŧḗřŀīƞɠ řḗşḗřṽḗş ŧħḗ řīɠħŧ ŧǿ řḗṽīḗẇ ŧħḗ Şīŧḗ ȧƞḓ ƈǿƞŧḗƞŧ ȧƞḓ ŧǿ ḿǿƞīŧǿř ȧŀŀ ŭşḗ ǿƒ ȧƞḓ ȧƈŧīṽīŧẏ ǿƞ ŧħḗ Şīŧḗ, ȧƞḓ ŧǿ řḗḿǿṽḗ ǿř ƈħǿǿşḗ ƞǿŧ ŧǿ ḿȧķḗ ȧṽȧīŀȧƀŀḗ ǿƞ ǿř ŧħřǿŭɠħ ŧħḗ Şīŧḗ, ȧƞẏ ƈǿƞŧḗƞŧ (īƞƈŀŭḓīƞɠ Şŭƀḿīşşīǿƞş) īƞ īŧş şǿŀḗ ḓīşƈřḗŧīǿƞ. Şŧḗřŀīƞɠ ḿȧẏ řḗḿǿṽḗ ƈǿƞŧḗƞŧ ŧħȧŧ īş ƈǿƞƒīḓḗƞŧīȧŀ ǿř ƥřǿƥřīḗŧȧřẏ ŧǿ ẏǿŭ, ǿř ȧ ŧħīřḓ ƥȧřŧẏ, ẇīŧħǿŭŧ ƥḗřḿīşşīǿƞ ƒřǿḿ ẏǿŭ ǿř ŧħḗ ŧħīřḓ ƥȧřŧẏ.",
      "The Sterling may, in its sole discretion, at any time discontinue providing or limit access to the Site, in whole or in part. You agree that Sterling may, in its sole discretion, at any time, terminate or limit your access to, or use of, the Site in whole or in part. Sterling may terminate or limit your access to, or use of, the Site, if Sterling determines, in its sole discretion, that you have infringed the copyrights or other legal rights of a third party, or otherwise materially violated these Terms of Use. You agree that Sterling will not be liable to you or any third-party for any termination or limitation of your access to, or use of, the Site.": "Ŧħḗ Şŧḗřŀīƞɠ ḿȧẏ, īƞ īŧş şǿŀḗ ḓīşƈřḗŧīǿƞ, ȧŧ ȧƞẏ ŧīḿḗ ḓīşƈǿƞŧīƞŭḗ ƥřǿṽīḓīƞɠ ǿř ŀīḿīŧ ȧƈƈḗşş ŧǿ ŧħḗ Şīŧḗ, īƞ ẇħǿŀḗ ǿř īƞ ƥȧřŧ. Ẏǿŭ ȧɠřḗḗ ŧħȧŧ Şŧḗřŀīƞɠ ḿȧẏ, īƞ īŧş şǿŀḗ ḓīşƈřḗŧīǿƞ, ȧŧ ȧƞẏ ŧīḿḗ, ŧḗřḿīƞȧŧḗ ǿř ŀīḿīŧ ẏǿŭř ȧƈƈḗşş ŧǿ, ǿř ŭşḗ ǿƒ, ŧħḗ Şīŧḗ īƞ ẇħǿŀḗ ǿř īƞ ƥȧřŧ. Şŧḗřŀīƞɠ ḿȧẏ ŧḗřḿīƞȧŧḗ ǿř ŀīḿīŧ ẏǿŭř ȧƈƈḗşş ŧǿ, ǿř ŭşḗ ǿƒ, ŧħḗ Şīŧḗ, īƒ Şŧḗřŀīƞɠ ḓḗŧḗřḿīƞḗş, īƞ īŧş şǿŀḗ ḓīşƈřḗŧīǿƞ, ŧħȧŧ ẏǿŭ ħȧṽḗ īƞƒřīƞɠḗḓ ŧħḗ ƈǿƥẏřīɠħŧş ǿř ǿŧħḗř ŀḗɠȧŀ řīɠħŧş ǿƒ ȧ ŧħīřḓ ƥȧřŧẏ, ǿř ǿŧħḗřẇīşḗ ḿȧŧḗřīȧŀŀẏ ṽīǿŀȧŧḗḓ ŧħḗşḗ Ŧḗřḿş ǿƒ Ŭşḗ. Ẏǿŭ ȧɠřḗḗ ŧħȧŧ Şŧḗřŀīƞɠ ẇīŀŀ ƞǿŧ ƀḗ ŀīȧƀŀḗ ŧǿ ẏǿŭ ǿř ȧƞẏ ŧħīřḓ-ƥȧřŧẏ ƒǿř ȧƞẏ ŧḗřḿīƞȧŧīǿƞ ǿř ŀīḿīŧȧŧīǿƞ ǿƒ ẏǿŭř ȧƈƈḗşş ŧǿ, ǿř ŭşḗ ǿƒ, ŧħḗ Şīŧḗ.",
      "The background check application form requires that the start date & the end date of each address should be a total match.": "Ŧħḗ ƀȧƈķɠřǿŭƞḓ ƈħḗƈķ ȧƥƥŀīƈȧŧīǿƞ ƒǿřḿ řḗɋŭīřḗş ŧħȧŧ ŧħḗ şŧȧřŧ ḓȧŧḗ & ŧħḗ ḗƞḓ ḓȧŧḗ ǿƒ ḗȧƈħ ȧḓḓřḗşş şħǿŭŀḓ ƀḗ ȧ ŧǿŧȧŀ ḿȧŧƈħ.",
      "The failure of Sterling to exercise or enforce any rights or provisions in these Terms of Use will not constitute a waiver of such right or provision. If any part or provision of these Terms of Use is found to be unenforceable, such part or provision may be modified to make the Terms of Use as modified, legal and enforceable. The rest of the Terms of Use will not be affected.": "Ŧħḗ ƒȧīŀŭřḗ ǿƒ Şŧḗřŀīƞɠ ŧǿ ḗẋḗřƈīşḗ ǿř ḗƞƒǿřƈḗ ȧƞẏ řīɠħŧş ǿř ƥřǿṽīşīǿƞş īƞ ŧħḗşḗ Ŧḗřḿş ǿƒ Ŭşḗ ẇīŀŀ ƞǿŧ ƈǿƞşŧīŧŭŧḗ ȧ ẇȧīṽḗř ǿƒ şŭƈħ řīɠħŧ ǿř ƥřǿṽīşīǿƞ. Īƒ ȧƞẏ ƥȧřŧ ǿř ƥřǿṽīşīǿƞ ǿƒ ŧħḗşḗ Ŧḗřḿş ǿƒ Ŭşḗ īş ƒǿŭƞḓ ŧǿ ƀḗ ŭƞḗƞƒǿřƈḗȧƀŀḗ, şŭƈħ ƥȧřŧ ǿř ƥřǿṽīşīǿƞ ḿȧẏ ƀḗ ḿǿḓīƒīḗḓ ŧǿ ḿȧķḗ ŧħḗ Ŧḗřḿş ǿƒ Ŭşḗ ȧş ḿǿḓīƒīḗḓ, ŀḗɠȧŀ ȧƞḓ ḗƞƒǿřƈḗȧƀŀḗ. Ŧħḗ řḗşŧ ǿƒ ŧħḗ Ŧḗřḿş ǿƒ Ŭşḗ ẇīŀŀ ƞǿŧ ƀḗ ȧƒƒḗƈŧḗḓ.",
      "The following activities are also prohibited:": "Ŧħḗ ƒǿŀŀǿẇīƞɠ ȧƈŧīṽīŧīḗş ȧřḗ ȧŀşǿ ƥřǿħīƀīŧḗḓ:",
      "The parties waive any right to bring representative claims on behalf of a class of individuals, on behalf of the public, as a private attorney general, or otherwise (the “class action waiver”). Except for this class action waiver, this clause may be severed or modified if necessary to render it enforceable under the Federal Arbitration Act.": "Ŧħḗ ƥȧřŧīḗş ẇȧīṽḗ ȧƞẏ řīɠħŧ ŧǿ ƀřīƞɠ řḗƥřḗşḗƞŧȧŧīṽḗ ƈŀȧīḿş ǿƞ ƀḗħȧŀƒ ǿƒ ȧ ƈŀȧşş ǿƒ īƞḓīṽīḓŭȧŀş, ǿƞ ƀḗħȧŀƒ ǿƒ ŧħḗ ƥŭƀŀīƈ, ȧş ȧ ƥřīṽȧŧḗ ȧŧŧǿřƞḗẏ ɠḗƞḗřȧŀ, ǿř ǿŧħḗřẇīşḗ (ŧħḗ “ƈŀȧşş ȧƈŧīǿƞ ẇȧīṽḗř”). Ḗẋƈḗƥŧ ƒǿř ŧħīş ƈŀȧşş ȧƈŧīǿƞ ẇȧīṽḗř, ŧħīş ƈŀȧŭşḗ ḿȧẏ ƀḗ şḗṽḗřḗḓ ǿř ḿǿḓīƒīḗḓ īƒ ƞḗƈḗşşȧřẏ ŧǿ řḗƞḓḗř īŧ ḗƞƒǿřƈḗȧƀŀḗ ŭƞḓḗř ŧħḗ Ƒḗḓḗřȧŀ Ȧřƀīŧřȧŧīǿƞ Ȧƈŧ.",
      "The sole purpose of this website is to enable you to collect and evaluate Candidate Submissions. Use of this Site does not create an employment relationship between any person and any Sterling company. Individuals who use this Site on behalf of a Client shall be solely the employees or agents of such entity and shall be under the sole and exclusive direction and control of such entity. The Client organization shall be responsible for compliance with all laws, rules and regulations involving its respective employees or agents, including (but not limited to) employment of labor, hours of labor, health and safety, working conditions and payment of wages.": "Ŧħḗ şǿŀḗ ƥŭřƥǿşḗ ǿƒ ŧħīş ẇḗƀşīŧḗ īş ŧǿ ḗƞȧƀŀḗ ẏǿŭ ŧǿ ƈǿŀŀḗƈŧ ȧƞḓ ḗṽȧŀŭȧŧḗ Ƈȧƞḓīḓȧŧḗ Şŭƀḿīşşīǿƞş. Ŭşḗ ǿƒ ŧħīş Şīŧḗ ḓǿḗş ƞǿŧ ƈřḗȧŧḗ ȧƞ ḗḿƥŀǿẏḿḗƞŧ řḗŀȧŧīǿƞşħīƥ ƀḗŧẇḗḗƞ ȧƞẏ ƥḗřşǿƞ ȧƞḓ ȧƞẏ Şŧḗřŀīƞɠ ƈǿḿƥȧƞẏ. Īƞḓīṽīḓŭȧŀş ẇħǿ ŭşḗ ŧħīş Şīŧḗ ǿƞ ƀḗħȧŀƒ ǿƒ ȧ Ƈŀīḗƞŧ şħȧŀŀ ƀḗ şǿŀḗŀẏ ŧħḗ ḗḿƥŀǿẏḗḗş ǿř ȧɠḗƞŧş ǿƒ şŭƈħ ḗƞŧīŧẏ ȧƞḓ şħȧŀŀ ƀḗ ŭƞḓḗř ŧħḗ şǿŀḗ ȧƞḓ ḗẋƈŀŭşīṽḗ ḓīřḗƈŧīǿƞ ȧƞḓ ƈǿƞŧřǿŀ ǿƒ şŭƈħ ḗƞŧīŧẏ. Ŧħḗ Ƈŀīḗƞŧ ǿřɠȧƞīzȧŧīǿƞ şħȧŀŀ ƀḗ řḗşƥǿƞşīƀŀḗ ƒǿř ƈǿḿƥŀīȧƞƈḗ ẇīŧħ ȧŀŀ ŀȧẇş, řŭŀḗş ȧƞḓ řḗɠŭŀȧŧīǿƞş īƞṽǿŀṽīƞɠ īŧş řḗşƥḗƈŧīṽḗ ḗḿƥŀǿẏḗḗş ǿř ȧɠḗƞŧş, īƞƈŀŭḓīƞɠ (ƀŭŧ ƞǿŧ ŀīḿīŧḗḓ ŧǿ) ḗḿƥŀǿẏḿḗƞŧ ǿƒ ŀȧƀǿř, ħǿŭřş ǿƒ ŀȧƀǿř, ħḗȧŀŧħ ȧƞḓ şȧƒḗŧẏ, ẇǿřķīƞɠ ƈǿƞḓīŧīǿƞş ȧƞḓ ƥȧẏḿḗƞŧ ǿƒ ẇȧɠḗş.",
      "The sole purpose of this website is to enable you to submit information (“Submissions“) to provide information to allow Sterling to carry out Services for a Client or for you. Use of this Site does not create an employment relationship between you and any Sterling company. You expressly agree that no employment relationship will be created without further review of the Submission, an appropriate successful interview process, background and reference checks (where applicable), verification of identity and the legal right to work, and issuance and acceptance of a formal written offer of employment from the entity offering employment.": "Ŧħḗ şǿŀḗ ƥŭřƥǿşḗ ǿƒ ŧħīş ẇḗƀşīŧḗ īş ŧǿ ḗƞȧƀŀḗ ẏǿŭ ŧǿ şŭƀḿīŧ īƞƒǿřḿȧŧīǿƞ (“Şŭƀḿīşşīǿƞş“) ŧǿ ƥřǿṽīḓḗ īƞƒǿřḿȧŧīǿƞ ŧǿ ȧŀŀǿẇ Şŧḗřŀīƞɠ ŧǿ ƈȧřřẏ ǿŭŧ Şḗřṽīƈḗş ƒǿř ȧ Ƈŀīḗƞŧ ǿř ƒǿř ẏǿŭ. Ŭşḗ ǿƒ ŧħīş Şīŧḗ ḓǿḗş ƞǿŧ ƈřḗȧŧḗ ȧƞ ḗḿƥŀǿẏḿḗƞŧ řḗŀȧŧīǿƞşħīƥ ƀḗŧẇḗḗƞ ẏǿŭ ȧƞḓ ȧƞẏ Şŧḗřŀīƞɠ ƈǿḿƥȧƞẏ. Ẏǿŭ ḗẋƥřḗşşŀẏ ȧɠřḗḗ ŧħȧŧ ƞǿ ḗḿƥŀǿẏḿḗƞŧ řḗŀȧŧīǿƞşħīƥ ẇīŀŀ ƀḗ ƈřḗȧŧḗḓ ẇīŧħǿŭŧ ƒŭřŧħḗř řḗṽīḗẇ ǿƒ ŧħḗ Şŭƀḿīşşīǿƞ, ȧƞ ȧƥƥřǿƥřīȧŧḗ şŭƈƈḗşşƒŭŀ īƞŧḗřṽīḗẇ ƥřǿƈḗşş, ƀȧƈķɠřǿŭƞḓ ȧƞḓ řḗƒḗřḗƞƈḗ ƈħḗƈķş (ẇħḗřḗ ȧƥƥŀīƈȧƀŀḗ), ṽḗřīƒīƈȧŧīǿƞ ǿƒ īḓḗƞŧīŧẏ ȧƞḓ ŧħḗ ŀḗɠȧŀ řīɠħŧ ŧǿ ẇǿřķ, ȧƞḓ īşşŭȧƞƈḗ ȧƞḓ ȧƈƈḗƥŧȧƞƈḗ ǿƒ ȧ ƒǿřḿȧŀ ẇřīŧŧḗƞ ǿƒƒḗř ǿƒ ḗḿƥŀǿẏḿḗƞŧ ƒřǿḿ ŧħḗ ḗƞŧīŧẏ ǿƒƒḗřīƞɠ ḗḿƥŀǿẏḿḗƞŧ.",
      "The use of the Sterling Talent Solutions Network by a Customer of Sterling Talent Solutions is subject to the terms and conditions of any agreements entered into by such Customer and Sterling Talent Solutions. This Policy is incorporated into such agreements by reference.": "Ŧħḗ ŭşḗ ǿƒ ŧħḗ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş Ƞḗŧẇǿřķ ƀẏ ȧ Ƈŭşŧǿḿḗř ǿƒ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş īş şŭƀĵḗƈŧ ŧǿ ŧħḗ ŧḗřḿş ȧƞḓ ƈǿƞḓīŧīǿƞş ǿƒ ȧƞẏ ȧɠřḗḗḿḗƞŧş ḗƞŧḗřḗḓ īƞŧǿ ƀẏ şŭƈħ Ƈŭşŧǿḿḗř ȧƞḓ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş. Ŧħīş Ƥǿŀīƈẏ īş īƞƈǿřƥǿřȧŧḗḓ īƞŧǿ şŭƈħ ȧɠřḗḗḿḗƞŧş ƀẏ řḗƒḗřḗƞƈḗ.",
      "This Policy is designed to assist in protecting the Sterling Talent Solutions Network, the Service, our Users and the Internet community as a whole from improper and/or illegal activity over the Internet, to improve Service and to improve Service offerings. In situations where data communications are carried across networks of other Internet Service Providers (ISPs), Users of the Sterling Talent Solutions Network must also conform to the applicable acceptable use policies of such other ISPs.": "Ŧħīş Ƥǿŀīƈẏ īş ḓḗşīɠƞḗḓ ŧǿ ȧşşīşŧ īƞ ƥřǿŧḗƈŧīƞɠ ŧħḗ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş Ƞḗŧẇǿřķ, ŧħḗ Şḗřṽīƈḗ, ǿŭř Ŭşḗřş ȧƞḓ ŧħḗ Īƞŧḗřƞḗŧ ƈǿḿḿŭƞīŧẏ ȧş ȧ ẇħǿŀḗ ƒřǿḿ īḿƥřǿƥḗř ȧƞḓ/ǿř īŀŀḗɠȧŀ ȧƈŧīṽīŧẏ ǿṽḗř ŧħḗ Īƞŧḗřƞḗŧ, ŧǿ īḿƥřǿṽḗ Şḗřṽīƈḗ ȧƞḓ ŧǿ īḿƥřǿṽḗ Şḗřṽīƈḗ ǿƒƒḗřīƞɠş. Īƞ şīŧŭȧŧīǿƞş ẇħḗřḗ ḓȧŧȧ ƈǿḿḿŭƞīƈȧŧīǿƞş ȧřḗ ƈȧřřīḗḓ ȧƈřǿşş ƞḗŧẇǿřķş ǿƒ ǿŧħḗř Īƞŧḗřƞḗŧ Şḗřṽīƈḗ Ƥřǿṽīḓḗřş (ĪŞƤş), Ŭşḗřş ǿƒ ŧħḗ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş Ƞḗŧẇǿřķ ḿŭşŧ ȧŀşǿ ƈǿƞƒǿřḿ ŧǿ ŧħḗ ȧƥƥŀīƈȧƀŀḗ ȧƈƈḗƥŧȧƀŀḗ ŭşḗ ƥǿŀīƈīḗş ǿƒ şŭƈħ ǿŧħḗř ĪŞƤş.",
      "This listing of prohibited activities is not exhaustive and Sterling Talent Solutions reserves the right to determine that any conduct that is or could be harmful to the Sterling Talent Solutions Network, Sterling Talent Solutions is Customers or Internet users is in violation of this Policy and to exercise any or all of the remedies contained in this Policy.": "Ŧħīş ŀīşŧīƞɠ ǿƒ ƥřǿħīƀīŧḗḓ ȧƈŧīṽīŧīḗş īş ƞǿŧ ḗẋħȧŭşŧīṽḗ ȧƞḓ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş řḗşḗřṽḗş ŧħḗ řīɠħŧ ŧǿ ḓḗŧḗřḿīƞḗ ŧħȧŧ ȧƞẏ ƈǿƞḓŭƈŧ ŧħȧŧ īş ǿř ƈǿŭŀḓ ƀḗ ħȧřḿƒŭŀ ŧǿ ŧħḗ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş Ƞḗŧẇǿřķ, Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş īş Ƈŭşŧǿḿḗřş ǿř Īƞŧḗřƞḗŧ ŭşḗřş īş īƞ ṽīǿŀȧŧīǿƞ ǿƒ ŧħīş Ƥǿŀīƈẏ ȧƞḓ ŧǿ ḗẋḗřƈīşḗ ȧƞẏ ǿř ȧŀŀ ǿƒ ŧħḗ řḗḿḗḓīḗş ƈǿƞŧȧīƞḗḓ īƞ ŧħīş Ƥǿŀīƈẏ.",
      "Through the Site, Clients, Candidates, and third-party sources of data related to Candidates (collectively, “Users”), will have the ability to place orders for, and participate in the fulfillment of, Services. By accessing or using the Site, you agree to follow and be bound by the following terms and conditions concerning your access to and use of the Site (“Terms of Use“).": "Ŧħřǿŭɠħ ŧħḗ Şīŧḗ, Ƈŀīḗƞŧş, Ƈȧƞḓīḓȧŧḗş, ȧƞḓ ŧħīřḓ-ƥȧřŧẏ şǿŭřƈḗş ǿƒ ḓȧŧȧ řḗŀȧŧḗḓ ŧǿ Ƈȧƞḓīḓȧŧḗş (ƈǿŀŀḗƈŧīṽḗŀẏ, “Ŭşḗřş”), ẇīŀŀ ħȧṽḗ ŧħḗ ȧƀīŀīŧẏ ŧǿ ƥŀȧƈḗ ǿřḓḗřş ƒǿř, ȧƞḓ ƥȧřŧīƈīƥȧŧḗ īƞ ŧħḗ ƒŭŀƒīŀŀḿḗƞŧ ǿƒ, Şḗřṽīƈḗş. Ɓẏ ȧƈƈḗşşīƞɠ ǿř ŭşīƞɠ ŧħḗ Şīŧḗ, ẏǿŭ ȧɠřḗḗ ŧǿ ƒǿŀŀǿẇ ȧƞḓ ƀḗ ƀǿŭƞḓ ƀẏ ŧħḗ ƒǿŀŀǿẇīƞɠ ŧḗřḿş ȧƞḓ ƈǿƞḓīŧīǿƞş ƈǿƞƈḗřƞīƞɠ ẏǿŭř ȧƈƈḗşş ŧǿ ȧƞḓ ŭşḗ ǿƒ ŧħḗ Şīŧḗ (“Ŧḗřḿş ǿƒ Ŭşḗ“).",
      "Unauthorized access/interference": "Ŭƞȧŭŧħǿřīzḗḓ ȧƈƈḗşş/īƞŧḗřƒḗřḗƞƈḗ",
      "United Kingdom": "Ŭƞīŧḗḓ Ķīƞɠḓǿḿ",
      "United States and Canada": "Ŭƞīŧḗḓ Şŧȧŧḗş ȧƞḓ Ƈȧƞȧḓȧ",
      "Users are entirely responsible for maintaining the confidentiality of password and account information, as well as the security of their network. You agree immediately to notify Sterling Talent Solutions of any unauthorized use of your account or any other breach of security known to you. If you become aware of any violation of this Policy by any person, including Users that have accessed the Service through your account, you are required to notify us.": "Ŭşḗřş ȧřḗ ḗƞŧīřḗŀẏ řḗşƥǿƞşīƀŀḗ ƒǿř ḿȧīƞŧȧīƞīƞɠ ŧħḗ ƈǿƞƒīḓḗƞŧīȧŀīŧẏ ǿƒ ƥȧşşẇǿřḓ ȧƞḓ ȧƈƈǿŭƞŧ īƞƒǿřḿȧŧīǿƞ, ȧş ẇḗŀŀ ȧş ŧħḗ şḗƈŭřīŧẏ ǿƒ ŧħḗīř ƞḗŧẇǿřķ. Ẏǿŭ ȧɠřḗḗ īḿḿḗḓīȧŧḗŀẏ ŧǿ ƞǿŧīƒẏ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş ǿƒ ȧƞẏ ŭƞȧŭŧħǿřīzḗḓ ŭşḗ ǿƒ ẏǿŭř ȧƈƈǿŭƞŧ ǿř ȧƞẏ ǿŧħḗř ƀřḗȧƈħ ǿƒ şḗƈŭřīŧẏ ķƞǿẇƞ ŧǿ ẏǿŭ. Īƒ ẏǿŭ ƀḗƈǿḿḗ ȧẇȧřḗ ǿƒ ȧƞẏ ṽīǿŀȧŧīǿƞ ǿƒ ŧħīş Ƥǿŀīƈẏ ƀẏ ȧƞẏ ƥḗřşǿƞ, īƞƈŀŭḓīƞɠ Ŭşḗřş ŧħȧŧ ħȧṽḗ ȧƈƈḗşşḗḓ ŧħḗ Şḗřṽīƈḗ ŧħřǿŭɠħ ẏǿŭř ȧƈƈǿŭƞŧ, ẏǿŭ ȧřḗ řḗɋŭīřḗḓ ŧǿ ƞǿŧīƒẏ ŭş.",
      "Users are prohibited from intentionally or negligently injecting false data into the Internet, for instance in the form of bad routing information (including but not limited to the announcing of networks owned by someone else or reserved by the Internet Assigned Numbers Authority) or incorrect DNS information.": "Ŭşḗřş ȧřḗ ƥřǿħīƀīŧḗḓ ƒřǿḿ īƞŧḗƞŧīǿƞȧŀŀẏ ǿř ƞḗɠŀīɠḗƞŧŀẏ īƞĵḗƈŧīƞɠ ƒȧŀşḗ ḓȧŧȧ īƞŧǿ ŧħḗ Īƞŧḗřƞḗŧ, ƒǿř īƞşŧȧƞƈḗ īƞ ŧħḗ ƒǿřḿ ǿƒ ƀȧḓ řǿŭŧīƞɠ īƞƒǿřḿȧŧīǿƞ (īƞƈŀŭḓīƞɠ ƀŭŧ ƞǿŧ ŀīḿīŧḗḓ ŧǿ ŧħḗ ȧƞƞǿŭƞƈīƞɠ ǿƒ ƞḗŧẇǿřķş ǿẇƞḗḓ ƀẏ şǿḿḗǿƞḗ ḗŀşḗ ǿř řḗşḗřṽḗḓ ƀẏ ŧħḗ Īƞŧḗřƞḗŧ Ȧşşīɠƞḗḓ Ƞŭḿƀḗřş Ȧŭŧħǿřīŧẏ) ǿř īƞƈǿřřḗƈŧ ḒȠŞ īƞƒǿřḿȧŧīǿƞ.",
      "We reserve the right to install and use, or to have you install and use, any appropriate devices to prevent violations of this Policy, including devices designed to filter or terminate access to the Service. By accepting and using the Service, you consent to allowing us to collect service information and routing information in the normal course of our business, and to use such information for general business purposes.": "Ẇḗ řḗşḗřṽḗ ŧħḗ řīɠħŧ ŧǿ īƞşŧȧŀŀ ȧƞḓ ŭşḗ, ǿř ŧǿ ħȧṽḗ ẏǿŭ īƞşŧȧŀŀ ȧƞḓ ŭşḗ, ȧƞẏ ȧƥƥřǿƥřīȧŧḗ ḓḗṽīƈḗş ŧǿ ƥřḗṽḗƞŧ ṽīǿŀȧŧīǿƞş ǿƒ ŧħīş Ƥǿŀīƈẏ, īƞƈŀŭḓīƞɠ ḓḗṽīƈḗş ḓḗşīɠƞḗḓ ŧǿ ƒīŀŧḗř ǿř ŧḗřḿīƞȧŧḗ ȧƈƈḗşş ŧǿ ŧħḗ Şḗřṽīƈḗ. Ɓẏ ȧƈƈḗƥŧīƞɠ ȧƞḓ ŭşīƞɠ ŧħḗ Şḗřṽīƈḗ, ẏǿŭ ƈǿƞşḗƞŧ ŧǿ ȧŀŀǿẇīƞɠ ŭş ŧǿ ƈǿŀŀḗƈŧ şḗřṽīƈḗ īƞƒǿřḿȧŧīǿƞ ȧƞḓ řǿŭŧīƞɠ īƞƒǿřḿȧŧīǿƞ īƞ ŧħḗ ƞǿřḿȧŀ ƈǿŭřşḗ ǿƒ ǿŭř ƀŭşīƞḗşş, ȧƞḓ ŧǿ ŭşḗ şŭƈħ īƞƒǿřḿȧŧīǿƞ ƒǿř ɠḗƞḗřȧŀ ƀŭşīƞḗşş ƥŭřƥǿşḗş.",
      "Welcome to Sterling Infosystems, Inc., and its affiliated companies (“Sterling“) background screening platform (the “Site“). Sterling provides background screening and other services (“Services“) to organizations and their authorized business users (“Clients“), allowing them to collect information about individuals (“Candidates“). Sterling also provides certain services directly to Candidates.": "Ẇḗŀƈǿḿḗ ŧǿ Şŧḗřŀīƞɠ Īƞƒǿşẏşŧḗḿş, Īƞƈ., ȧƞḓ īŧş ȧƒƒīŀīȧŧḗḓ ƈǿḿƥȧƞīḗş (“Şŧḗřŀīƞɠ“) ƀȧƈķɠřǿŭƞḓ şƈřḗḗƞīƞɠ ƥŀȧŧƒǿřḿ (ŧħḗ “Şīŧḗ“). Şŧḗřŀīƞɠ ƥřǿṽīḓḗş ƀȧƈķɠřǿŭƞḓ şƈřḗḗƞīƞɠ ȧƞḓ ǿŧħḗř şḗřṽīƈḗş (“Şḗřṽīƈḗş“) ŧǿ ǿřɠȧƞīzȧŧīǿƞş ȧƞḓ ŧħḗīř ȧŭŧħǿřīzḗḓ ƀŭşīƞḗşş ŭşḗřş (“Ƈŀīḗƞŧş“), ȧŀŀǿẇīƞɠ ŧħḗḿ ŧǿ ƈǿŀŀḗƈŧ īƞƒǿřḿȧŧīǿƞ ȧƀǿŭŧ īƞḓīṽīḓŭȧŀş (“Ƈȧƞḓīḓȧŧḗş“). Şŧḗřŀīƞɠ ȧŀşǿ ƥřǿṽīḓḗş ƈḗřŧȧīƞ şḗřṽīƈḗş ḓīřḗƈŧŀẏ ŧǿ Ƈȧƞḓīḓȧŧḗş.",
      "What if I don’t have a former employer’s contact information?": "Ẇħȧŧ īƒ Ī ḓǿƞ’ŧ ħȧṽḗ ȧ ƒǿřḿḗř ḗḿƥŀǿẏḗř’ş ƈǿƞŧȧƈŧ īƞƒǿřḿȧŧīǿƞ?",
      "What if I don’t know my password?": "Ẇħȧŧ īƒ Ī ḓǿƞ’ŧ ķƞǿẇ ḿẏ ƥȧşşẇǿřḓ?",
      "What if I don’t remember my password?": "Ẇħȧŧ īƒ Ī ḓǿƞ’ŧ řḗḿḗḿƀḗř ḿẏ ƥȧşşẇǿřḓ?",
      "What if I haven’t received my confirmation email for resetting my password?": "Ẇħȧŧ īƒ Ī ħȧṽḗƞ’ŧ řḗƈḗīṽḗḓ ḿẏ ƈǿƞƒīřḿȧŧīǿƞ ḗḿȧīŀ ƒǿř řḗşḗŧŧīƞɠ ḿẏ ƥȧşşẇǿřḓ?",
      "When you first arrive on our background check web page (after clicking the link in your email), you’ll need to create a new password meeting the requirements indicated on the page. You’ll need to check the box to accept Sterling’s terms of use, then click the Create an Account button.": "Ẇħḗƞ ẏǿŭ ƒīřşŧ ȧřřīṽḗ ǿƞ ǿŭř ƀȧƈķɠřǿŭƞḓ ƈħḗƈķ ẇḗƀ ƥȧɠḗ (ȧƒŧḗř ƈŀīƈķīƞɠ ŧħḗ ŀīƞķ īƞ ẏǿŭř ḗḿȧīŀ), ẏǿŭ’ŀŀ ƞḗḗḓ ŧǿ ƈřḗȧŧḗ ȧ ƞḗẇ ƥȧşşẇǿřḓ ḿḗḗŧīƞɠ ŧħḗ řḗɋŭīřḗḿḗƞŧş īƞḓīƈȧŧḗḓ ǿƞ ŧħḗ ƥȧɠḗ. Ẏǿŭ’ŀŀ ƞḗḗḓ ŧǿ ƈħḗƈķ ŧħḗ ƀǿẋ ŧǿ ȧƈƈḗƥŧ Şŧḗřŀīƞɠ’ş ŧḗřḿş ǿƒ ŭşḗ, ŧħḗƞ ƈŀīƈķ ŧħḗ Ƈřḗȧŧḗ ȧƞ Ȧƈƈǿŭƞŧ ƀŭŧŧǿƞ.",
      "Why am I being told that my email address already exists in Sterling’s system?": "Ẇħẏ ȧḿ Ī ƀḗīƞɠ ŧǿŀḓ ŧħȧŧ ḿẏ ḗḿȧīŀ ȧḓḓřḗşş ȧŀřḗȧḓẏ ḗẋīşŧş īƞ Şŧḗřŀīƞɠ’ş şẏşŧḗḿ?",
      "Windows, Mac OS X, Linux, Apple iOS, and other major operating systems.": "Ẇīƞḓǿẇş, Ḿȧƈ ǾŞ Ẋ, Ŀīƞŭẋ, Ȧƥƥŀḗ īǾŞ, ȧƞḓ ǿŧħḗř ḿȧĵǿř ǿƥḗřȧŧīƞɠ şẏşŧḗḿş.",
      "You agree not to access or use the Site in any manner that could damage, disable, overburden, or impair any Sterling accounts, computer systems or networks. You agree not to attempt to gain unauthorized access to any parts of the Site or any Sterling accounts, computer systems or networks. You agree not to interfere, or attempt to interfere, with the proper working of the Site or any of Sterling accounts, computer systems or networks. You agree not to use any robot, spider, scraper or other automated means to access the Site or any of Sterling accounts, computer systems or networks without the Sterling’s express written permission.": "Ẏǿŭ ȧɠřḗḗ ƞǿŧ ŧǿ ȧƈƈḗşş ǿř ŭşḗ ŧħḗ Şīŧḗ īƞ ȧƞẏ ḿȧƞƞḗř ŧħȧŧ ƈǿŭŀḓ ḓȧḿȧɠḗ, ḓīşȧƀŀḗ, ǿṽḗřƀŭřḓḗƞ, ǿř īḿƥȧīř ȧƞẏ Şŧḗřŀīƞɠ ȧƈƈǿŭƞŧş, ƈǿḿƥŭŧḗř şẏşŧḗḿş ǿř ƞḗŧẇǿřķş. Ẏǿŭ ȧɠřḗḗ ƞǿŧ ŧǿ ȧŧŧḗḿƥŧ ŧǿ ɠȧīƞ ŭƞȧŭŧħǿřīzḗḓ ȧƈƈḗşş ŧǿ ȧƞẏ ƥȧřŧş ǿƒ ŧħḗ Şīŧḗ ǿř ȧƞẏ Şŧḗřŀīƞɠ ȧƈƈǿŭƞŧş, ƈǿḿƥŭŧḗř şẏşŧḗḿş ǿř ƞḗŧẇǿřķş. Ẏǿŭ ȧɠřḗḗ ƞǿŧ ŧǿ īƞŧḗřƒḗřḗ, ǿř ȧŧŧḗḿƥŧ ŧǿ īƞŧḗřƒḗřḗ, ẇīŧħ ŧħḗ ƥřǿƥḗř ẇǿřķīƞɠ ǿƒ ŧħḗ Şīŧḗ ǿř ȧƞẏ ǿƒ Şŧḗřŀīƞɠ ȧƈƈǿŭƞŧş, ƈǿḿƥŭŧḗř şẏşŧḗḿş ǿř ƞḗŧẇǿřķş. Ẏǿŭ ȧɠřḗḗ ƞǿŧ ŧǿ ŭşḗ ȧƞẏ řǿƀǿŧ, şƥīḓḗř, şƈřȧƥḗř ǿř ǿŧħḗř ȧŭŧǿḿȧŧḗḓ ḿḗȧƞş ŧǿ ȧƈƈḗşş ŧħḗ Şīŧḗ ǿř ȧƞẏ ǿƒ Şŧḗřŀīƞɠ ȧƈƈǿŭƞŧş, ƈǿḿƥŭŧḗř şẏşŧḗḿş ǿř ƞḗŧẇǿřķş ẇīŧħǿŭŧ ŧħḗ Şŧḗřŀīƞɠ’ş ḗẋƥřḗşş ẇřīŧŧḗƞ ƥḗřḿīşşīǿƞ.",
      "You agree that all information you submit in use of the Site will be information that you have the right and authority to disclose to the Sterling. Where applicable, you agree that you will obtain written signed consent from each Candidate, in the form required by law before requesting background screening reports relating to that Candidate, or you will use the Site to collect that consent on your behalf. If you have collected the consent yourself, you must deliver such consent to Sterling by uploading the signed consent form as part of the Submissions relating to that Candidate.": "Ẏǿŭ ȧɠřḗḗ ŧħȧŧ ȧŀŀ īƞƒǿřḿȧŧīǿƞ ẏǿŭ şŭƀḿīŧ īƞ ŭşḗ ǿƒ ŧħḗ Şīŧḗ ẇīŀŀ ƀḗ īƞƒǿřḿȧŧīǿƞ ŧħȧŧ ẏǿŭ ħȧṽḗ ŧħḗ řīɠħŧ ȧƞḓ ȧŭŧħǿřīŧẏ ŧǿ ḓīşƈŀǿşḗ ŧǿ ŧħḗ Şŧḗřŀīƞɠ. Ẇħḗřḗ ȧƥƥŀīƈȧƀŀḗ, ẏǿŭ ȧɠřḗḗ ŧħȧŧ ẏǿŭ ẇīŀŀ ǿƀŧȧīƞ ẇřīŧŧḗƞ şīɠƞḗḓ ƈǿƞşḗƞŧ ƒřǿḿ ḗȧƈħ Ƈȧƞḓīḓȧŧḗ, īƞ ŧħḗ ƒǿřḿ řḗɋŭīřḗḓ ƀẏ ŀȧẇ ƀḗƒǿřḗ řḗɋŭḗşŧīƞɠ ƀȧƈķɠřǿŭƞḓ şƈřḗḗƞīƞɠ řḗƥǿřŧş řḗŀȧŧīƞɠ ŧǿ ŧħȧŧ Ƈȧƞḓīḓȧŧḗ, ǿř ẏǿŭ ẇīŀŀ ŭşḗ ŧħḗ Şīŧḗ ŧǿ ƈǿŀŀḗƈŧ ŧħȧŧ ƈǿƞşḗƞŧ ǿƞ ẏǿŭř ƀḗħȧŀƒ. Īƒ ẏǿŭ ħȧṽḗ ƈǿŀŀḗƈŧḗḓ ŧħḗ ƈǿƞşḗƞŧ ẏǿŭřşḗŀƒ, ẏǿŭ ḿŭşŧ ḓḗŀīṽḗř şŭƈħ ƈǿƞşḗƞŧ ŧǿ Şŧḗřŀīƞɠ ƀẏ ŭƥŀǿȧḓīƞɠ ŧħḗ şīɠƞḗḓ ƈǿƞşḗƞŧ ƒǿřḿ ȧş ƥȧřŧ ǿƒ ŧħḗ Şŭƀḿīşşīǿƞş řḗŀȧŧīƞɠ ŧǿ ŧħȧŧ Ƈȧƞḓīḓȧŧḗ.",
      "You agree that you will neither use the Site in a manner, nor provide any Submission, that: (a) is defamatory, derogatory, degrading or harassing of another or constitutes a personal attack; (b) invades another’s privacy or includes, copies or transmits another’s confidential, sensitive or personal information without that person’s consent to do so; (c) promotes bigotry, racism, hatred or harm against any group or individual; (d) is obscene or not in good taste; (e) violates, infringes or promotes the violation or infringement of another’s rights, including intellectual property rights; (f) violates or promotes the violation of any applicable laws or regulations; (g) contains a solicitation of funds, goods or services, or promotes or advertises goods or services; or (h) contains any viruses, Trojan horses, or other components designed to limit or harm the functionality of a computer. Sterling may report you to the relevant authorities and may act under the fullest extent of applicable laws if you transmit or upload content intended or designed to cause harm.": "Ẏǿŭ ȧɠřḗḗ ŧħȧŧ ẏǿŭ ẇīŀŀ ƞḗīŧħḗř ŭşḗ ŧħḗ Şīŧḗ īƞ ȧ ḿȧƞƞḗř, ƞǿř ƥřǿṽīḓḗ ȧƞẏ Şŭƀḿīşşīǿƞ, ŧħȧŧ: (ȧ) īş ḓḗƒȧḿȧŧǿřẏ, ḓḗřǿɠȧŧǿřẏ, ḓḗɠřȧḓīƞɠ ǿř ħȧřȧşşīƞɠ ǿƒ ȧƞǿŧħḗř ǿř ƈǿƞşŧīŧŭŧḗş ȧ ƥḗřşǿƞȧŀ ȧŧŧȧƈķ; (ƀ) īƞṽȧḓḗş ȧƞǿŧħḗř’ş ƥřīṽȧƈẏ ǿř īƞƈŀŭḓḗş, ƈǿƥīḗş ǿř ŧřȧƞşḿīŧş ȧƞǿŧħḗř’ş ƈǿƞƒīḓḗƞŧīȧŀ, şḗƞşīŧīṽḗ ǿř ƥḗřşǿƞȧŀ īƞƒǿřḿȧŧīǿƞ ẇīŧħǿŭŧ ŧħȧŧ ƥḗřşǿƞ’ş ƈǿƞşḗƞŧ ŧǿ ḓǿ şǿ; (ƈ) ƥřǿḿǿŧḗş ƀīɠǿŧřẏ, řȧƈīşḿ, ħȧŧřḗḓ ǿř ħȧřḿ ȧɠȧīƞşŧ ȧƞẏ ɠřǿŭƥ ǿř īƞḓīṽīḓŭȧŀ; (ḓ) īş ǿƀşƈḗƞḗ ǿř ƞǿŧ īƞ ɠǿǿḓ ŧȧşŧḗ; (ḗ) ṽīǿŀȧŧḗş, īƞƒřīƞɠḗş ǿř ƥřǿḿǿŧḗş ŧħḗ ṽīǿŀȧŧīǿƞ ǿř īƞƒřīƞɠḗḿḗƞŧ ǿƒ ȧƞǿŧħḗř’ş řīɠħŧş, īƞƈŀŭḓīƞɠ īƞŧḗŀŀḗƈŧŭȧŀ ƥřǿƥḗřŧẏ řīɠħŧş; (ƒ) ṽīǿŀȧŧḗş ǿř ƥřǿḿǿŧḗş ŧħḗ ṽīǿŀȧŧīǿƞ ǿƒ ȧƞẏ ȧƥƥŀīƈȧƀŀḗ ŀȧẇş ǿř řḗɠŭŀȧŧīǿƞş; (ɠ) ƈǿƞŧȧīƞş ȧ şǿŀīƈīŧȧŧīǿƞ ǿƒ ƒŭƞḓş, ɠǿǿḓş ǿř şḗřṽīƈḗş, ǿř ƥřǿḿǿŧḗş ǿř ȧḓṽḗřŧīşḗş ɠǿǿḓş ǿř şḗřṽīƈḗş; ǿř (ħ) ƈǿƞŧȧīƞş ȧƞẏ ṽīřŭşḗş, Ŧřǿĵȧƞ ħǿřşḗş, ǿř ǿŧħḗř ƈǿḿƥǿƞḗƞŧş ḓḗşīɠƞḗḓ ŧǿ ŀīḿīŧ ǿř ħȧřḿ ŧħḗ ƒŭƞƈŧīǿƞȧŀīŧẏ ǿƒ ȧ ƈǿḿƥŭŧḗř. Şŧḗřŀīƞɠ ḿȧẏ řḗƥǿřŧ ẏǿŭ ŧǿ ŧħḗ řḗŀḗṽȧƞŧ ȧŭŧħǿřīŧīḗş ȧƞḓ ḿȧẏ ȧƈŧ ŭƞḓḗř ŧħḗ ƒŭŀŀḗşŧ ḗẋŧḗƞŧ ǿƒ ȧƥƥŀīƈȧƀŀḗ ŀȧẇş īƒ ẏǿŭ ŧřȧƞşḿīŧ ǿř ŭƥŀǿȧḓ ƈǿƞŧḗƞŧ īƞŧḗƞḓḗḓ ǿř ḓḗşīɠƞḗḓ ŧǿ ƈȧŭşḗ ħȧřḿ.",
      "You agree that you will neither use the Site in a manner, nor provide any Submission, that: (a) is defamatory, derogatory, degrading or harassing of another or constitutes a personal attack; (b) invades another’s privacy or includes, copies or transmits another’s confidential, sensitive or personal information without that person’s consent; (c) promotes bigotry, racism, hatred or harm against any group or individual; (d) is obscene or not in good taste; (e) violates, infringes or promotes the violation or infringement of another’s rights, including intellectual property rights; (f) violates or promotes the violation of any applicable laws or regulations; (g) contains a solicitation of funds, goods or services, or promotes or advertises goods or services; or (h) contains any viruses, Trojan horses, or other components designed to limit or harm the functionality of a computer. Sterling may report you to the relevant authorities and may act under the fullest extent of applicable laws if you transmit or upload content intended or designed to cause harm.": "Ẏǿŭ ȧɠřḗḗ ŧħȧŧ ẏǿŭ ẇīŀŀ ƞḗīŧħḗř ŭşḗ ŧħḗ Şīŧḗ īƞ ȧ ḿȧƞƞḗř, ƞǿř ƥřǿṽīḓḗ ȧƞẏ Şŭƀḿīşşīǿƞ, ŧħȧŧ: (ȧ) īş ḓḗƒȧḿȧŧǿřẏ, ḓḗřǿɠȧŧǿřẏ, ḓḗɠřȧḓīƞɠ ǿř ħȧřȧşşīƞɠ ǿƒ ȧƞǿŧħḗř ǿř ƈǿƞşŧīŧŭŧḗş ȧ ƥḗřşǿƞȧŀ ȧŧŧȧƈķ; (ƀ) īƞṽȧḓḗş ȧƞǿŧħḗř’ş ƥřīṽȧƈẏ ǿř īƞƈŀŭḓḗş, ƈǿƥīḗş ǿř ŧřȧƞşḿīŧş ȧƞǿŧħḗř’ş ƈǿƞƒīḓḗƞŧīȧŀ, şḗƞşīŧīṽḗ ǿř ƥḗřşǿƞȧŀ īƞƒǿřḿȧŧīǿƞ ẇīŧħǿŭŧ ŧħȧŧ ƥḗřşǿƞ’ş ƈǿƞşḗƞŧ; (ƈ) ƥřǿḿǿŧḗş ƀīɠǿŧřẏ, řȧƈīşḿ, ħȧŧřḗḓ ǿř ħȧřḿ ȧɠȧīƞşŧ ȧƞẏ ɠřǿŭƥ ǿř īƞḓīṽīḓŭȧŀ; (ḓ) īş ǿƀşƈḗƞḗ ǿř ƞǿŧ īƞ ɠǿǿḓ ŧȧşŧḗ; (ḗ) ṽīǿŀȧŧḗş, īƞƒřīƞɠḗş ǿř ƥřǿḿǿŧḗş ŧħḗ ṽīǿŀȧŧīǿƞ ǿř īƞƒřīƞɠḗḿḗƞŧ ǿƒ ȧƞǿŧħḗř’ş řīɠħŧş, īƞƈŀŭḓīƞɠ īƞŧḗŀŀḗƈŧŭȧŀ ƥřǿƥḗřŧẏ řīɠħŧş; (ƒ) ṽīǿŀȧŧḗş ǿř ƥřǿḿǿŧḗş ŧħḗ ṽīǿŀȧŧīǿƞ ǿƒ ȧƞẏ ȧƥƥŀīƈȧƀŀḗ ŀȧẇş ǿř řḗɠŭŀȧŧīǿƞş; (ɠ) ƈǿƞŧȧīƞş ȧ şǿŀīƈīŧȧŧīǿƞ ǿƒ ƒŭƞḓş, ɠǿǿḓş ǿř şḗřṽīƈḗş, ǿř ƥřǿḿǿŧḗş ǿř ȧḓṽḗřŧīşḗş ɠǿǿḓş ǿř şḗřṽīƈḗş; ǿř (ħ) ƈǿƞŧȧīƞş ȧƞẏ ṽīřŭşḗş, Ŧřǿĵȧƞ ħǿřşḗş, ǿř ǿŧħḗř ƈǿḿƥǿƞḗƞŧş ḓḗşīɠƞḗḓ ŧǿ ŀīḿīŧ ǿř ħȧřḿ ŧħḗ ƒŭƞƈŧīǿƞȧŀīŧẏ ǿƒ ȧ ƈǿḿƥŭŧḗř. Şŧḗřŀīƞɠ ḿȧẏ řḗƥǿřŧ ẏǿŭ ŧǿ ŧħḗ řḗŀḗṽȧƞŧ ȧŭŧħǿřīŧīḗş ȧƞḓ ḿȧẏ ȧƈŧ ŭƞḓḗř ŧħḗ ƒŭŀŀḗşŧ ḗẋŧḗƞŧ ǿƒ ȧƥƥŀīƈȧƀŀḗ ŀȧẇş īƒ ẏǿŭ ŧřȧƞşḿīŧ ǿř ŭƥŀǿȧḓ ƈǿƞŧḗƞŧ īƞŧḗƞḓḗḓ ǿř ḓḗşīɠƞḗḓ ŧǿ ƈȧŭşḗ ħȧřḿ.",
      "You agree to indemnify and hold harmless the Sterling, its officers, directors, employees and agents from and against any and all third-party claims, liabilities, damages, losses or expenses, including reasonable attorneys’ fees and costs, due to, or arising out of, any information you disclose to the Site, your violation of these Terms of Use, or your violation or infringement of any third-party rights, including intellectual property rights.": "Ẏǿŭ ȧɠřḗḗ ŧǿ īƞḓḗḿƞīƒẏ ȧƞḓ ħǿŀḓ ħȧřḿŀḗşş ŧħḗ Şŧḗřŀīƞɠ, īŧş ǿƒƒīƈḗřş, ḓīřḗƈŧǿřş, ḗḿƥŀǿẏḗḗş ȧƞḓ ȧɠḗƞŧş ƒřǿḿ ȧƞḓ ȧɠȧīƞşŧ ȧƞẏ ȧƞḓ ȧŀŀ ŧħīřḓ-ƥȧřŧẏ ƈŀȧīḿş, ŀīȧƀīŀīŧīḗş, ḓȧḿȧɠḗş, ŀǿşşḗş ǿř ḗẋƥḗƞşḗş, īƞƈŀŭḓīƞɠ řḗȧşǿƞȧƀŀḗ ȧŧŧǿřƞḗẏş’ ƒḗḗş ȧƞḓ ƈǿşŧş, ḓŭḗ ŧǿ, ǿř ȧřīşīƞɠ ǿŭŧ ǿƒ, ȧƞẏ īƞƒǿřḿȧŧīǿƞ ẏǿŭ ḓīşƈŀǿşḗ ŧǿ ŧħḗ Şīŧḗ, ẏǿŭř ṽīǿŀȧŧīǿƞ ǿƒ ŧħḗşḗ Ŧḗřḿş ǿƒ Ŭşḗ, ǿř ẏǿŭř ṽīǿŀȧŧīǿƞ ǿř īƞƒřīƞɠḗḿḗƞŧ ǿƒ ȧƞẏ ŧħīřḓ-ƥȧřŧẏ řīɠħŧş, īƞƈŀŭḓīƞɠ īƞŧḗŀŀḗƈŧŭȧŀ ƥřǿƥḗřŧẏ řīɠħŧş.",
      "You may have had a background check processed previously with Sterling through a different employer. If you don’t remember your password, you’ll need to reset the password. Click the “I am a Returning User” option near the bottom of the Create Account page, then click the “Forgot Your Password?” option and enter your email address. You’ll receive a confirmation email containing a link for resetting your password.": "Ẏǿŭ ḿȧẏ ħȧṽḗ ħȧḓ ȧ ƀȧƈķɠřǿŭƞḓ ƈħḗƈķ ƥřǿƈḗşşḗḓ ƥřḗṽīǿŭşŀẏ ẇīŧħ Şŧḗřŀīƞɠ ŧħřǿŭɠħ ȧ ḓīƒƒḗřḗƞŧ ḗḿƥŀǿẏḗř. Īƒ ẏǿŭ ḓǿƞ’ŧ řḗḿḗḿƀḗř ẏǿŭř ƥȧşşẇǿřḓ, ẏǿŭ’ŀŀ ƞḗḗḓ ŧǿ řḗşḗŧ ŧħḗ ƥȧşşẇǿřḓ. Ƈŀīƈķ ŧħḗ “Ī ȧḿ ȧ Řḗŧŭřƞīƞɠ Ŭşḗř” ǿƥŧīǿƞ ƞḗȧř ŧħḗ ƀǿŧŧǿḿ ǿƒ ŧħḗ Ƈřḗȧŧḗ Ȧƈƈǿŭƞŧ ƥȧɠḗ, ŧħḗƞ ƈŀīƈķ ŧħḗ “Ƒǿřɠǿŧ Ẏǿŭř Ƥȧşşẇǿřḓ?” ǿƥŧīǿƞ ȧƞḓ ḗƞŧḗř ẏǿŭř ḗḿȧīŀ ȧḓḓřḗşş. Ẏǿŭ’ŀŀ řḗƈḗīṽḗ ȧ ƈǿƞƒīřḿȧŧīǿƞ ḗḿȧīŀ ƈǿƞŧȧīƞīƞɠ ȧ ŀīƞķ ƒǿř řḗşḗŧŧīƞɠ ẏǿŭř ƥȧşşẇǿřḓ.",
      "You must complete the registration process to open an account by providing us with current, complete and accurate information, as required by the applicable registration form. You may also be required to choose a password and a user name. Access to, and use of, password protected or secure areas of the Site are restricted to authorized users only. Except as contemplated by Section 2.2, You agree not to share your password(s), account information, or access to the Site with any other person. You are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of your password(s) or account(s), or as a result of your access to the Site. You agree to notify Sterling immediately of any use of your password(s) or account(s) that you did not authorize or that is not authorized by these Terms of Use.": "Ẏǿŭ ḿŭşŧ ƈǿḿƥŀḗŧḗ ŧħḗ řḗɠīşŧřȧŧīǿƞ ƥřǿƈḗşş ŧǿ ǿƥḗƞ ȧƞ ȧƈƈǿŭƞŧ ƀẏ ƥřǿṽīḓīƞɠ ŭş ẇīŧħ ƈŭřřḗƞŧ, ƈǿḿƥŀḗŧḗ ȧƞḓ ȧƈƈŭřȧŧḗ īƞƒǿřḿȧŧīǿƞ, ȧş řḗɋŭīřḗḓ ƀẏ ŧħḗ ȧƥƥŀīƈȧƀŀḗ řḗɠīşŧřȧŧīǿƞ ƒǿřḿ. Ẏǿŭ ḿȧẏ ȧŀşǿ ƀḗ řḗɋŭīřḗḓ ŧǿ ƈħǿǿşḗ ȧ ƥȧşşẇǿřḓ ȧƞḓ ȧ ŭşḗř ƞȧḿḗ. Ȧƈƈḗşş ŧǿ, ȧƞḓ ŭşḗ ǿƒ, ƥȧşşẇǿřḓ ƥřǿŧḗƈŧḗḓ ǿř şḗƈŭřḗ ȧřḗȧş ǿƒ ŧħḗ Şīŧḗ ȧřḗ řḗşŧřīƈŧḗḓ ŧǿ ȧŭŧħǿřīzḗḓ ŭşḗřş ǿƞŀẏ. Ḗẋƈḗƥŧ ȧş ƈǿƞŧḗḿƥŀȧŧḗḓ ƀẏ Şḗƈŧīǿƞ 2.2, Ẏǿŭ ȧɠřḗḗ ƞǿŧ ŧǿ şħȧřḗ ẏǿŭř ƥȧşşẇǿřḓ(ş), ȧƈƈǿŭƞŧ īƞƒǿřḿȧŧīǿƞ, ǿř ȧƈƈḗşş ŧǿ ŧħḗ Şīŧḗ ẇīŧħ ȧƞẏ ǿŧħḗř ƥḗřşǿƞ. Ẏǿŭ ȧřḗ řḗşƥǿƞşīƀŀḗ ƒǿř ḿȧīƞŧȧīƞīƞɠ ŧħḗ ƈǿƞƒīḓḗƞŧīȧŀīŧẏ ǿƒ ƥȧşşẇǿřḓ(ş) ȧƞḓ ȧƈƈǿŭƞŧ īƞƒǿřḿȧŧīǿƞ, ȧƞḓ ẏǿŭ ȧřḗ řḗşƥǿƞşīƀŀḗ ƒǿř ȧŀŀ ȧƈŧīṽīŧīḗş ŧħȧŧ ǿƈƈŭř ŧħřǿŭɠħ ŧħḗ ŭşḗ ǿƒ ẏǿŭř ƥȧşşẇǿřḓ(ş) ǿř ȧƈƈǿŭƞŧ(ş), ǿř ȧş ȧ řḗşŭŀŧ ǿƒ ẏǿŭř ȧƈƈḗşş ŧǿ ŧħḗ Şīŧḗ. Ẏǿŭ ȧɠřḗḗ ŧǿ ƞǿŧīƒẏ Şŧḗřŀīƞɠ īḿḿḗḓīȧŧḗŀẏ ǿƒ ȧƞẏ ŭşḗ ǿƒ ẏǿŭř ƥȧşşẇǿřḓ(ş) ǿř ȧƈƈǿŭƞŧ(ş) ŧħȧŧ ẏǿŭ ḓīḓ ƞǿŧ ȧŭŧħǿřīzḗ ǿř ŧħȧŧ īş ƞǿŧ ȧŭŧħǿřīzḗḓ ƀẏ ŧħḗşḗ Ŧḗřḿş ǿƒ Ŭşḗ.",
      "You warrant that: (a) you have the right and authority to provide any personal information; (b) you have only disclosed information that is true, accurate and not misleading (including by omission) and nothing you have submitted is known by you to be false, inaccurate, or misleading; (c) you have identified the individual who the submitted information relates to and confirm their identity as the Candidate; and (d) your disclosure of information, or any engagement that may result from your disclosure of information, would not infringe any legal obligation that you or the Candidate may have to any third party, including under laws related to copyright, trademark, patent, trade secret, confidentiality, notice period, restrictive covenant, non-competition or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party.": "Ẏǿŭ ẇȧřřȧƞŧ ŧħȧŧ: (ȧ) ẏǿŭ ħȧṽḗ ŧħḗ řīɠħŧ ȧƞḓ ȧŭŧħǿřīŧẏ ŧǿ ƥřǿṽīḓḗ ȧƞẏ ƥḗřşǿƞȧŀ īƞƒǿřḿȧŧīǿƞ; (ƀ) ẏǿŭ ħȧṽḗ ǿƞŀẏ ḓīşƈŀǿşḗḓ īƞƒǿřḿȧŧīǿƞ ŧħȧŧ īş ŧřŭḗ, ȧƈƈŭřȧŧḗ ȧƞḓ ƞǿŧ ḿīşŀḗȧḓīƞɠ (īƞƈŀŭḓīƞɠ ƀẏ ǿḿīşşīǿƞ) ȧƞḓ ƞǿŧħīƞɠ ẏǿŭ ħȧṽḗ şŭƀḿīŧŧḗḓ īş ķƞǿẇƞ ƀẏ ẏǿŭ ŧǿ ƀḗ ƒȧŀşḗ, īƞȧƈƈŭřȧŧḗ, ǿř ḿīşŀḗȧḓīƞɠ; (ƈ) ẏǿŭ ħȧṽḗ īḓḗƞŧīƒīḗḓ ŧħḗ īƞḓīṽīḓŭȧŀ ẇħǿ ŧħḗ şŭƀḿīŧŧḗḓ īƞƒǿřḿȧŧīǿƞ řḗŀȧŧḗş ŧǿ ȧƞḓ ƈǿƞƒīřḿ ŧħḗīř īḓḗƞŧīŧẏ ȧş ŧħḗ Ƈȧƞḓīḓȧŧḗ; ȧƞḓ (ḓ) ẏǿŭř ḓīşƈŀǿşŭřḗ ǿƒ īƞƒǿřḿȧŧīǿƞ, ǿř ȧƞẏ ḗƞɠȧɠḗḿḗƞŧ ŧħȧŧ ḿȧẏ řḗşŭŀŧ ƒřǿḿ ẏǿŭř ḓīşƈŀǿşŭřḗ ǿƒ īƞƒǿřḿȧŧīǿƞ, ẇǿŭŀḓ ƞǿŧ īƞƒřīƞɠḗ ȧƞẏ ŀḗɠȧŀ ǿƀŀīɠȧŧīǿƞ ŧħȧŧ ẏǿŭ ǿř ŧħḗ Ƈȧƞḓīḓȧŧḗ ḿȧẏ ħȧṽḗ ŧǿ ȧƞẏ ŧħīřḓ ƥȧřŧẏ, īƞƈŀŭḓīƞɠ ŭƞḓḗř ŀȧẇş řḗŀȧŧḗḓ ŧǿ ƈǿƥẏřīɠħŧ, ŧřȧḓḗḿȧřķ, ƥȧŧḗƞŧ, ŧřȧḓḗ şḗƈřḗŧ, ƈǿƞƒīḓḗƞŧīȧŀīŧẏ, ƞǿŧīƈḗ ƥḗřīǿḓ, řḗşŧřīƈŧīṽḗ ƈǿṽḗƞȧƞŧ, ƞǿƞ-ƈǿḿƥḗŧīŧīǿƞ ǿř ǿŧħḗř īƞŧḗŀŀḗƈŧŭȧŀ ƥřǿƥḗřŧẏ řīɠħŧş, ƥřīṽȧƈẏ řīɠħŧş, ǿř ȧƞẏ ǿŧħḗř ŀḗɠȧŀ ǿř ḿǿřȧŀ řīɠħŧş ǿƒ ȧƞẏ ŧħīřḓ ƥȧřŧẏ.",
      "to the use of Sterling Talent Solutions services (the \"Service\") by customers of Sterling Talent Solutions (\"Customers\") and by users that have gained access to the Service through Customer accounts (\"Users\"). By using the Service, you acknowledge that you and your Users are responsible for compliance with the Policy. You are responsible for violations of this Policy by any User that accesses the Services through your account.": "ŧǿ ŧħḗ ŭşḗ ǿƒ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş şḗřṽīƈḗş (ŧħḗ \"Şḗřṽīƈḗ\") ƀẏ ƈŭşŧǿḿḗřş ǿƒ Şŧḗřŀīƞɠ Ŧȧŀḗƞŧ Şǿŀŭŧīǿƞş (\"Ƈŭşŧǿḿḗřş\") ȧƞḓ ƀẏ ŭşḗřş ŧħȧŧ ħȧṽḗ ɠȧīƞḗḓ ȧƈƈḗşş ŧǿ ŧħḗ Şḗřṽīƈḗ ŧħřǿŭɠħ Ƈŭşŧǿḿḗř ȧƈƈǿŭƞŧş (\"Ŭşḗřş\"). Ɓẏ ŭşīƞɠ ŧħḗ Şḗřṽīƈḗ, ẏǿŭ ȧƈķƞǿẇŀḗḓɠḗ ŧħȧŧ ẏǿŭ ȧƞḓ ẏǿŭř Ŭşḗřş ȧřḗ řḗşƥǿƞşīƀŀḗ ƒǿř ƈǿḿƥŀīȧƞƈḗ ẇīŧħ ŧħḗ Ƥǿŀīƈẏ. Ẏǿŭ ȧřḗ řḗşƥǿƞşīƀŀḗ ƒǿř ṽīǿŀȧŧīǿƞş ǿƒ ŧħīş Ƥǿŀīƈẏ ƀẏ ȧƞẏ Ŭşḗř ŧħȧŧ ȧƈƈḗşşḗş ŧħḗ Şḗřṽīƈḗş ŧħřǿŭɠħ ẏǿŭř ȧƈƈǿŭƞŧ.",
      "{ country }": "{ ƈǿŭƞŧřẏ }",
      "{ heading }": "{ ħḗȧḓīƞɠ }"
    }
  }
}
