{
  "en-US": {
    "translation": {
      "07:30 - 17:30 (7:30am - 5:30pm) IST, M-F": "07:30–17:30 (7:30–17:30) IST, pon–pát",
      "07:30 - 18:00 (7:30am - 6:00pm) BST, M-F": "07:30–18:00 (7:30–18:00) BST, pon–pát",
      "08:00 - 20:00 (8:00am - 8:00pm) EST, M-F": "08:00–20:00 (8:00–20:00) EST, pon–pát",
      "1 Alexandra Road": "1 Alexandra Road",
      "1. The following terms apply to Candidates only.": "1. Následující podmínky se vztahují pouze na Uchazeče.",
      "1.1. Use of Site": "1.1. Používání Stránek",
      "1.2. Electronic Signatures": "1.2. Elektronické podpisy",
      "1.3. Submissions": "1.3. Předložený obsah",
      "1.4. Acceptable Use": "1.4. Přijatelné použití",
      "1.5. Security, Passwords and Means of Accessing the Site": "1.5. Zabezpečení, hesla a způsoby přístupu na stránky",
      "2. The following terms apply to Clients only.": "2. Následující podmínky se vztahují pouze na Klienty.",
      "2.1. Use of Site": "2.1. Používání Stránek",
      "2.2. Electronic Signatures": "2.2. Elektronické podpisy",
      "2.3. Submissions": "2.3. Předložený obsah",
      "2.4. Acceptable Use": "2.4. Přijatelné použití",
      "2.5. Security, Passwords and Means of Accessing the Site": "2.5. Zabezpečení, hesla a způsoby přístupu na stránky",
      "3. General Terms (these apply to all Users)": "3. Všeobecné podmínky (platí pro všechny Uživatele)",
      "3.1. Reservation of Rights": "3.1. Vyhrazení práv",
      "3.10. Waiver and Severability": "3.10. Zřeknutí se práv a oddělitelnost podmínek",
      "3.11. Applicable Laws": "3.11. Platné zákony",
      "3.12. Arbitration and Venue": "3.12. Rozhodčí řízení a místo konání řízení",
      "3.13. Limitation on Time to File Claims": "3.13. Omezení času pro podání reklamací",
      "3.14. Contact Information": "3.14. Kontaktní informace",
      "3.2. Indemnity": "3.2. Odškodnění",
      "3.3. Monitoring": "3.3. Monitorování",
      "3.4. Termination of Use": "3.4. Ukončení používání",
      "3.5. Third Party Web Sites, Content, Products and Services": "3.5. Webové stránky, obsah, produkty a služby třetích stran",
      "3.6. Disclaimer": "3.6. Vyloučení odpovědnosti",
      "3.7. Limitation of Liability": "3.7. Omezení odpovědnosti",
      "3.8. Exclusions and Limitations": "3.8. Výjimky a omezení",
      "3.9. Conflict with Service Agreement and Privacy Statement": "3.9. Rozpor mezi Smlouvou o poskytování služeb a Prohlášením o ochraně osobních údajů",
      "4511 Rockside Road, 4th Floor": "4511 Rockside Road, 4th Floor",
      "8th Floor, Alexandra House": "8th Floor, Alexandra House",
      "A User may not attempt to gain unauthorized access to, or attempt to interfere with or compromise the normal functioning, operation or security of, any portion of the Sterling Talent Solutions Network. A User may not use the Service to engage in any activities that may interfere with the ability of others to access or use the Service or the Internet. A User may not use the Service to monitor any data, information or communications on any network or system without authorization. A User may not attempt to gain unauthorized access to the user accounts or passwords of other Users.": "Uživatel se nesmí pokoušet získat neoprávněný přístup k jakékoli části sítě Sterling Talent Solutions nebo se pokoušet narušit nebo ohrozit její běžné fungování, provoz nebo bezpečnost. Uživatel nesmí Službu používat s cílem zapojovat se do činností, které by mohly narušovat schopnost ostatních přistupovat ke Službě nebo internetu nebo je používat. Uživatel nesmí Službu používat k monitorování jakýchkoli dat, informací nebo komunikace v žádné síti nebo systému bez oprávnění. Uživatel se nesmí pokoušet získat neoprávněný přístup k uživatelským účtům nebo heslům jiných uživatelů.",
      "A User may not attempt to send e-mail messages or transmit any electronic communications using a name or address of someone other than the User for purposes of deception. Any attempt to impersonate someone else by altering source IP address information or by using forged headers or other identifying information is prohibited. Any attempt to fraudulently conceal, forge or otherwise falsify a User’s identity in connection with use of the Service is prohibited.": "Uživatel se nesmí pokoušet odesílat e-maily nebo přenášet elektronickou komunikaci pomocí jména nebo adresy někoho jiného, než uživatele, za účely klamání. Jakýkoli pokus vydávat se za někoho jiného prostřednictvím změny informací o zdrojové adrese IP nebo použitím padělaných záhlaví nebo jiných identifikačních informací je zakázán. Jakýkoli pokus o podvodné utajení, padělání nebo jiné falšování totožnosti uživatele v souvislosti s používáním Služby je zakázán.",
      "A User may not use the Service to transmit unsolicited commercial e-mail messages or deliberately send excessively large attachments to one recipient. Any unsolicited commercial e-mail messages or a series of unsolicited commercial e-mail messages or large attachments sent to one recipient is prohibited. In addition, \"spamming\" or \"mailbombing\" is prohibited. Use of the service of another provider to send unsolicited commercial email, spam or mailbombs, to promote a site hosted on or connected to the Sterling Talent Solutions Network, is similarly prohibited. Likewise, a User may not use the Service to collect responses from mass unsolicited e-mail messages. Sterling Talent Solutions may in its sole discretion rely upon information obtained from anti-spamming organizations (including for example and without limitation spamhaus.org, spamcop.net, sorbs.net, and abuse.net) as evidence that a User is an active \"spam operation\" for purposes of taking remedial action under this Policy.": "Uživatel Službu nesmí používat k přenosu nevyžádaných obchodních e-mailů nebo úmyslně odesílat nepřiměřeně velké přílohy jednomu příjemci. Jakékoli nevyžádané komerční e-maily nebo řada nevyžádaných komerčních e-mailů či velkých příloh odeslaných jednomu příjemci jsou zakázány. Kromě toho je zakázáno „spamování“ nebo „e-mail bombing“. Stejně tak je zakázáno používat službu jiného poskytovatele k zasílání nevyžádaných komerčních e-mailů, spamů nebo zahlcování záplavou e-mailů (e-mail bombing), k propagaci stránek hostovaných nebo připojených k síti Sterling Talent Solutions. Stejně tak uživatel nesmí Službu používat ke shromažďování odpovědí na hromadné nevyžádané e-maily. Společnost Sterling Talent Solutions se může na základě svého výhradního uvážení spoléhat na informace získané od antispamových organizací (mimo jiné včetně organizací spamhaus.org, spamcop.net, sorbs.net a abuse.net) jako na důkaz, že uživatel aktivně zasílá spamy, pro účely přijetí nápravných opatření podle těchto Zásad.",
      "ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF USE OR THE WEBSITES MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.": "JAKÝKOLI DŮVOD ŽALOBY NEBO NÁROKU, KTERÝ JSTE MOHLI MÍT V DŮSLEDKU TĚCHTO PODMÍNEK POUŽITÍ NEBO WEBOVÝCH STRÁNEK NEBO V SOUVISLOSTI S NIMI, MUSÍ BÝT ZAHÁJEN DO JEDNOHO (1) ROKU OD VZNIKU PŘÍČINY ŽALOBY, JINAK JE TAKOVÝ DŮVOD ŽALOBY NEBO NÁROKU TRVALE ZAKÁZÁN.",
      "APAC": "APAC",
      "Acceptable Use Policy": "Zásady přijatelného používání",
      "Access to and use of password protected or secured areas of the Site are restricted to authorized users only. You are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of any password(s) or account(s), or as a result of your access to the Site. You agree to notify Sterling immediately of any unauthorized use of password(s) or account(s).": "Přístup k heslem chráněným nebo zabezpečeným oblastem webu a jejich použití je omezeno pouze na oprávněné uživatele. Nesete odpovědnost za zachování důvěrnosti hesla (hesel) a informací o účtu. Jste také odpovědní za všechny činnosti, ke kterým dojde použitím jakéhokoli hesla (hesel) nebo účtu (účtů) nebo v důsledku vašeho přístupu na naše Webové stránky. Souhlasíte s tím, že budete společnost Sterling okamžitě informovat o jakémkoli neoprávněném použití hesla (hesel) nebo účtu (účtů).",
      "Additional terms and conditions": "Další smluvní podmínky",
      "Advertising, transmitting, or otherwise making available any software, program, product, or service that is designed to violate this AUP, which includes the facilitation of the means to deliver unsolicited commercial email.": "Reklama, přenos nebo jiné zpřístupňování jakéhokoli softwaru, programu, produktu nebo služby, které jsou navrženy tak, aby porušovaly tyto Podmínky přijatelného používání, což zahrnuje zprostředkování možností doručování nevyžádaných komerčních e-mailů.",
      "After authorizing the use of your electronic signature, you may still withdraw your consent. To do so, you must contact Sterling or the Client for their withdrawal procedures and to understand any consequences which may apply.": "Po schválení používání vašeho elektronického podpisu můžete svůj souhlas i nadále odvolat. Chcete-li tak učinit, pro postup odvolání souhlasu a porozumění souvisejícím následkům, je potřeba se obrátit na společnost Sterling nebo klienta",
      "All Users of the Sterling Talent Solutions Network are responsible for notifying Sterling Talent Solutions immediately if they become aware of an impending event that may negatively affect the Sterling Talent Solutions Network. This includes extortion threats that involve threat of \"denial of service\" attacks, unauthorized access, or other security events.": "Všichni uživatelé sítě Sterling Talent Solutions jsou povinni okamžitě informovat společnost Sterling Talent Solutions, pokud se dozví o blížící aktivitě, která může negativně ovlivnit síť Sterling Talent Solutions Network. Patří sem vydírání, které zahrnuje hrozbu útoků typu „odmítnutí služby“, neoprávněný přístup nebo jiné aktivity narušující zabezpečení.",
      "All matters relating to your access to, and use of, the Site and content provided on or through the Site, will be governed by U.S. federal law or the laws ofthe State of New York.": "Veškeré záležitosti týkající se vašeho přístupu na stránky a jejich používání a obsahu poskytovaného na našich Webových stránkách nebo jejich prostřednictvím se budou řídit federálními zákony USA nebo zákony státu New York.",
      "Any activity that disrupts, degrades, harms or threatens to harm the Sterling Talent Solutions Network or the Service.": "Jakákoli činnost, která narušuje, znehodnocuje, poškozuje nebo hrozí poškozením sítě Sterling Talent Solutions nebo Služby.",
      "Any complaints regarding prohibited use or other abuse of the Sterling Talent Solutions Network, including violations of this Policy, should be sent to Sterling Talent Solutions. Please include all applicable information that will assist Sterling Talent Solutions in investigating the complaint, including all applicable headers of forwarded messages. Customers should call 800.943.2589 to submit a complaint as quickly as possible. If you are unsure whether any contemplated use or action is permitted, please submit questions or comments to Sterling Talent Solutions at ": "Jakékoli stížnosti týkající se zakázaného používání nebo jiného zneužití sítě Sterling Talent Solutions, včetně porušení těchto Zásad, by měly být zaslány společnosti Sterling Talent Solutions. Uveďte prosím všechny příslušné informace, které společnosti Sterling Talent Solutions pomohou při šetření stížnosti, včetně všech příslušných záhlaví přeposlaných zpráv. Zákazníci by nás měli za účelem podání stížnosti co nejdříve kontaktovat na telefonním čísle 800 943 2589. Pokud si nejste jisti, zda jsou jakékoli zamýšlené použití nebo činnost povoleny, své dotazy nebo komentáře prosím zašlete společnosti Sterling Talent Solutions na adresu ",
      "Any controversy or claim arising out of, or relating to, these Terms of Use, or breach thereof, shall be settled by binding arbitration in accordance with the governing law as determined by these Terms of Use, the Federal Arbitration Act (insofar as it governs the arbitrability of such controversy or claim), and the Commercial Arbitration Rules (excluding Expedited Procedures) of the American Arbitration Association in the City of New York. Three qualified arbitrators shall be appointed in accordance with the Commercial Arbitration Rules (excluding Expedited Procedures) of the American Arbitration Association and these Terms of Use. Such qualified arbitrators shall be members of the New York bar and shall have at least five years of experience in the law relevant to the dispute in question. Each party shall have the right of discovery as set forth in the Federal Rules of Civil Procedure. A stenographer shall be present at the arbitration proceedings and the stenographic record shall be the official record of the proceeding. The arbitrators shall provide written findings of fact and conclusions of law in justification of any arbitration award. Either party shall have the right of appeal of any decision by the arbitrators by filing a request for reconsideration of any arbitration decision with the American Arbitration Association. Upon receiving such a request, the American Arbitration Association shall reconsider the matter de novo using the foregoing procedures. Should the arbitration award be inconsistent with the governing law as specified by these Terms of Use, either party may immediately appeal the arbitration award to any court of competent jurisdiction over Sterling. Judgment on the award rendered by the arbitrators may be entered in any court having competent jurisdiction over the parties, unless a subsequent request for reconsideration has been filed by a party under this Section, or the award has been appealed to a court of competent jurisdiction under this Section.": "Jakýkoli spor nebo nárok vyplývající z těchto Podmínek použití, nebo s nimi související, nebo porušení těchto Podmínek bude řešen prostřednictvím závazného rozhodčího řízení v souladu s rozhodným právem stanoveným těmito Podmínkami použití, federálním zákonem o rozhodčím řízení (the Federal Arbitration Act) (pokud reguluje rozhodčí řízení takového sporu nebo nároku) a pravidly obchodního rozhodčího řízení (s výjimkou zrychlených postupů) Americké arbitrážní asociace ve městě New York. V souladu s pravidly obchodního rozhodčího řízení (s výjimkou urychlených postupů) Americké arbitrážní asociace a těmito Podmínkami použití budou jmenováni tři kvalifikovaní rozhodci. Tito kvalifikovaní rozhodci budou členy newyorské advokátní komory a budou mít nejméně pět let zkušeností s legislativou relevantní pro daný spor. Každá ze smluvních stran má právo na zpřístupnění informací, jak je stanoveno ve Federálním občanském soudním řádu (Federal Rules of Civil Procedure). V rozhodčím řízení bude přítomen stenograf a stenografický záznam bude oficiálním záznamem řízení. Rozhodci k odůvodnění jakéhokoli rozhodčího nálezu poskytnou písemná zjištění skutečností a závěry právních předpisů. Každá ze stran bude mít právo na odvolání proti jakémukoli rozhodnutí rozhodců, a to podáním žádosti o opětovné zvážení jakéhokoli rozhodčího rozhodnutí u Americké arbitrážní asociace. Po obdržení takové žádosti Americká arbitrážní asociace záležitost znovu přehodnotí de novo, prostřednictvím výše uvedených postupů. Pokud by byl rozhodčí nález v rozporu s rozhodným právem uvedeným v těchto Podmínkách použití, může kterákoli ze stran proti rozhodčímu nálezu okamžitě podat odvolání jakémukoli soudu v rámci jurisdikce, pod kterou společnost Sterling spadá. Rozsudek o nálezu vyneseném rozhodci může být zapsán u kteréhokoli soudu, který má nad stranami příslušnou jurisdikci, pokud strana nepodala následnou žádost o opětovné posouzení podle tohoto oddílu nebo pokud nebyl nález předložen soudu příslušné jurisdikce podle tohoto oddílu.",
      "Any legal suit, action or proceeding arising out of, or related to, these Terms of Use or the Website, and allowed pursuant to this Section, shall be instituted exclusively in the federal courts of the United States in the Southern District of New York or the courts of the State of New York located in the City of New York. You waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.": "Jakýkoli soudní spor, žaloba nebo řízení vyplývající z těchto Podmínek použití nebo těchto Webových stránek nebo s nimi související, a povolené podle tohoto oddílu, budou zahájeny výhradně u federálních soudů Spojených států v obvodu South District státu New York nebo u soudů státu New York, které se nacházejí ve městě New York. Vzdáváte se veškerých námitek proti výkonu soudní pravomoci těchto soudů a vůči soudní příslušnosti těchto soudů.",
      "Any other inappropriate activity or abuse of the Service (as determined by us in our sole discretion), whether or not specifically listed in this Policy, may result in suspension or termination of the User’s access to or use of the Service.": "Jakákoli jiná nevhodná činnost nebo zneužití Služby (jak určíme dle našeho výhradního uvážení), ať už je v těchto Zásadách výslovně uvedeno či nikoli, může mít za následek pozastavení nebo ukončení přístupu Uživatele ke Službě nebo jejího používání.",
      "Any use of another party’s electronic mail server to relay email without express permission from such other party is prohibited.": "Jakékoli použití elektronického poštovního serveru jiné strany k zasílání e-mailů bez výslovného souhlasu takové jiné strany je zakázáno.",
      "Attempting to circumvent or alter the processes or procedures to measure time, bandwidth utilization, or other methods to document use of Sterling Talent Solutions services.": "Snaha obejít nebo změnit procesy nebo postupy k měření času, využití šířky pásma nebo jiné metody dokumentování používání Služeb společnosti Sterling Talent Solutions",
      "Because the Internet is an inherently open and insecure means of communication, any data or information a User transmits over the Internet may be susceptible to interception and alteration. Subject to our Online Privacy Policy, we make no guarantee regarding, and assume no liability for, the security and integrity of any data or information a User transmits via the Service or over the Internet, including any data or information transmitted via any server designated as \"secure.\"": "Vzhledem k tomu, že internet je přirozeně veřejně přístupný a nezabezpečený komunikační prostředek, mohou být jakákoli data nebo informace, které uživatel přenáší po internetu, náchylná k zachycení a pozměnění. V souladu s našimi Zásadami ochrany osobních údajů online neposkytujeme žádnou záruku a nepřebíráme žádnou odpovědnost za bezpečnost a integritu jakýchkoli dat nebo informací, které uživatel přenáší prostřednictvím služby nebo internetu, včetně jakýchkoli dat nebo informací přenášených prostřednictvím jakéhokoli serveru označeného jako „zabezpečený“.",
      "By making Submissions, you warrant that: (a) you have the right and authority to provide any Submissions; (b) you have only disclosed information that is true, accurate and not misleading (including by omission) and nothing you have submitted is known by you to be false, inaccurate, or misleading; (c) you are the individual who the Submissions relate to and that you have obtained permission from each person who appears and/or is referred to in your Submissions; and (d) your Submissions would not infringe any legal obligation that you may have to any third party, including under laws related to copyright, trademark, patent, trade secret, confidentiality, notice period, restrictive covenant, non-competition or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party.": "Předložením obsahu zaručujete, že: (a) máte právo a oprávnění obsah předkládat; (b) jste uvedli pouze informace, které jsou pravdivé, přesné a nezavádějící (včetně opomenutí) a nic, co jste předložili, není známo jako nepravdivé, nepřesné, nebo zavádějící; (c) jste fyzická osoba, na kterou se předložený obsah vztahuje a která získala povolení od každé osoby, která je zmíněna a/nebo je uvedena ve vámi předloženém obsahu; a (d) vámi předložený obsah by neporušil žádnou zákonnou povinnost, kterou můžete mít vůči jakékoli třetí straně, včetně zákonů týkajících se autorských práv, ochranné známky, patentu, obchodního tajemství, důvěrnosti, výpovědní lhůty, omezující úmluvy, zákazu konkurence nebo jiných práv duševního vlastnictví, práv na ochranu osobních údajů, nebo jakýchkoli jiných zákonných nebo morálních práv jakékoli třetí strany.",
      "By using the Site and providing Submissions, you agree to transact electronically through the Site. You agree that your electronic signature is the legal equivalent of your manual signature. You further agree that your use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes your signature as if actually signed by you in writing. You also agree that no certification authority or other third-party verification is necessary to validate your electronic signature, and the lack of such certification or third party verification will not in any way affect the enforceability of your electronic signature.": "Používáním těchto Stránek a předkládáním obsahu souhlasíte s tím, že budete prostřednictvím těchto stránek provádět transakce elektronicky. Souhlasíte s tím, že váš elektronický podpis je právním ekvivalentem vašeho vlastnoručního podpisu. Dále souhlasíte s tím, že vaše použití klávesnice, myši nebo jiného zařízení k výběru položky, tlačítka, ikony nebo podobného jednání/činnosti představuje váš podpis, jako byste jej skutečně písemně podepsali. Souhlasíte také s tím, že k ověření vašeho elektronického podpisu není zapotřebí žádný certifikační orgán nebo jiné ověření třetí stranou a že absence takového potvrzení nebo ověření třetí stranou žádným způsobem neovlivní vymahatelnost vašeho elektronického podpisu.",
      "By using the Site you warrant that you, or the entity for whom you are authorized to use the Site, has agreed to transact electronically through the Site. You warrant that, or the entity for whom you are authorized to use the Site, agrees that an electronic signature is the legal equivalent of a manual signature. You further warrant that you, or the entity for whom you are authorized to use the Site, agrees that the use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes a valid signature as if actually signed in writing. You also warrant that no certification authority or other third party verification is necessary to validate an electronic signature, and that the lack of such certification or third party verification will not in any way affect the enforceability of the electronic signature.": "Používáním těchto Stránek zaručujete, že vy nebo subjekt, pro který jste oprávněni tyto stránky používat, souhlasil s tím, že budete prostřednictvím těchto stránek provádět transakce elektronicky. Zaručujete, že vy nebo subjekt, pro který jste oprávněni používat tyto Webové stránky, souhlasí, že elektronický podpis je právním ekvivalentem vlastnoručního podpisu. Dále zaručujete, že vy nebo subjekt, pro který jste oprávněni Webové stránky používat, souhlasíte s tím, že použití klávesnice, myši nebo jiného zařízení k výběru položky, tlačítka, ikony nebo podobného jednání/činnosti, představuje platný podpis, jako by se jednalo o skutečný vlastnoruční podpis. Rovněž zaručujete, že k ověření elektronického podpisu není zapotřebí žádný certifikační orgán nebo jiné ověření třetí stranou a že absence takového potvrzení nebo ověření třetí stranou žádným způsobem neovlivní vymahatelnost elektronického podpisu.",
      "Client Service Support Information": "Informace o zákaznické podpoře",
      "Commercial email, spamming, mail bombing": "Komerční e-maily, spam, e-mail bombing",
      "Common questions from our customers": "Časté dotazy našich zákazníků",
      "Complaints": "Stížnosti",
      "Complaints and contact information": "Stížnosti a kontaktní údaje",
      "Contact Us": "Kontaktujte nás",
      "Cooperation with investigations": "Spolupráce při šetření",
      "English": "Angličtina",
      "English and Spanish": "Angličtina a španělština",
      "Except where expressly provided otherwise, the Site is provided on an “as is” and “as available” basis. Sterling expressly disclaims all warranties of any kind, whether express or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose, and non-infringement with respect to the Site and all content provided on, or through, the Site. The Sterling makes no warranty that: (a) the Site or content will meet your requirements; (b) the Site will be available on an uninterrupted, timely, secure, or error-free basis; (c) the results that may be obtained from the use of the Site, or any content provided on or through the Site, will be accurate or reliable; or (d) any content obtained by you on or through the Site will meet your expectations.": "Není-li výslovně stanoveno jinak, Webové stránky jsou poskytovány „tak, jak stojí a leží“ a „tak, jak jsou k dispozici“. Společnost Sterling výslovně odmítá veškeré záruky jakéhokoli druhu, ať již výslovné nebo předpokládané, mimo jiné včetně předpokládaných záruk prodejnosti, vhodnosti pro určitý účel a neporušení práv s ohledem na Webové stránky a veškerý obsah poskytovaný na Webových stránkách nebo jejich prostřednictvím. Společnost Sterling neposkytuje žádnou záruku, že: (a) Stránky nebo obsah splní vaše požadavky; (b) Stránky budou k dispozici nepřetržitě, včas, bezpečně nebo bezchybně; (c) výsledky, které lze získat z používání Stránek nebo jakéhokoli obsahu poskytnutého na Stránkách nebo jejich prostřednictvím, budou přesné nebo spolehlivé; nebo (d) jakýkoli obsah, který získáte na Stránkách nebo jejich prostřednictvím, splní vaše očekávání.",
      "Filters and service information": "Filtry a servisní informace",
      "Frequently Asked Questions": "Často kladené dotazy",
      "If Users engage in conduct or a pattern of conduct, including without limitation repeated violations by a User whereby correction of individual violations does not in Sterling Talent Solutions is sole discretion correct a pattern of the same or similar violations, while using the Service that violates the Policy, or is otherwise illegal or improper, Sterling Talent Solutions reserves the right to suspend and/or terminate the Service or the User's access to the Service. Sterling Talent Solutions will generally attempt to notify you of any activity in violation of the Policy and request that the User cease such activity; however, in cases where the operation of the Sterling Talent Solutions Network is threatened or cases involving unsolicited commercial email/SPAM, a pattern of violations, mail relaying, alteration of your source IP address information, denial of service attacks, illegal activities, suspected fraud in connection with the use of Service, harassment or copyright infringement, we reserve the right to suspend or terminate your Service or the User's access to the Service without notification. In addition, we may take any other appropriate action against you or a User for violations of the Policy, including repeated violations wherein correction of individual violations does not in Sterling Talent Solutions is sole discretion correct a pattern of the same or similar violations. We do not make any promise, nor do we have any obligation, to monitor or police activity occurring using the Service and will have no liability to any party, including you, for any violation of the Policy.": "Pokud se Uživatelé při používání Služby dopustí chování nebo vzorce chování, mimo jiné včetně opakovaných porušování zásad ze strany Uživatele, přičemž oprava jednotlivých porušení dle výhradního uvážení společnosti Sterling Talent Solutions nenapravuje vzorec stejných nebo podobných porušení, které porušuje Zásady nebo je jinak nezákonné nebo nevhodné, vyhrazuje si společnost Sterling Talent Solutions právo pozastavit a/nebo ukončit Službu nebo přístup Uživatele ke Službě. Obecně se vás společnost Sterling Talent Solutions pokusí upozornit na jakoukoli činnost porušující Zásady a požádá Uživatele, aby takovou činnost ukončil. Ovšem v případech, kdy je ohrožen provoz sítě Sterling Talent Solutions nebo v případech zahrnujících nevyžádané komerční e-maily/SPAM, vzorec porušování zásad, předávání pošty, změna informací o vaší zdrojové IP adrese, útoky typu odepření služeb, nezákonné činnosti, podezření na podvod v souvislosti s používáním Služby, obtěžování nebo porušení autorských práv, vyhrazujeme si právo pozastavit nebo ukončit vaši Službu nebo přístup uživatele ke Službě bez předchozího upozornění. Kromě toho můžeme proti vám nebo Uživateli podniknout jakékoli jiné vhodné kroky v návaznosti na porušení těchto zásad, včetně opakovaných porušení, přičemž oprava jednotlivých porušení dle výhradního uvážení Sterling Talent Solutions neopravuje vzorec stejných nebo podobných porušení. Neslibujeme ani nemáme žádnou povinnost monitorovat nebo dohlížet na činnost, ke které dochází při používání služby, a neneseme žádnou odpovědnost vůči žádné straně, včetně vás, za jakékoli porušení Zásad.",
      "If there is a conflict between these Terms of Use and an applicable service agreement between Sterling and a Client, then the terms of the service agreement will prevail to the extent of the conflict. If there is a conflict between these Terms of Use and Sterling’s relevant privacy statement (https://www.sterlingcheck.com/privacy), then the privacy statement will prevail to the extent of the conflict.": "V případě rozporu mezi těmito Podmínkami použití a příslušnou Smlouvou o poskytování služeb mezi společností Sterling a Klientem mají v rozsahu daného rozporu přednost Podmínky smlouvy o poskytování služeb. V případě rozporu mezi těmito Podmínkami použití a příslušným Prohlášením o ochraně osobních údajů společnosti Sterling (https://www.sterlingcheck.com/privacy) bude mít v rozsahu daného rozporu přednost Prohlášení o ochraně osobních údajů.",
      "If we have specified bandwidth limitations for your user account, use of the Service shall not be in excess of those limitations. If a User is accessing the Service via a dial-up connection, we may terminate the user session if the User is connected for more than 7 days in order to protect Sterling Talent Solutions Network resources and maintain Service availability for others.": "Pokud jsme pro váš uživatelský účet určili omezení šířky pásma, užívání Služby nesmí tato omezení překročit. Pokud má Uživatel ke Službě přístup prostřednictvím připojení přes telefonní linku, můžeme relaci Uživatele ukončit, je-li Uživatel připojen déle než 7 dní, a to s cílem chránit síť Sterling Talent Solutions a zachovat dostupnost služby pro ostatní.",
      "If you decline to use an electronic signature, you may be able to print forms and sign them by hand, in which case you will be required to deliver the hand signed forms to the relevant Sterling company representative.": "Pokud odmítnete použít elektronický podpis, můžete si formuláře vytisknout a podepsat je ručně. V takovém případě budete muset osobně podepsané formuláře doručit příslušnému zástupci společnosti Sterling.",
      "If you do not agree to these Terms of Use, your continued use of the Site is not authorized.": "Pokud s těmito Podmínkami používání nesouhlasíte, vaše další používání stránek není povoleno.",
      "If you have any questions regarding these Terms of Use, please contact Sterling at 1-800-899-2272.": "Máte-li jakékoli dotazy týkající se těchto Podmínek použití, kontaktujte společnost Sterling na čísle 1 800 899 2272.",
      "If you wish to obtain a paper copy of the forms you sign via this site, you will be given the opportunity to download and print those forms once they have been executed.": "Pokud si přejete získat tištěnou kopii formulářů, které budete prostřednictvím těchto stránek podepisovat, budete mít možnost tyto formuláře stáhnout a, po vyplnění a podepsání, je vytisknout.",
      "Illegal Title": "Nepovolený titul",
      "Impending security event notification": "Blížící se incident související se zabezpečením",
      "In most cases, we will notify our Customer(s) of complaints received by us regarding an alleged violation of this Policy. You agree to promptly investigate all such complaints and take all necessary actions to remedy any violations of this Policy. We may inform the complainant that you are investigating the complaint and may provide the complainant with the necessary information to contact you directly to resolve the complaint. You shall identify a representative for the purposes of receiving such communications.": "Ve většině případů upozorníme našeho Zákazníka (Zákazníky) na stížnosti, které ohledně údajného porušení těchto Zásad obdržíme. Souhlasíte s tím, že všechny takové stížnosti neprodleně prošetříte a podniknete veškeré nezbytné kroky k nápravě porušení těchto Zásad. Stěžovatele můžeme informovat o tom, že stížnost vyšetřujete, a můžeme stěžovateli poskytnout nezbytné informace, aby vás mohl za účelem vyřešení stížnosti přímo kontaktovat. Pro účely přijímání takové komunikace musíte určit zástupce.",
      "In no event will Sterling or its officers, directors, employees, or agents be liable for any direct, indirect, incidental, special, or consequential damages; or damages for lost profits, revenue, data or data use, incurred by you or any third party, whether in an action in contract, or tort (including negligence), breach of statutory duty, strict liability, or otherwise, arising from your access to, or use of, the Site or any content provided on or through the Site.": "Společnost Sterling ani její vedoucí pracovníci, ředitelé, zaměstnanci nebo zástupci v žádném případě nenesou odpovědnost za žádné přímé, nepřímé, náhodné, zvláštní nebo následné škody; ani náhradu škody za ušlý zisk, výnosy, data nebo použití dat, které vzniknou vám nebo jakékoli třetí straně, ať už v důsledku jednání na základě smlouvy nebo deliktu (včetně nedbalosti), porušení zákonné povinnosti, objektivní odpovědnosti nebo jinak, vyplývající z vašeho přístupu nebo používání těchto Stránek nebo jakéhokoli obsahu poskytovaného na těchto Stránkách nebo jejich prostřednictvím.",
      "In order to access, fulfill and retain the following electronic forms, your computer must be equipped and compatible with the most common operating systems and internet browsers. This would include:": "Abyste k následujícím elektronickým formulářům měli přístup a mohli je vyplňovat a uchovávat, váš počítač musí disponovat nejběžnějším operačním systémem a internetovým prohlížečem a musí s nimi být kompatibilní. Patří mezi ně:",
      "Independence, OH 44131": "Independence, OH 44131",
      "India": "Indie",
      "Intentionally transmitting files containing a computer virus or corrupted data.": "Záměrné přenášení souborů obsahujících počítačový virus nebo poškozená data.",
      "Introduction": "Úvod",
      "It may take up to two hours for you to receive a confirmation email when resetting your password. If you don’t see the confirmation email in your inbox, be sure to check your junk and spam folders. If you still haven’t received your email after two hours, you can try again by clicking the “I am a Returning User” option near the bottom of the Create Account page and requesting another confirmation email. If you continue not to receive a confirmation email, please call us at 888-889-5248 for further assistance.": "Při resetování hesla může trvat až dvě hodiny, než obdržíte potvrzovací e-mail. Pokud potvrzovací e-mail ve své doručené poště nevidíte, zkontrolujte složky nevyžádané pošty a spamu. Pokud jste e-mail neobdrželi ani po dvou hodinách, můžete to zkusit znovu kliknutím na možnost „Jsem zaregistrovaný uživatel“ v dolní části stránky Vytvořit účet a vyžádat si nový potvrzovací e-mail. Pokud e-mail s potvrzením ani nadále neobdržíte, kontaktujte nás prosím na čísle 888 889 5248 a požádejte o další pomoc.",
      "It’s important that Sterling is able to contact your   previous employers to verify your work history. We suggest using Google or another search engine to find contact information, checking the employer’s web site, or reviewing any past documents you may have received from the employer. If the employer is no longer in business, please provide the most complete information you have.": "Je důležité, aby společnost Sterling mohla kontaktovat vaše předchozí zaměstnavatele a ověřit vaše předchozí a současné zaměstnání. Doporučujeme používat Google nebo jiný vyhledávací nástroj k vyhledání kontaktních údajů, kontrole webových stránek zaměstnavatele nebo kontrole předchozích dokumentů, které jste od zaměstnavatele obdrželi. Pokud již daný zaměstnavatel neprovozuje činnost, uveďte prosím nejúplnější informace, které máte.",
      "I’ve provided my address history. Why am I being prompted to fill in gaps?": "Poskytl/a jsem seznam svých adres. Proč jsem byl/a vyzván/a k vyplnění mezer?",
      "Just reset the password. Click the “I am a Returning User” option near the bottom of the Create Account page, then click the “Forgot Your Password?” option and enter your email address. You’ll receive a confirmation email containing a link for resetting your password.": "Stačí resetovat heslo. Klikněte na možnost „Jsem zaregistrovaný uživatel“ v dolní části stránky Vytvořit účet a poté klikněte na „Zapomněli jste heslo?“ a zadejte svou e-mailovou adresu. Obdržíte potvrzovací e-mail s odkazem na resetování hesla.",
      "Lorem Ipsum dolor sit emit.": "Lorem Ipsum dolor sit emit.",
      "Mailing Address": "Poštovní adresa",
      "Microsoft Internet Explorer version 8 and later, Mozilla Firefox – latest version, Safari latest version + tablet versions, Chrome latest desktop version.": "Microsoft Internet Explorer verze 8 a novější, Mozilla Firefox – nejnovější verze, nejnovější verze prohlížeče Safari + verze pro tablet, nejnovější verze prohlížeče Chrome pro počítač.",
      "Modifications to policy": "Úpravy zásad",
      "Privacy": "Soukromí",
      "Questions related to your background check": "Otázky týkající se vašeho prověření spolehlivosti",
      "Responsibilities of customers": "Povinnosti zákazníků",
      "Return To Top": "Zpět nahoru",
      "SA1 5ED": "SA1 5ED",
      "Some jurisdictions do not allow the disclaimer or exclusion of certain warranties of the disclaimer, exclusion, or limitation of certain liabilities. To the extent that they are held to be legally invalid, disclaimers, exclusions, and limitations set out in these Terms of Use, including those set out in Sections 3.6 (Disclaimer) and 3.7 (Limitation of Liability), do not apply and all other terms will remain in full force and effect.": "Některé jurisdikce neumožňují odmítnutí nebo vyloučení určitých záruk odmítnutí, ani odmítnutí, vyloučení nebo omezení určitých odpovědností. V rozsahu, v jakém jsou z právního hlediska neplatné, odmítnutí, vyloučení a omezení stanovená v těchto Podmínkách použití, včetně těch, která jsou uvedena v oddílech 3.6 (Vyloučení odpovědnosti) a 3.7 (Omezení odpovědnosti), neplatí a všechny ostatní podmínky zůstanou v plné platnosti a účinnosti.",
      "Spoofing/Fraud": "Spoofing / podvodné jednání",
      "Sterling Customer Support": "Zákaznická podpora společnosti Sterling",
      "Sterling FAQ": "Často kladené dotazy týkající se služeb společnosti Sterling",
      "Sterling Talent Solutions reserves the right to modify this Policy at any time without notice. We will attempt to notify Customers of any such modifications either via e-mail or by posting a revised version of the Policy on our Web site. Any such modifications shall be effective and applied prospectively from the date of posting.": "Společnost Sterling Talent Solutions si vyhrazuje právo tyto Zásady kdykoli bez předchozího upozornění změnit. Zákazníky se budeme snažit informovat o jakýchkoli takových úpravách, a to buď e-mailem, nebo zveřejněním revidované verze Zásad na našich Webových stránkách. Jakékoli takové úpravy budou účinné a budou platit prospektivně od data zveřejnění.",
      "Sterling Talent Solutions will cooperate with appropriate law enforcement agencies and other parties involved in investigating claims of illegal or inappropriate activity. Sterling Talent Solutions reserves the right to disclose customer information to the extent authorized by federal or state law.": "Společnost Sterling Talent Solutions bude spolupracovat s příslušnými orgány činnými v trestním řízení a dalšími stranami zapojenými do vyšetřování nároků týkajících se nezákonné nebo nevhodné činnosti. Společnost Sterling Talent Solutions si vyhrazuje právo zveřejnit informace o zákaznících v rozsahu povoleném federálními nebo státními zákony.",
      "Sterling UK Customer Support": "Zákaznická podpora ve Spojeném království",
      "Sterling may revise the Terms of Use at any time without notice to you. The revised Terms of Use will be effective when posted to the Site.": "Společnost Sterling může Podmínky použití kdykoli bez upozornění upravit. Revidované podmínky použití vstoupí v platnost při zveřejnění na našich Stránkách.",
      "Sterling reserves the right to make changes or updates to, and monitor the use of, the Site and content provided on or through the Site at any time without notice.": "Společnost Sterling si vyhrazuje právo kdykoli bez předchozího upozornění provádět změny nebo aktualizace a monitorovat používání Stránek a obsahu poskytovaného na Stránkách nebo jejich prostřednictvím.",
      "Sterling will have no responsibility for any damage to your computer system or loss of data that results from the use of the Site.": "Společnost Sterling nenese žádnou odpovědnost za jakékoli poškození vašeho počítačového systému nebo ztrátu dat, která vyplývá z používání těchto Stránek.",
      "Suspension or termination of service": "Pozastavení nebo ukončení služby",
      "Swansea": "Swansea",
      "Terms of Use": "Podmínky použití",
      "The Policy applies to all aspects of the Service. \"Sterling Talent Solutions Network\" includes, without limitation, Sterling Talent Solutions leased transmission network, including all equipment, systems, facilities, services and products incorporated or used in such transmission network. As used in this Policy, \"you\" refers to Customers, and any reference to \"Users\" is intended to encompass, as applicable, both Customers and their Users.": "Tyto Zásady se vztahují na všechny aspekty naší Služby. „Síť Sterling Talent Solutions“ zahrnuje mimo jiné pronajatou přenosovou síť Sterling Talent Solutions, včetně veškerého vybavení, systémů, zařízení, služeb a produktů začleněných nebo používaných v takové přenosové síti. Termín „vy“, jak je používán v těchto Zásadách, označuje zákazníky a jakýkoli odkaz na „Uživatele“ zahrnuje jak zákazníky, tak jejich uživatele.",
      "The Service shall not be used for any unlawful activities or in connection with any criminal or civil violation and the Services shall in all cases be used in compliance with applicable law. Use of the Service for transmission, distribution, retrieval, or storage of any information, data or other material in violation of any applicable law or regulation (including, where applicable, any tariff or treaty) is prohibited. This includes, without limitation, the use or transmission of any data or material protected by copyright, trademark, trade secret, patent or other intellectual property right without proper authorization and the transmission of any material that constitutes an illegal threat, violates export control laws, or is obscene, defamatory or otherwise unlawful.": "Služba se nesmí používat k nezákonné činnosti nebo v souvislosti s jakýmkoli trestným nebo občanským porušením a Služby se ve všech případech používají v souladu s platnými právními předpisy. Použití Služby k přenosu, distribuci, vyhledávání nebo ukládání jakýchkoli informací, dat nebo jiných materiálů v rozporu s platnými zákony nebo předpisy (včetně případných tarifů nebo smluv) je zakázáno. Patří sem mimo jiné použití nebo přenos jakýchkoli údajů nebo materiálů chráněných autorským právem, ochrannou známkou, obchodním tajemstvím, patentem nebo jiným právem duševního vlastnictví bez řádného povolení a přenos jakéhokoli materiálu, který představuje nezákonnou hrozbu, porušuje zákony o kontrole vývozu nebo je obscénní, hanlivý nebo jinak nezákonný.",
      "The Site and content provided on or through the Site are the intellectual property and copyrighted works of Sterling, a Sterling Client, or a third-party provider. All rights, title and interest not expressly granted with respect to the Site and content provided on or through the Site are reserved. All content is provided on an “As Is” and “As Available” basis, and Sterling reserves the right to terminate the permissions granted to you at any time.": "Web a obsah poskytovaný na webu nebo jeho prostřednictvím jsou duševním vlastnictvím a dílem společnosti Sterling, Klienta společnosti Sterling nebo poskytovatele třetí strany, chráněným autorskými právy. Všechna práva, nároky a zájmy s ohledem na Stránky a obsah poskytovaný na Stránkách nebo jejich prostřednictvím, které nejsou výslovně uděleny, jsou vyhrazeny. Veškerý obsah je poskytován „jak stojí a leží“ a „tak, jak je k dispozici“ a společnost Sterling si vyhrazuje právo vám udělená oprávnění kdykoli ukončit.",
      "The Site provides links to Web sites and access to content, products and services of third parties, including users, advertisers, affiliates and sponsors of the Site. Sterling is not responsible for third party content provided on, or through the Site, or for any changes or updates to such third party sites, and you bear all risks associated with the access to, and use of, such Web sites and third party content, products and services.": "Stránky poskytují odkazy na webové stránky a přístup k obsahu, produktům a službám třetích stran, včetně uživatelů, inzerentů, přidružených společností a sponzorů Stránek. Společnost Sterling neodpovídá za obsah třetích stran poskytovaný na těchto Stránkách nebo jejich prostřednictvím, ani za jakékoli změny nebo aktualizace těchto stránek třetích stran, a veškerá rizika spojená s přístupem k těmto Webovým stránkám a obsahu, produktům a službám třetích stran a jejich používáním nesete vy.",
      "The Sterling has no obligation to monitor the Site. However, Sterling reserves the right to review the Site and content and to monitor all use of and activity on the Site, and to remove or choose not to make available on or through the Site, any content (including Submissions) in its sole discretion. Sterling may remove content that is confidential or proprietary to you, or a third party, without permission from you or the third party.": "Společnost Sterling není povinna Stránky monitorovat Společnost Sterling si však vyhrazuje právo dle svého výhradního uvážení Stránky a jejich obsah kontrolovat a monitorovat veškeré používání a aktivity na něm a jakýkoli obsah (včetně předloženého obsahu) na Stránkách nebo jejich prostřednictvím odstranit nebo k němu zamezit přístup. Společnost Sterling může odstranit váš obsah či obsah třetí strany, který je důvěrný nebo na který máte vy nebo třetí strana právo duševního vlastnictví, aniž byste k tomu vy nebo třetí strana museli udělit povolení.",
      "The Sterling may, in its sole discretion, at any time discontinue providing or limit access to the Site, in whole or in part. You agree that Sterling may, in its sole discretion, at any time, terminate or limit your access to, or use of, the Site in whole or in part. Sterling may terminate or limit your access to, or use of, the Site, if Sterling determines, in its sole discretion, that you have infringed the copyrights or other legal rights of a third party, or otherwise materially violated these Terms of Use. You agree that Sterling will not be liable to you or any third-party for any termination or limitation of your access to, or use of, the Site.": "Společnost Sterling může dle svého výhradního uvážení kdykoli ukončit poskytování nebo omezení přístupu na Stránky jako celku nebo jejich části. Souhlasíte s tím, že společnost Sterling může dle svého výhradního uvážení kdykoli ukončit nebo omezit váš přístup nebo používání Stránek jako celku nebo jejich části. Společnost Sterling může ukončit nebo omezit váš přístup nebo používání Stránek, pokud společnost Sterling na základě vlastního uvážení zjistí, že jste porušili autorská práva nebo jiná zákonná práva třetí strany nebo jinak podstatně porušili tyto Podmínky použití. Souhlasíte s tím, že společnost Sterling nenese odpovědnost vůči vám ani žádné třetí straně za ukončení nebo omezení vašeho přístupu na tyto Stránky nebo jejich používání.",
      "The background check application form requires that the start date & the end date of each address should be a total match.": "Formulář žádosti o prověření spolehlivosti vyžaduje, aby počáteční datum a koncové datum každé adresy byly celkové shodné.",
      "The failure of Sterling to exercise or enforce any rights or provisions in these Terms of Use will not constitute a waiver of such right or provision. If any part or provision of these Terms of Use is found to be unenforceable, such part or provision may be modified to make the Terms of Use as modified, legal and enforceable. The rest of the Terms of Use will not be affected.": "Neuplatnění nebo nevymáhání jakýchkoli práv nebo ustanovení v těchto Podmínkách použití nepředstavuje zřeknutí se takového práva nebo ustanovení. Pokud bude jakákoli část nebo ustanovení těchto Podmínek použití shledáno nevymahatelným, může být daná část nebo ustanovení upraveno tak, aby byly Podmínky použití upravené, zákonné a vymahatelné. Ostatní Podmínky použití tím nebudou ovlivněny.",
      "The following activities are also prohibited:": "Zakázány jsou také následující činnosti:",
      "The parties waive any right to bring representative claims on behalf of a class of individuals, on behalf of the public, as a private attorney general, or otherwise (the “class action waiver”). Except for this class action waiver, this clause may be severed or modified if necessary to render it enforceable under the Federal Arbitration Act.": "Smluvní strany se vzdávají jakéhokoli práva vznést reprezentativní nároky jménem skupiny osob, jménem veřejnosti, jako soukromý právní zástupce nebo jinak (dále jen „zřeknutí se skupinové žaloby“). S výjimkou tohoto zřeknutí se skupinové žaloby může být toto ustanovení v případě potřeby odděleno nebo upraveno tak, aby bylo vymahatelné podle Federálního zákona o rozhodčím řízení (Federal Arbitration Act).",
      "The sole purpose of this website is to enable you to collect and evaluate Candidate Submissions. Use of this Site does not create an employment relationship between any person and any Sterling company. Individuals who use this Site on behalf of a Client shall be solely the employees or agents of such entity and shall be under the sole and exclusive direction and control of such entity. The Client organization shall be responsible for compliance with all laws, rules and regulations involving its respective employees or agents, including (but not limited to) employment of labor, hours of labor, health and safety, working conditions and payment of wages.": "Jediným účelem těchto webových stránek je umožnit vám shromažďovat a vyhodnocovat žádosti uchazečů. Používání těchto stránek nevytváří pracovní vztah mezi žádnou osobou a žádnou společností skupiny Sterling. Jednotlivci, kteří tyto Stránky používají jménem Klienta, budou výhradně zaměstnanci nebo zástupci takového subjektu a budou pod výhradním a výlučným vedením a kontrolou takového subjektu. Klientská organizace je odpovědná za dodržování všech zákonů, pravidel a předpisů týkajících se jejích příslušných zaměstnanců nebo zástupců, včetně (mimo jiné) zaměstnání pracovních sil, pracovní doby, zdraví a bezpečnosti při práci, pracovních podmínek a výplaty mezd.",
      "The sole purpose of this website is to enable you to submit information (“Submissions“) to provide information to allow Sterling to carry out Services for a Client or for you. Use of this Site does not create an employment relationship between you and any Sterling company. You expressly agree that no employment relationship will be created without further review of the Submission, an appropriate successful interview process, background and reference checks (where applicable), verification of identity and the legal right to work, and issuance and acceptance of a formal written offer of employment from the entity offering employment.": "Jediným účelem těchto webových stránek je umožnit vám předkládat obsah (dále jen „předložený obsah“) za účelem poskytování informací, které společnosti Sterling umožní poskytovat pro Klienta nebo pro vás Služby. Používání těchto Stránek nevytváří pracovní vztah mezi vámi a žádnou společností skupiny Sterling. Výslovně souhlasíte s tím, že nedojde k vytvoření žádného zaměstnaneckého vztahu, aniž by nebyl dále zkontrolován předložený obsah, aniž by uchazeč úspěšně neabsolvovat vhodný proces pohovoru, aniž by nebylo dokončeno prověření spolehlivosti a referencí (je-li to relevantní), ověření totožnosti a zákonného pracovního povolení a vydání a přijetí formální písemné nabídky zaměstnání od subjektu nabízejícího zaměstnání.",
      "The use of the Sterling Talent Solutions Network by a Customer of Sterling Talent Solutions is subject to the terms and conditions of any agreements entered into by such Customer and Sterling Talent Solutions. This Policy is incorporated into such agreements by reference.": "Používání sítě Sterling Talent Solutions Zákazníkem společnosti Sterling Talent Solutions podléhá podmínkám jakýchkoli smluv uzavřených těmito zákazníky a společností Sterling Talent Solutions. Tyto Zásady jsou do těchto smluv začleněny odkazem.",
      "This Policy is designed to assist in protecting the Sterling Talent Solutions Network, the Service, our Users and the Internet community as a whole from improper and/or illegal activity over the Internet, to improve Service and to improve Service offerings. In situations where data communications are carried across networks of other Internet Service Providers (ISPs), Users of the Sterling Talent Solutions Network must also conform to the applicable acceptable use policies of such other ISPs.": "Tyto Zásady mají za cíl chránit síť Sterling Talent Solutions, Službu, naše Uživatele a Internetovou komunitu jako celek před nepatřičnou a/nebo nezákonnou činností na internetu, a zlepšovat naše Služby a Nabídku služeb. V situacích, kdy je datová komunikace přenášena přes sítě jiných poskytovatelů internetových služeb, musí Uživatelé sítě Sterling Talent Solutions rovněž dodržovat platné zásady přijatelného používání těchto jiných poskytovatelů internetových služeb.",
      "This listing of prohibited activities is not exhaustive and Sterling Talent Solutions reserves the right to determine that any conduct that is or could be harmful to the Sterling Talent Solutions Network, Sterling Talent Solutions is Customers or Internet users is in violation of this Policy and to exercise any or all of the remedies contained in this Policy.": "Tento seznam zakázaných činností není vyčerpávající a společnost Sterling Talent Solutions si vyhrazuje právo určit, zda jakékoli chování, které je nebo by mohlo být škodlivé pro síť Sterling Talent Solutions, společnost Sterling Talent Solutions a její zákazníky nebo uživatele internetu tyto Zásady porušuje a uplatnit jakékoli nebo všechny opravné prostředky uvedené v těchto Zásadách.",
      "Through the Site, Clients, Candidates, and third-party sources of data related to Candidates (collectively, “Users”), will have the ability to place orders for, and participate in the fulfillment of, Services. By accessing or using the Site, you agree to follow and be bound by the following terms and conditions concerning your access to and use of the Site (“Terms of Use“).": "Prostřednictvím Stránek budou mít Klienti, Uchazeči a externí poskytovatelé údajů, které se týkají Kandidátů (souhrnně „Uživatelé“), možnost zadávat objednávky Služeb a podílet se na jejich poskytování. Návštěvou těchto Stránek nebo jejich používáním souhlasíte s tím, že budete dodržovat následující podmínky týkající se vašeho přístupu na Stránky a jejich používání („Podmínky použití“).",
      "Unauthorized access/interference": "Neoprávněný přístup / interference",
      "United Kingdom": "Spojené království",
      "United States and Canada": "Spojené státy a Kanada",
      "Users are entirely responsible for maintaining the confidentiality of password and account information, as well as the security of their network. You agree immediately to notify Sterling Talent Solutions of any unauthorized use of your account or any other breach of security known to you. If you become aware of any violation of this Policy by any person, including Users that have accessed the Service through your account, you are required to notify us.": "Uživatelé jsou plně odpovědní za zachování důvěrnosti hesla a informací o účtu a také za zabezpečení své sítě. Souhlasíte s tím, že budete společnost Sterling Talent Solutions okamžitě informovat o jakémkoli neoprávněném použití vašeho účtu nebo jakémkoli jiném porušení zabezpečení, o kterém víte. Pokud se dozvíte o jakémkoli porušení těchto Zásad jakoukoli osobou, včetně Uživatelů, kteří ke Službě měli přístup prostřednictvím vašeho účtu, jste povinni nás o tom informovat.",
      "Users are prohibited from intentionally or negligently injecting false data into the Internet, for instance in the form of bad routing information (including but not limited to the announcing of networks owned by someone else or reserved by the Internet Assigned Numbers Authority) or incorrect DNS information.": "Uživatelé mají zakázáno úmyslně nebo z nedbalosti vkládat na internet nepravdivá data, například ve formě špatných směrovacích informací (mimo jiné včetně oznámení sítí vlastněných někým jiným nebo vyhrazených organizací Internet Assigned Numbers Authority) nebo nesprávného DNS.",
      "We reserve the right to install and use, or to have you install and use, any appropriate devices to prevent violations of this Policy, including devices designed to filter or terminate access to the Service. By accepting and using the Service, you consent to allowing us to collect service information and routing information in the normal course of our business, and to use such information for general business purposes.": "Vyhrazujeme si právo nainstalovat a používat, nebo vás pořádat o nainstalování a používání, jakákoli vhodná zařízení, která zabrání porušení těchto Zásad, včetně zařízení určených k filtrování nebo ukončení přístupu ke Službě. Přijetím a používáním Služby souhlasíte s tím, že nám při běžné činnosti umožníte shromažďovat servisní informace a směrovací informace a používat tyto informace pro obecné obchodní účely.",
      "Welcome to Sterling Infosystems, Inc., and its affiliated companies (“Sterling“) background screening platform (the “Site“). Sterling provides background screening and other services (“Services“) to organizations and their authorized business users (“Clients“), allowing them to collect information about individuals (“Candidates“). Sterling also provides certain services directly to Candidates.": "Vítejte na platformě („Stránky“) pro prověřování spolehlivosti společnosti Sterling Infosystems, Inc. a jejích přidružených společností („Sterling“). Společnost Sterling poskytuje organizacím a jejich oprávněným obchodním uživatelům („Klientům“) prověření spolehlivosti a další služby („Služby“), které jim umožňují shromažďovat informace o jednotlivcích („Uchazeči“). Společnost Sterling také poskytuje určité služby přímo Uchazečům.",
      "What if I don’t have a former employer’s contact information?": "Co když nemám kontaktní údaje bývalého zaměstnavatele?",
      "What if I don’t know my password?": "Co když neznám své heslo?",
      "What if I don’t remember my password?": "Co když si heslo nepamatuji?",
      "What if I haven’t received my confirmation email for resetting my password?": "Co když jsem neobdržel/a e-mail s potvrzením resetování hesla?",
      "When you first arrive on our background check web page (after clicking the link in your email), you’ll need to create a new password meeting the requirements indicated on the page. You’ll need to check the box to accept Sterling’s terms of use, then click the Create an Account button.": "Když poprvé navštívíte naši webovou stránku pro prověření spolehlivosti (po kliknutí na odkaz v e-mailu), budete si muset vytvořit nové heslo splňující požadavky uvedené na stránce. Abyste mohli přijmout Podmínky použití společnosti Sterling, je zaškrtnout příslušné políčko a poté kliknout na tlačítko Vytvořit účet.",
      "Why am I being told that my email address already exists in Sterling’s system?": "Proč mi bylo řečeno, že má e-mailová adresa již v systému společnosti Sterling existuje?",
      "Windows, Mac OS X, Linux, Apple iOS, and other major operating systems.": "Windows, Mac OS X, Linux, Apple iOS a další přední operační systémy.",
      "You agree not to access or use the Site in any manner that could damage, disable, overburden, or impair any Sterling accounts, computer systems or networks. You agree not to attempt to gain unauthorized access to any parts of the Site or any Sterling accounts, computer systems or networks. You agree not to interfere, or attempt to interfere, with the proper working of the Site or any of Sterling accounts, computer systems or networks. You agree not to use any robot, spider, scraper or other automated means to access the Site or any of Sterling accounts, computer systems or networks without the Sterling’s express written permission.": "Souhlasíte s tím, že nebudete na tyto Stránky přistupovat ani je používat žádným způsobem, který by mohl poškodit, deaktivovat, přetížit nebo narušit jakékoli účty, počítačové systémy nebo sítě společnosti Sterling. Souhlasíte s tím, že se nebudete pokoušet získat neoprávněný přístup k jakýmkoli částem Stránek nebo k jakýmkoli účtům, počítačovým systémům nebo sítím společnosti Sterling. Souhlasíte s tím, že nebudete zasahovat ani se nepokusíte zasahovat do řádného fungování Stránek nebo jakýchkoli účtů, počítačových systémů nebo sítí společnosti Sterling. Souhlasíte s tím, že nebudete používat žádné roboty, pavouky, scrapery ani jiné automatizované nástroje k přístupu na Stránky nebo k některému z účtů, počítačových systémů nebo sítí společnosti Sterling bez výslovného písemného souhlasu společnosti Sterling.",
      "You agree that all information you submit in use of the Site will be information that you have the right and authority to disclose to the Sterling. Where applicable, you agree that you will obtain written signed consent from each Candidate, in the form required by law before requesting background screening reports relating to that Candidate, or you will use the Site to collect that consent on your behalf. If you have collected the consent yourself, you must deliver such consent to Sterling by uploading the signed consent form as part of the Submissions relating to that Candidate.": "Souhlasíte s tím, že veškeré informace, které  při používání těchto Stránek odešlete, budou informace, které máte právo a oprávnění společnosti Sterling sdělit. Je-l to relevantní, souhlasíte s tím, že od každého Uchazeče získáte písemný podepsaný souhlas ve formě požadované zákonem předtím, než požádáte o zprávy o prověření spolehlivosti týkající se tohoto Uchazeče, nebo k získání takového souhlasu použijete naše Stránky. Pokud jste souhlas získali sami, musíte takový souhlas dodat společnosti Sterling nahráním podepsaného formuláře souhlasu jako součást předložených informací týkajících se tohoto Uchazeče.",
      "You agree that you will neither use the Site in a manner, nor provide any Submission, that: (a) is defamatory, derogatory, degrading or harassing of another or constitutes a personal attack; (b) invades another’s privacy or includes, copies or transmits another’s confidential, sensitive or personal information without that person’s consent to do so; (c) promotes bigotry, racism, hatred or harm against any group or individual; (d) is obscene or not in good taste; (e) violates, infringes or promotes the violation or infringement of another’s rights, including intellectual property rights; (f) violates or promotes the violation of any applicable laws or regulations; (g) contains a solicitation of funds, goods or services, or promotes or advertises goods or services; or (h) contains any viruses, Trojan horses, or other components designed to limit or harm the functionality of a computer. Sterling may report you to the relevant authorities and may act under the fullest extent of applicable laws if you transmit or upload content intended or designed to cause harm.": "Souhlasíte s tím, že Stránky nebudete používat způsobem, ani nepředložíte žádný obsah, který: (a) je nactiutrhačný, hanlivý, ponižující nebo obtěžující pro jiné osoby nebo představuje osobní útok; (b) narušuje soukromí jiné osoby nebo zahrnuje, kopíruje nebo přenáší důvěrné informace jiné osoby, citlivé nebo osobní údaje bez souhlasu dané osoby; (c) podporuje bigotnost, rasismus, nenávist nebo újmu vůči jakékoli skupině nebo jednotlivci; (d) je obscénní nebo nevkusný; (e) porušuje, nedodržuje nebo podporuje porušování nebo nedodržování práv jiných osob, včetně práv duševního vlastnictví; (f) porušuje nebo podporuje porušení jakýchkoli platných zákonů nebo předpisů; (g) obsahuje žádost o finanční prostředky, zboží nebo služby, nebo propaguje nebo inzeruje zboží nebo služby; nebo (h) obsahuje jakékoli viry, trojské koně, nebo jiné komponenty určené k omezení nebo poškození funkčnosti počítače. Pokud přenášíte nebo nahráváte obsah určený nebo navržený k tomu, aby způsobil újmu, může vás společnost Sterling nahlásit příslušným úřadům a může jednat v plném rozsahu platných zákonů.",
      "You agree that you will neither use the Site in a manner, nor provide any Submission, that: (a) is defamatory, derogatory, degrading or harassing of another or constitutes a personal attack; (b) invades another’s privacy or includes, copies or transmits another’s confidential, sensitive or personal information without that person’s consent; (c) promotes bigotry, racism, hatred or harm against any group or individual; (d) is obscene or not in good taste; (e) violates, infringes or promotes the violation or infringement of another’s rights, including intellectual property rights; (f) violates or promotes the violation of any applicable laws or regulations; (g) contains a solicitation of funds, goods or services, or promotes or advertises goods or services; or (h) contains any viruses, Trojan horses, or other components designed to limit or harm the functionality of a computer. Sterling may report you to the relevant authorities and may act under the fullest extent of applicable laws if you transmit or upload content intended or designed to cause harm.": "Souhlasíte s tím, že Stránky nebudete používat způsobem, ani nepředložíte žádný obsah, který: (a) je nactiutrhačný, hanlivý, ponižující nebo obtěžující pro jiné osoby nebo představuje osobní útok; (b) narušuje soukromí jiné osoby nebo zahrnuje, kopíruje nebo přenáší důvěrné informace jiné osoby, citlivé nebo osobní údaje bez souhlasu dané osoby; (c) podporuje bigotnost, rasismus, nenávist nebo újmu vůči jakékoli skupině nebo jednotlivci; (d) je obscénní nebo nevkusný; (e) porušuje, nedodržuje nebo podporuje porušování nebo nedodržování práv jiných osob, včetně práv duševního vlastnictví; (f) porušuje nebo podporuje porušení jakýchkoli platných zákonů nebo předpisů; (g) obsahuje žádost o finanční prostředky, zboží nebo služby, nebo propaguje nebo inzeruje zboží nebo služby; nebo (h) obsahuje jakékoli viry, trojské koně, nebo jiné komponenty určené k omezení nebo poškození funkčnosti počítače. Pokud přenášíte nebo nahráváte obsah určený nebo navržený k tomu, aby způsobil újmu, může vás společnost Sterling nahlásit příslušným úřadům a může jednat v plném rozsahu platných zákonů.",
      "You agree to indemnify and hold harmless the Sterling, its officers, directors, employees and agents from and against any and all third-party claims, liabilities, damages, losses or expenses, including reasonable attorneys’ fees and costs, due to, or arising out of, any information you disclose to the Site, your violation of these Terms of Use, or your violation or infringement of any third-party rights, including intellectual property rights.": "Souhlasíte s tím, že společnost Sterling její vedoucí pracovníky, ředitele, zaměstnance a zástupce odškodníte a zbavíte odpovědnosti v souvislosti s veškerými nároky, závazky, škodami, ztrátami nebo výdaji třetích stran, včetně přiměřených poplatků a nákladů na právní zastoupení, které vznikly v důsledku nebo které vyplývají z jakýchkoli informací, které zveřejníte na těchto Stránkách, z vašeho porušení těchto Podmínek použití nebo z vašeho porušení nebo porušení jakýchkoli práv třetích stran, včetně práv duševního vlastnictví.",
      "You may have had a background check processed previously with Sterling through a different employer. If you don’t remember your password, you’ll need to reset the password. Click the “I am a Returning User” option near the bottom of the Create Account page, then click the “Forgot Your Password?” option and enter your email address. You’ll receive a confirmation email containing a link for resetting your password.": "Pravděpodobně jste již dříve podstoupili prověření spolehlivosti společností Sterling u jiného zaměstnavatele. Pokud si heslo nepamatujete, budete jej muset resetovat. Klikněte na možnost „Jsem zaregistrovaný uživatel“ v dolní části stránky Vytvořit účet a poté klikněte na „Zapomněli jste heslo?“ a zadejte svou e-mailovou adresu. Obdržíte potvrzovací e-mail s odkazem na resetování hesla.",
      "You must complete the registration process to open an account by providing us with current, complete and accurate information, as required by the applicable registration form. You may also be required to choose a password and a user name. Access to, and use of, password protected or secure areas of the Site are restricted to authorized users only. Except as contemplated by Section 2.2, You agree not to share your password(s), account information, or access to the Site with any other person. You are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of your password(s) or account(s), or as a result of your access to the Site. You agree to notify Sterling immediately of any use of your password(s) or account(s) that you did not authorize or that is not authorized by these Terms of Use.": "Za účelem vytvoření účtu musíte dokončit registrační proces tak, že nám poskytnete aktuální, úplné a přesné informace, jak to vyžaduje příslušný registrační formulář. Můžete být také požádáni, abyste si zvolili heslo a uživatelské jméno. Přístup k heslem chráněným nebo zabezpečeným oblastem Stránek  a jejich používání jsou omezeny pouze na oprávněné uživatele. S výjimkou případů uvedených v oddílu 2.2 souhlasíte s tím, že nebudete sdílet své heslo (hesla), informace o účtu nebo přístup na Stránky s žádnou jinou osobou. Nesete odpovědnost za zachování důvěrnosti hesla (hesel) a informací o účtu a jste odpovědní za všechny aktivity, které se uskuteční prostřednictvím vašeho hesla (hesel) nebo účtu (účtů) nebo v důsledku vašeho přístupu na Stránky. Souhlasíte s tím, že budete společnost Sterling okamžitě informovat o jakémkoli použití vašeho hesla (hesel) nebo účtu (účtů), které jste neschválili nebo které nejsou povoleny těmito Podmínkami použití.",
      "You warrant that: (a) you have the right and authority to provide any personal information; (b) you have only disclosed information that is true, accurate and not misleading (including by omission) and nothing you have submitted is known by you to be false, inaccurate, or misleading; (c) you have identified the individual who the submitted information relates to and confirm their identity as the Candidate; and (d) your disclosure of information, or any engagement that may result from your disclosure of information, would not infringe any legal obligation that you or the Candidate may have to any third party, including under laws related to copyright, trademark, patent, trade secret, confidentiality, notice period, restrictive covenant, non-competition or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party.": "Zaručujete, že: (a) máte právo a oprávnění poskytnout jakékoli osobní údaje; (b) jste zpřístupnili pouze informace, které jsou pravdivé, přesné a nezavádějící (včetně opomenutí) a nic, co jste odeslali, není známo jako nepravdivé, nepřesné, nebo zavádějící; (c) jste identifikovali osobu, které se předložené informace týkají, a potvrdili jste její totožnost jako Uchazeče; a (d) vaše uvedení informací, nebo jakékoli zapojení, které může vyplývat z vašeho uvedené informací, neporušuje žádnou zákonnou povinnost, kterou můžete vy nebo uchazeč mít vůči jakékoli třetí straně, včetně zákonů týkajících se autorských práv, ochranné známky, patentu, obchodního tajemství, důvěrnosti, výpovědní lhůty, omezující úmluvy, zákazu konkurence nebo jiných práv duševního vlastnictví, práva na ochranu osobních údajů, nebo jakýchkoli jiných zákonných či osobnostních práv jakékoli třetí strany.",
      "to the use of Sterling Talent Solutions services (the \"Service\") by customers of Sterling Talent Solutions (\"Customers\") and by users that have gained access to the Service through Customer accounts (\"Users\"). By using the Service, you acknowledge that you and your Users are responsible for compliance with the Policy. You are responsible for violations of this Policy by any User that accesses the Services through your account.": "k používání služeb Sterling Talent Solutions (dále jen „Služba“) zákazníky společnosti Sterling Talent Solutions (dále jen „Zákazníci“) a uživateli, kteří získali přístup ke Službě prostřednictvím zákaznických účtů (dále jen „Uživatelé“). Používáním služby berete na vědomí, že vy a vaši uživatelé jste odpovědní za dodržování těchto Zásad. Nesete odpovědnost za porušení těchto Zásad jakýmkoli uživatelem, který má ke Službám přístup prostřednictvím vašeho účtu.",
      "{ country }": "{ country }",
      "{ heading }": "{ heading }",
      "Test label": "Test label",
      "New Test label": "New Test label",
      "Final Check": "Final Check"
    }
  }
}
