{
  "en-US": {
    "translation": {
      "07:30 - 17:30 (7:30am - 5:30pm) IST, M-F": "07:30 - 17:30 (7:30 a.m. - 5:30 p.m.) IST, M-F",
      "07:30 - 18:00 (7:30am - 6:00pm) BST, M-F": "07:30 - 18:00 (7:30 a.m. - 6:00 p.m.) IST, M-F",
      "08:00 - 20:00 (8:00am - 8:00pm) EST, M-F": "08:00 - 20:00 (8:00 a.m. - 8:00 p.m.) IST, M-F",
      "1 Alexandra Road": "1 Alexandra Road",
      "1. The following terms apply to Candidates only.": "1. Los siguientes términos se aplican únicamente a los candidatos.",
      "1.1. Use of Site": "1.1. Uso del sitio",
      "1.2. Electronic Signatures": "1.2. Firmas electrónicas",
      "1.3. Submissions": "1.3. Envíos",
      "1.4. Acceptable Use": "1.4. Uso aceptable",
      "1.5. Security, Passwords and Means of Accessing the Site": "1.5. Seguridad, contraseñas y medios para acceder al sitio",
      "2. The following terms apply to Clients only.": "2. Los siguientes términos se aplican únicamente a los clientes.",
      "2.1. Use of Site": "2.1. Uso del sitio",
      "2.2. Electronic Signatures": "2.2. Firmas electrónicas",
      "2.3. Submissions": "2.3. Envíos",
      "2.4. Acceptable Use": "2.4. Uso aceptable",
      "2.5. Security, Passwords and Means of Accessing the Site": "2.5. Seguridad, contraseñas y medios para acceder al sitio",
      "3. General Terms (these apply to all Users)": "3. Términos generales (se aplican a todos los usuarios)",
      "3.1. Reservation of Rights": "3.1. Reserva de derechos",
      "3.10. Waiver and Severability": "3.10. Renuncia y divisibilidad",
      "3.11. Applicable Laws": "3.11. Leyes aplicables",
      "3.12. Arbitration and Venue": "3.12. Arbitraje y juzgado",
      "3.13. Limitation on Time to File Claims": "3.13. Limitación de tiempo para presentar reclamaciones",
      "3.14. Contact Information": "3.14. Información de contacto",
      "3.2. Indemnity": "3.2. Indemnización",
      "3.3. Monitoring": "3.3. Supervisión",
      "3.4. Termination of Use": "3.4. Finalización del uso",
      "3.5. Third Party Web Sites, Content, Products and Services": "3.5. Sitios web, contenido, productos y servicios de terceros",
      "3.6. Disclaimer": "3.6. Aviso legal",
      "3.7. Limitation of Liability": "3.7. Limitación de responsabilidad",
      "3.8. Exclusions and Limitations": "3.8. Exclusiones y limitaciones",
      "3.9. Conflict with Service Agreement and Privacy Statement": "3.9. Conflicto con el acuerdo de servicio y la declaración de privacidad",
      "4511 Rockside Road, 4th Floor": "4511 Rockside Road, 4th Floor",
      "8th Floor, Alexandra House": "8th Floor, Alexandra House",
      "A User may not attempt to gain unauthorized access to, or attempt to interfere with or compromise the normal functioning, operation or security of, any portion of the Sterling Talent Solutions Network. A User may not use the Service to engage in any activities that may interfere with the ability of others to access or use the Service or the Internet. A User may not use the Service to monitor any data, information or communications on any network or system without authorization. A User may not attempt to gain unauthorized access to the user accounts or passwords of other Users.": "Un Usuario no puede intentar obtener acceso no autorizado a, o intentar interferir o poner en peligro el funcionamiento normal, el funcionamiento o la seguridad de cualquier parte de la Red de soluciones de Sterling Talent. Un Usuario no puede utilizar el Servicio para participar en actividades que puedan interferir con la capacidad de otros para acceder o utilizar el Servicio o Internet. Un Usuario no puede utilizar el Servicio para supervisar ningún dato, información o comunicación en ninguna red o sistema sin autorización. Un Usuario no puede intentar obtener acceso no autorizado a las cuentas de usuario o contraseñas de otros Usuarios.",
      "A User may not attempt to send e-mail messages or transmit any electronic communications using a name or address of someone other than the User for purposes of deception. Any attempt to impersonate someone else by altering source IP address information or by using forged headers or other identifying information is prohibited. Any attempt to fraudulently conceal, forge or otherwise falsify a User’s identity in connection with use of the Service is prohibited.": "Un Usuario no puede intentar enviar mensajes de correo electrónico ni transmitir comunicaciones electrónicas utilizando un nombre o dirección de alguien que no sea el Usuario con fines de engaño. Está prohibido cualquier intento de suplantar a otra persona alterando la información de la dirección IP de origen o utilizando encabezados falsificados u otra información identificativa. Está prohibido cualquier intento de ocultar, falsificar o falsear de otro modo de forma fraudulenta la identidad de un Usuario en relación con el uso del Servicio.",
      "A User may not use the Service to transmit unsolicited commercial e-mail messages or deliberately send excessively large attachments to one recipient. Any unsolicited commercial e-mail messages or a series of unsolicited commercial e-mail messages or large attachments sent to one recipient is prohibited. In addition, \"spamming\" or \"mailbombing\" is prohibited. Use of the service of another provider to send unsolicited commercial email, spam or mailbombs, to promote a site hosted on or connected to the Sterling Talent Solutions Network, is similarly prohibited. Likewise, a User may not use the Service to collect responses from mass unsolicited e-mail messages. Sterling Talent Solutions may in its sole discretion rely upon information obtained from anti-spamming organizations (including for example and without limitation spamhaus.org, spamcop.net, sorbs.net, and abuse.net) as evidence that a User is an active \"spam operation\" for purposes of taking remedial action under this Policy.": "Un Usuario no puede utilizar el Servicio para transmitir mensajes de correo electrónico comerciales no solicitados o enviar deliberadamente archivos adjuntos excesivamente grandes a un destinatario. Está prohibido cualquier mensaje de correo electrónico comercial no solicitado o una serie de mensajes de correo electrónico comercial no solicitado o archivos adjuntos grandes enviados a un destinatario. Además, están prohibidos el «spamming» y el «mailbombing». El uso del servicio de otro proveedor para enviar correo electrónico comercial no solicitado, spam o mailbombs, para promocionar un sitio alojado en o conectado a Sterling Talent Solutions Network, está igualmente prohibido. Del mismo modo, un Usuario no puede utilizar el Servicio para recopilar respuestas de mensajes de correo electrónico masivos no solicitados. Sterling Talent Solutions puede, a su entera discreción, confiar en la información obtenida de organizaciones antispaming (incluidas, entre otras, spamhaus.org, spamcop.net, sorbs.net y abuse.net) como prueba de que un Usuario es una «operación de spam» activa para los fines de tomar medidas correctivas en virtud de esta Política.",
      "ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF USE OR THE WEBSITES MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.": "CUALQUIER CAUSA DE ACCIÓN O RECLAMACIÓN QUE PUEDA TENER QUE SURJA DE ESTOS TÉRMINOS DE USO O LOS SITIOS WEB O ESTÉ RELACIONADA CON ESTOS DEBEN INICIARSE EN EL PLAZO DE UN (1) AÑO DESPUÉS DE QUE SE ACUMULE LA CAUSA DE LA ACCIÓN; DE LO CONTRARIO, DICHA CAUSA DE ACCIÓN O RECLAMACIÓN QUEDA PERMANENTEMENTE PROHIBIDA.",
      "APAC": "APAC",
      "Acceptable Use Policy": "Política de uso aceptable",
      "Access to and use of password protected or secured areas of the Site are restricted to authorized users only. You are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of any password(s) or account(s), or as a result of your access to the Site. You agree to notify Sterling immediately of any unauthorized use of password(s) or account(s).": "El acceso a áreas seguras o protegidas con contraseña del Sitio o el uso de estas están restringidos únicamente a usuarios autorizados. Usted es responsable de mantener la confidencialidad de las contraseñas y la información de la cuenta, y es responsable de todas las actividades que se produzcan a través del uso de cualquier contraseña o cuentas o como resultado de su acceso al Sitio. Usted acepta notificar inmediatamente a Sterling cualquier uso no autorizado de contraseñas o cuentas.",
      "Additional terms and conditions": "Términos y condiciones adicionales",
      "Advertising, transmitting, or otherwise making available any software, program, product, or service that is designed to violate this AUP, which includes the facilitation of the means to deliver unsolicited commercial email.": "Anunciar, transmitir o poner a disposición de otro modo cualquier software, programa, producto o servicio que esté diseñado para infringir esta PUA, lo que incluye la facilitación de los medios para entregar correo electrónico comercial no solicitado.",
      "After authorizing the use of your electronic signature, you may still withdraw your consent. To do so, you must contact Sterling or the Client for their withdrawal procedures and to understand any consequences which may apply.": "Después de autorizar el uso de su firma electrónica, aún puede retirar su consentimiento. Para ello, debe ponerse en contacto con Sterling o el cliente para conocer los procedimientos para realizar la retirada y comprender las consecuencias que puedan derivarse de ello.",
      "All Users of the Sterling Talent Solutions Network are responsible for notifying Sterling Talent Solutions immediately if they become aware of an impending event that may negatively affect the Sterling Talent Solutions Network. This includes extortion threats that involve threat of \"denial of service\" attacks, unauthorized access, or other security events.": "Todos los usuarios de Sterling Talent Solutions Network son responsables de notificar a Sterling Talent Solutions inmediatamente si tienen conocimiento de un evento inminente que pueda afectar negativamente a Sterling Talent Solutions Network. Esto incluye las amenazas de extorsión que implican la amenaza de ataques de «denegación de servicio», acceso no autorizado u otros eventos de seguridad.",
      "All matters relating to your access to, and use of, the Site and content provided on or through the Site, will be governed by U.S. federal law or the laws ofthe State of New York.": "Todos los asuntos relacionados con el acceso al Sitio y su uso, y así como con el contenido proporcionado en el Sitio o a través de este se regirán por la ley federal de EE. UU. o las leyes del estado de Nueva York.",
      "Any activity that disrupts, degrades, harms or threatens to harm the Sterling Talent Solutions Network or the Service.": "Cualquier actividad que interrumpa, degrade, dañe o amenace con dañar la Red de Sterling Talent Solutions o el Servicio.",
      "Any complaints regarding prohibited use or other abuse of the Sterling Talent Solutions Network, including violations of this Policy, should be sent to Sterling Talent Solutions. Please include all applicable information that will assist Sterling Talent Solutions in investigating the complaint, including all applicable headers of forwarded messages. Customers should call 800.943.2589 to submit a complaint as quickly as possible. If you are unsure whether any contemplated use or action is permitted, please submit questions or comments to Sterling Talent Solutions at ": "Cualquier queja relacionada con el uso prohibido u otro abuso de la Red de Sterling Talent Solutions, incluidas las infracciones de esta Política, debe enviarse a Sterling Talent Solutions. Incluya toda la información aplicable que ayude a Sterling Talent Solutions a investigar la reclamación, incluidos todos los encabezados aplicables de los mensajes reenviados. Los clientes deben llamar al 800.943.2589 para presentar una reclamación lo antes posible. Si no está seguro de si se permite cualquier uso o acción contemplada, envíe sus preguntas o comentarios a Sterling Talent Solutions a ",
      "Any controversy or claim arising out of, or relating to, these Terms of Use, or breach thereof, shall be settled by binding arbitration in accordance with the governing law as determined by these Terms of Use, the Federal Arbitration Act (insofar as it governs the arbitrability of such controversy or claim), and the Commercial Arbitration Rules (excluding Expedited Procedures) of the American Arbitration Association in the City of New York. Three qualified arbitrators shall be appointed in accordance with the Commercial Arbitration Rules (excluding Expedited Procedures) of the American Arbitration Association and these Terms of Use. Such qualified arbitrators shall be members of the New York bar and shall have at least five years of experience in the law relevant to the dispute in question. Each party shall have the right of discovery as set forth in the Federal Rules of Civil Procedure. A stenographer shall be present at the arbitration proceedings and the stenographic record shall be the official record of the proceeding. The arbitrators shall provide written findings of fact and conclusions of law in justification of any arbitration award. Either party shall have the right of appeal of any decision by the arbitrators by filing a request for reconsideration of any arbitration decision with the American Arbitration Association. Upon receiving such a request, the American Arbitration Association shall reconsider the matter de novo using the foregoing procedures. Should the arbitration award be inconsistent with the governing law as specified by these Terms of Use, either party may immediately appeal the arbitration award to any court of competent jurisdiction over Sterling. Judgment on the award rendered by the arbitrators may be entered in any court having competent jurisdiction over the parties, unless a subsequent request for reconsideration has been filed by a party under this Section, or the award has been appealed to a court of competent jurisdiction under this Section.": "Cualquier litigio o reclamación que surja de estas Condiciones de uso, o su incumplimiento, o estén relacionados con estas, se resolverá mediante arbitraje vinculante de acuerdo con la legislación aplicable según lo determinado por estas Condiciones de uso, la Ley Federal de Arbitraje (en la medida en que rija la arbitrabilidad de dicho litigio o reclamación) y las Reglas de Arbitraje Comercial (excluidos los Procedimientos Acelerados) de la Asociación Americana de Arbitraje en la Ciudad de Nueva York. Se nombrarán tres árbitros cualificados de acuerdo con las Reglas de Arbitraje Comercial (excluidos los Procedimientos Expedidos) de la Asociación Americana de Arbitraje y estas Condiciones de uso. Estos árbitros cualificados serán miembros del Colegio de Abogados de Nueva York y tendrán al menos cinco años de experiencia en la legislación relevante para la disputa en cuestión. Cada una de las partes tendrá derecho a la presentación de pruebas según se establece en las Normas Federales de Procedimiento Civil. Un taquígrafo estará presente en el procedimiento de arbitraje y el registro taquigráfico será el registro oficial del procedimiento. Los árbitros proporcionarán conclusiones escritas de los hechos y conclusiones de derecho en justificación de cualquier laudo arbitral. Cualquiera de las partes tendrá derecho a apelar las decisiones de los árbitros mediante la presentación de una solicitud de reconsideración de las decisiones de arbitraje ante la Asociación Americana de Arbitraje. Al recibir dicha solicitud, la Asociación Americana de Arbitraje reconsiderará el asunto «de novo» utilizando los procedimientos anteriores. En caso de que el laudo arbitral no sea coherente con la legislación aplicable especificada en estas Condiciones de uso, cualquiera de las partes podrá apelarlo inmediatamente ante cualquier tribunal de jurisdicción competente sobre Sterling. La sentencia sobre el laudo dictado por los árbitros puede presentarse en cualquier tribunal que tenga jurisdicción competente sobre las partes, a menos que una parte haya presentado una solicitud posterior de reconsideración en virtud de esta sección o que el laudo haya sido apelado ante un tribunal de jurisdicción competente en virtud de esta sección.",
      "Any legal suit, action or proceeding arising out of, or related to, these Terms of Use or the Website, and allowed pursuant to this Section, shall be instituted exclusively in the federal courts of the United States in the Southern District of New York or the courts of the State of New York located in the City of New York. You waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.": "Cualquier demanda, acción o procedimiento legal que surja de estas Condiciones de uso o el Sitio web, o esté relacionado con estas, y esté permitido de conformidad con esta Sección, se instituirá exclusivamente en los tribunales federales de Estados Unidos en el Distrito Sur de Nueva York o en los tribunales del Estado de Nueva York ubicados en la Ciudad de Nueva York. Usted renuncia a todas y cada una de las objeciones al ejercicio de la jurisdicción sobre usted por parte de estos tribunales y a la competencia en dichos tribunales.",
      "Any other inappropriate activity or abuse of the Service (as determined by us in our sole discretion), whether or not specifically listed in this Policy, may result in suspension or termination of the User’s access to or use of the Service.": "Cualquier otra actividad inapropiada o abuso del Servicio (según determinemos a nuestra entera discreción), independientemente de que se mencione específicamente en esta Política, puede resultar en la suspensión o terminación del acceso o uso del Servicio por parte del Usuario.",
      "Any use of another party’s electronic mail server to relay email without express permission from such other party is prohibited.": "Está prohibido cualquier uso del servidor de correo electrónico de otra parte para transmitir correo electrónico sin el permiso expreso de dicha otra parte.",
      "Attempting to circumvent or alter the processes or procedures to measure time, bandwidth utilization, or other methods to document use of Sterling Talent Solutions services.": "Intentar eludir o alterar los procesos o procedimientos para medir el tiempo, la utilización del ancho de banda u otros métodos para documentar el uso de los servicios de Sterling Talent Solutions.",
      "Because the Internet is an inherently open and insecure means of communication, any data or information a User transmits over the Internet may be susceptible to interception and alteration. Subject to our Online Privacy Policy, we make no guarantee regarding, and assume no liability for, the security and integrity of any data or information a User transmits via the Service or over the Internet, including any data or information transmitted via any server designated as \"secure.\"": "Debido a que Internet es un medio de comunicación inherentemente abierto e inseguro, cualquier dato o información que un Usuario transmita a través de Internet puede ser susceptible de interceptación y alteración. Con sujeción a nuestra Política de privacidad en línea, no garantizamos ni asumimos ninguna responsabilidad por la seguridad e integridad de ningún dato o información que un Usuario transmita a través del Servicio o a través de Internet, incluidos los datos o información transmitidos a través de cualquier servidor designado como «seguro».",
      "By making Submissions, you warrant that: (a) you have the right and authority to provide any Submissions; (b) you have only disclosed information that is true, accurate and not misleading (including by omission) and nothing you have submitted is known by you to be false, inaccurate, or misleading; (c) you are the individual who the Submissions relate to and that you have obtained permission from each person who appears and/or is referred to in your Submissions; and (d) your Submissions would not infringe any legal obligation that you may have to any third party, including under laws related to copyright, trademark, patent, trade secret, confidentiality, notice period, restrictive covenant, non-competition or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party.": "Al realizar envíos, usted garantiza que: (a) tiene derecho y autoridad para proporcionar cualquier envío; (b) solo ha divulgado información que es verdadera, precisa y no engañosa (incluso por omisión) y que nada de lo que usted haya presentado sea falso, impreciso o engañoso; (c) usted es la persona con la que se relacionan los envíos y que ha obtenido el permiso de cada persona que aparece y/o a la que se hace referencia en sus envíos; y (d) sus envíos no infringirían ninguna obligación legal que pueda tener con un tercero, en virtud de las leyes relacionadas con los derechos de autor, marca comercial, patente, secreto comercial, confidencialidad, periodo de notificación, pacto restrictivo, no competencia u otros derechos de propiedad intelectual, derechos de privacidad o cualquier otro derecho legal o moral de un tercero.",
      "By using the Site and providing Submissions, you agree to transact electronically through the Site. You agree that your electronic signature is the legal equivalent of your manual signature. You further agree that your use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes your signature as if actually signed by you in writing. You also agree that no certification authority or other third-party verification is necessary to validate your electronic signature, and the lack of such certification or third party verification will not in any way affect the enforceability of your electronic signature.": "Al utilizar el sitio y proporcionar envíos, usted acepta realizar transacciones electrónicas a través del sitio. Usted acepta que su firma electrónica es el equivalente legal de su firma manual. Además, acepta que el uso que haga de un teclado, ratón u otro dispositivo para seleccionar un elemento, botón, icono o realizar cualquier acción similar constituye su firma como si la hubiera firmado realmente por escrito. También acepta que no es necesaria ninguna autoridad de certificación ni otra verificación por parte de terceros para validar su firma electrónica, y que la falta de dicha certificación o verificación de terceros no afectará de ninguna manera a la aplicabilidad de su firma electrónica.",
      "By using the Site you warrant that you, or the entity for whom you are authorized to use the Site, has agreed to transact electronically through the Site. You warrant that, or the entity for whom you are authorized to use the Site, agrees that an electronic signature is the legal equivalent of a manual signature. You further warrant that you, or the entity for whom you are authorized to use the Site, agrees that the use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes a valid signature as if actually signed in writing. You also warrant that no certification authority or other third party verification is necessary to validate an electronic signature, and that the lack of such certification or third party verification will not in any way affect the enforceability of the electronic signature.": "Al utilizar el Sitio, usted garantiza que usted, o la entidad para la que está autorizado a utilizar el Sitio, ha aceptado realizar transacciones electrónicas a través del Sitio. Usted, o la entidad para la que está autorizado a utilizar el Sitio, garantiza que acepta que una firma electrónica es el equivalente legal de una firma manual. Además, usted garantiza que usted, o la entidad para la que está autorizado a utilizar el Sitio, acepta que el uso de un teclado, ratón u otro dispositivo para seleccionar un elemento, botón, icono o realizar cualquier acción similar constituye una firma válida como si realmente se hubiera firmado por escrito. También asegura que no es necesaria ninguna autoridad de certificación ni otra verificación por parte de terceros para validar una firma electrónica, y que la falta de dicha certificación o verificación de terceros no afectará de ninguna manera a la aplicabilidad de la firma electrónica.",
      "Client Service Support Information": "Información de ayuda del servicio al cliente",
      "Commercial email, spamming, mail bombing": "Correo electrónico comercial, correo no deseado, bombardeo de correo",
      "Common questions from our customers": "Preguntas frecuentes de nuestros clientes",
      "Complaints": "Reclamaciones",
      "Complaints and contact information": "Reclamaciones e información de contacto",
      "Contact Us": "Contacte con nosotros",
      "Cooperation with investigations": "Cooperación con investigaciones",
      "English": "Inglés",
      "English and Spanish": "Inglés y español",
      "Except where expressly provided otherwise, the Site is provided on an “as is” and “as available” basis. Sterling expressly disclaims all warranties of any kind, whether express or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose, and non-infringement with respect to the Site and all content provided on, or through, the Site. The Sterling makes no warranty that: (a) the Site or content will meet your requirements; (b) the Site will be available on an uninterrupted, timely, secure, or error-free basis; (c) the results that may be obtained from the use of the Site, or any content provided on or through the Site, will be accurate or reliable; or (d) any content obtained by you on or through the Site will meet your expectations.": "Salvo que se disponga expresamente lo contrario, el Sitio se proporciona “tal cual” y “según disponibilidad”. Sterling renuncia expresamente a todas las garantías de cualquier tipo, ya sean explícitas o implícitas, incluidas, entre otras, las garantías implícitas de comerciabilidad, idoneidad para un fin particular y ausencia de infracción con respecto al Sitio y todo el contenido proporcionado en el Sitio o a través de este. Sterling no garantiza que: (a) el Sitio o el contenido cumplan sus requisitos; (b) el Sitio esté disponible de forma ininterrumpida, oportuna, segura o sin errores; (c) los resultados que se puedan obtener del uso del Sitio, o cualquier contenido proporcionado en o a través del Sitio, sean precisos o fiables; o (d) cualquier contenido obtenido por usted en el Sitio o a través de este cumpla con sus expectativas.",
      "Filters and service information": "Filtros e información del servicio",
      "Frequently Asked Questions": "Preguntas frecuentes",
      "If Users engage in conduct or a pattern of conduct, including without limitation repeated violations by a User whereby correction of individual violations does not in Sterling Talent Solutions is sole discretion correct a pattern of the same or similar violations, while using the Service that violates the Policy, or is otherwise illegal or improper, Sterling Talent Solutions reserves the right to suspend and/or terminate the Service or the User's access to the Service. Sterling Talent Solutions will generally attempt to notify you of any activity in violation of the Policy and request that the User cease such activity; however, in cases where the operation of the Sterling Talent Solutions Network is threatened or cases involving unsolicited commercial email/SPAM, a pattern of violations, mail relaying, alteration of your source IP address information, denial of service attacks, illegal activities, suspected fraud in connection with the use of Service, harassment or copyright infringement, we reserve the right to suspend or terminate your Service or the User's access to the Service without notification. In addition, we may take any other appropriate action against you or a User for violations of the Policy, including repeated violations wherein correction of individual violations does not in Sterling Talent Solutions is sole discretion correct a pattern of the same or similar violations. We do not make any promise, nor do we have any obligation, to monitor or police activity occurring using the Service and will have no liability to any party, including you, for any violation of the Policy.": "Si los Usuarios participan en una conducta o un patrón de conducta, incluidas, entre otras, infracciones repetidas por un Usuario por las que la corrección de infracciones individuales no corrige, a discreción exclusiva de Sterling Talent Solutions, un patrón de las mismas infracciones o infracciones similares, mientras utilizan el Servicio que infringe la Política, o es ilegal o inapropiado de otro modo, Sterling Talent Solutions se reserva el derecho de suspender y/o finalizar el Servicio o el acceso del Usuario al Servicio. Por lo general, Sterling Talent Solutions intentará notificarle cualquier actividad que infrinja la Política y solicitar que el Usuario cese dicha actividad. Sin embargo, en casos en los que el funcionamiento de la Red de Sterling Talent Solutions se vea amenazado o en casos que impliquen correo electrónico comercial no solicitado/correo no deseado, un patrón de infracciones, retransmisión de correo, modificación de la información de su dirección IP de origen, ataques de denegación de servicio, actividades ilegales, sospecha de fraude en relación con el uso del Servicio, acoso o infracción de derechos de autor, nos reservamos el derecho de suspender o finalizar su Servicio o el acceso del Usuario al Servicio sin notificación previa. Además, podemos tomar cualquier otra medida adecuada contra usted o un Usuario por infracciones de la Política, incluidas infracciones repetidas en las que la corrección de infracciones individuales no corrige, a discreción exclusiva de Sterling Talent Solutions, un patrón de las mismas infracciones o infracciones similares. No hacemos ninguna promesa, ni tenemos ninguna obligación, de supervisar o vigilar la actividad que se produzca utilizando el Servicio y no tendremos ninguna responsabilidad ante ninguna parte, incluido usted, por cualquier infracción de la Política.",
      "If there is a conflict between these Terms of Use and an applicable service agreement between Sterling and a Client, then the terms of the service agreement will prevail to the extent of the conflict. If there is a conflict between these Terms of Use and Sterling’s relevant privacy statement (https://www.sterlingcheck.com/privacy), then the privacy statement will prevail to the extent of the conflict.": "Si existe un conflicto entre estas Condiciones de uso y un acuerdo de servicio aplicable entre Sterling y un cliente, los términos del acuerdo de servicio prevalecerán en lo que se refiere al conflicto. Si existe un conflicto entre estas Condiciones de uso y la declaración de privacidad pertinente de Sterling (https://www.sterlingcheck.com/privacy), la declaración de privacidad prevalecerá en lo que se refiere al conflicto.",
      "If we have specified bandwidth limitations for your user account, use of the Service shall not be in excess of those limitations. If a User is accessing the Service via a dial-up connection, we may terminate the user session if the User is connected for more than 7 days in order to protect Sterling Talent Solutions Network resources and maintain Service availability for others.": "Si hemos especificado limitaciones de ancho de banda para su cuenta de usuario, el uso del Servicio no excederá esas limitaciones. Si un Usuario accede al Servicio a través de una conexión de acceso telefónico, podemos finalizar la sesión de usuario si el Usuario está conectado durante más de 7 días para proteger los recursos de Sterling Talent Solutions Network y mantener la disponibilidad del Servicio para otros.",
      "If you decline to use an electronic signature, you may be able to print forms and sign them by hand, in which case you will be required to deliver the hand signed forms to the relevant Sterling company representative.": "Si se niega a utilizar una firma electrónica, es posible que pueda imprimir formularios y firmarlos a mano, en cuyo caso se le pedirá que entregue los formularios firmados a mano al representante correspondiente de Sterling Company.",
      "If you do not agree to these Terms of Use, your continued use of the Site is not authorized.": "Si no está de acuerdo con estas Condiciones de uso, su uso continuado del Sitio no está autorizado.",
      "If you have any questions regarding these Terms of Use, please contact Sterling at 1-800-899-2272.": "Si tiene alguna pregunta sobre estas Condiciones de uso, póngase en contacto con Sterling en el número 1-800-899-2272.",
      "If you wish to obtain a paper copy of the forms you sign via this site, you will be given the opportunity to download and print those forms once they have been executed.": "Si desea obtener una copia impresa de los formularios que firma a través de este Sitio, tendrá la oportunidad de descargar e imprimir esos formularios una vez que se hayan ejecutado.",
      "Illegal Title": "Cargo ilegal",
      "Impending security event notification": "Notificación de evento de seguridad inminente",
      "In most cases, we will notify our Customer(s) of complaints received by us regarding an alleged violation of this Policy. You agree to promptly investigate all such complaints and take all necessary actions to remedy any violations of this Policy. We may inform the complainant that you are investigating the complaint and may provide the complainant with the necessary information to contact you directly to resolve the complaint. You shall identify a representative for the purposes of receiving such communications.": "En la mayoría de los casos, notificaremos a nuestro Cliente(s) las quejas recibidas por nosotros en relación con una presunta infracción de esta Política. Usted acepta investigar de inmediato todas estas reclamaciones y tomar todas las medidas necesarias para remediar cualquier infracción de esta Política. Podemos informar al reclamante de que está investigando la reclamación y podemos proporcionarle la información necesaria para ponernos en contacto con usted directamente para resolver la reclamación. Deberá identificar a un representante a los efectos de recibir dichas comunicaciones.",
      "In no event will Sterling or its officers, directors, employees, or agents be liable for any direct, indirect, incidental, special, or consequential damages; or damages for lost profits, revenue, data or data use, incurred by you or any third party, whether in an action in contract, or tort (including negligence), breach of statutory duty, strict liability, or otherwise, arising from your access to, or use of, the Site or any content provided on or through the Site.": "En ningún caso Sterling ni sus directivos, directores, empleados o agentes serán responsables de ningún daño directo, indirecto, incidental, especial o consecuente; o daños por lucro cesante, ingresos, datos o uso de datos, en los que incurra usted o cualquier tercero, ya sea en una acción contractual o extracontractual (incluida la negligencia), incumplimiento de la obligación legal, responsabilidad estricta o de otro modo, que surja de su acceso o del uso del Sitio o de cualquier contenido proporcionado en el Sitio o a través de este.",
      "In order to access, fulfill and retain the following electronic forms, your computer must be equipped and compatible with the most common operating systems and internet browsers. This would include:": "Para acceder, completar y conservar los formularios electrónicos siguientes, su ordenador debe estar equipado con los sistemas operativos y navegadores de Internet más comunes y ser compatible con estos. Esto incluiría:",
      "Independence, OH 44131": "Independence, OH 44131",
      "India": "India",
      "Intentionally transmitting files containing a computer virus or corrupted data.": "Transmitir intencionadamente archivos que contengan un virus informático o datos dañados.",
      "Introduction": "Introducción",
      "It may take up to two hours for you to receive a confirmation email when resetting your password. If you don’t see the confirmation email in your inbox, be sure to check your junk and spam folders. If you still haven’t received your email after two hours, you can try again by clicking the “I am a Returning User” option near the bottom of the Create Account page and requesting another confirmation email. If you continue not to receive a confirmation email, please call us at 888-889-5248 for further assistance.": "Puede tardar hasta dos horas en recibir un correo electrónico de confirmación al restablecer su contraseña. Si no ve el correo electrónico de confirmación en su bandeja de entrada, asegúrese de comprobar sus carpetas de correo no deseado y spam. Si aún no ha recibido su correo electrónico después de dos horas, puede intentarlo de nuevo haciendo clic en la opción “Soy un usuario recurrente” en la parte inferior de la página Crear cuenta y solicitando otro correo electrónico de confirmación. Si sigue sin recibir un correo electrónico de confirmación, llámenos al 888-889-5248 para obtener más ayuda.",
      "It’s important that Sterling is able to contact your   previous employers to verify your work history. We suggest using Google or another search engine to find contact information, checking the employer’s web site, or reviewing any past documents you may have received from the employer. If the employer is no longer in business, please provide the most complete information you have.": "Es importante que Sterling pueda ponerse en contacto con sus empleadores anteriores para verificar su historial laboral. Recomendamos utilizar Google u otro motor de búsqueda para encontrar información de contacto, comprobar el sitio web del empleador o revisar cualquier documento anterior que haya recibido del empleador. Si el empleador ya no está en el negocio, proporcione la información más completa que tenga.",
      "I’ve provided my address history. Why am I being prompted to fill in gaps?": "He proporcionado mi historial de direcciones. ¿Por qué se me pide que rellene los espacios en blanco?",
      "Just reset the password. Click the “I am a Returning User” option near the bottom of the Create Account page, then click the “Forgot Your Password?” option and enter your email address. You’ll receive a confirmation email containing a link for resetting your password.": "Solo tiene que restablecer la contraseña. Haga clic en la opción “Soy un usuario recurrente” en la parte inferior de la página Crear cuenta y, a continuación, haga clic en la opción “¿Ha olvidado su contraseña?” e introduzca su dirección de correo electrónico. Recibirá un correo electrónico de confirmación con un enlace para restablecer su contraseña.",
      "Lorem Ipsum dolor sit emit.": "Lorem Ipsum dolor sit emit.",
      "Mailing Address": "Dirección postal",
      "Microsoft Internet Explorer version 8 and later, Mozilla Firefox – latest version, Safari latest version + tablet versions, Chrome latest desktop version.": "Microsoft Internet Explorer versión 8 y posteriores, última versión de Mozilla Firefox, versión más reciente de Safari + versiones de tableta, última versión de escritorio de Chrome.",
      "Modifications to policy": "Modificaciones de la política",
      "Privacy": "Privacidad",
      "Questions related to your background check": "Preguntas relacionadas con su verificación de antecedentes",
      "Responsibilities of customers": "Responsabilidades de los clientes",
      "Return To Top": "Volver a la parte superior",
      "SA1 5ED": "SA1 5ED",
      "Some jurisdictions do not allow the disclaimer or exclusion of certain warranties of the disclaimer, exclusion, or limitation of certain liabilities. To the extent that they are held to be legally invalid, disclaimers, exclusions, and limitations set out in these Terms of Use, including those set out in Sections 3.6 (Disclaimer) and 3.7 (Limitation of Liability), do not apply and all other terms will remain in full force and effect.": "Algunas jurisdicciones no permiten la renuncia o exclusión de ciertas garantías de la renuncia, exclusión o limitación de determinadas responsabilidades. En la medida en que se consideren legalmente no válidas, las exenciones de responsabilidad, exclusiones y limitaciones establecidas en estas Condiciones de uso, incluidas las establecidas en las secciones 3.6 (Exención de responsabilidad) y 3.7 (Limitación de responsabilidad), no se aplicarán y todos los demás términos permanecerán en pleno vigor y efecto.",
      "Spoofing/Fraud": "Suplantación/fraude",
      "Sterling Customer Support": "Atención al cliente de Sterling",
      "Sterling FAQ": "Preguntas frecuentes de Sterling",
      "Sterling Talent Solutions reserves the right to modify this Policy at any time without notice. We will attempt to notify Customers of any such modifications either via e-mail or by posting a revised version of the Policy on our Web site. Any such modifications shall be effective and applied prospectively from the date of posting.": "Sterling Talent Solutions se reserva el derecho de modificar esta Política en cualquier momento sin previo aviso. Intentaremos notificar a los Clientes cualquiera de dichas modificaciones por correo electrónico o publicando una versión revisada de la Política en nuestro sitio web. Dichas modificaciones entrarán en vigor y se aplicarán de forma prospectiva a partir de la fecha de publicación.",
      "Sterling Talent Solutions will cooperate with appropriate law enforcement agencies and other parties involved in investigating claims of illegal or inappropriate activity. Sterling Talent Solutions reserves the right to disclose customer information to the extent authorized by federal or state law.": "Sterling Talent Solutions cooperará con las fuerzas del orden adecuadas y otras partes involucradas en la investigación de reclamaciones de actividades ilegales o inapropiadas. Sterling Talent Solutions se reserva el derecho de divulgar información de los clientes en la medida autorizada por las leyes federales o estatales.",
      "Sterling UK Customer Support": "Atención al cliente de Sterling UK",
      "Sterling may revise the Terms of Use at any time without notice to you. The revised Terms of Use will be effective when posted to the Site.": "Sterling puede revisar las Condiciones de uso en cualquier momento sin previo aviso. Las Condiciones de uso revisadas entrarán en vigor cuando se publiquen en el Sitio.",
      "Sterling reserves the right to make changes or updates to, and monitor the use of, the Site and content provided on or through the Site at any time without notice.": "Sterling se reserva el derecho de realizar cambios o actualizaciones en el Sitio y supervisar el uso de este, así como el contenido proporcionado en el Sitio o a través de este, en cualquier momento sin previo aviso.",
      "Sterling will have no responsibility for any damage to your computer system or loss of data that results from the use of the Site.": "Sterling no será responsable de ningún daño a su sistema informático ni de la pérdida de datos que resulte del uso del Sitio.",
      "Suspension or termination of service": "Suspensión o finalización del servicio",
      "Swansea": "Swansea",
      "Terms of Use": "Condiciones de uso",
      "The Policy applies to all aspects of the Service. \"Sterling Talent Solutions Network\" includes, without limitation, Sterling Talent Solutions leased transmission network, including all equipment, systems, facilities, services and products incorporated or used in such transmission network. As used in this Policy, \"you\" refers to Customers, and any reference to \"Users\" is intended to encompass, as applicable, both Customers and their Users.": "La Política se aplica a todos los aspectos del Servicio. La «Sterling Talent Solutions Network» incluye, entre otros, la red de transmisión alquilada de Sterling Talent Solutions, incluidos todos los equipos, sistemas, instalaciones, servicios y productos incorporados o utilizados en dicha red de transmisión. Según se utiliza en esta Política, «usted» se refiere a Clientes, y cualquier referencia a «Usuarios» pretende abarcar, según corresponda, tanto a los Clientes como a sus Usuarios.",
      "The Service shall not be used for any unlawful activities or in connection with any criminal or civil violation and the Services shall in all cases be used in compliance with applicable law. Use of the Service for transmission, distribution, retrieval, or storage of any information, data or other material in violation of any applicable law or regulation (including, where applicable, any tariff or treaty) is prohibited. This includes, without limitation, the use or transmission of any data or material protected by copyright, trademark, trade secret, patent or other intellectual property right without proper authorization and the transmission of any material that constitutes an illegal threat, violates export control laws, or is obscene, defamatory or otherwise unlawful.": "El Servicio no se utilizará para ninguna actividad ilegal o en relación con cualquier infracción penal o civil y los Servicios se utilizarán en todos los casos de conformidad con la legislación aplicable. Está prohibido el uso del Servicio para la transmisión, distribución, recuperación o almacenamiento de cualquier información, datos u otro material que infrinja cualquier ley o normativa aplicable (incluido, cuando proceda, cualquier arancel o tratado). Esto incluye, entre otros, el uso o transmisión de cualquier dato o material protegido por derechos de autor, marca comercial, secreto comercial, patente u otro derecho de propiedad intelectual sin la debida autorización y la transmisión de cualquier material que constituya una amenaza ilegal, infrinja las leyes de control de exportación, o sea obsceno, difamatorio o de otro modo ilegal.",
      "The Site and content provided on or through the Site are the intellectual property and copyrighted works of Sterling, a Sterling Client, or a third-party provider. All rights, title and interest not expressly granted with respect to the Site and content provided on or through the Site are reserved. All content is provided on an “As Is” and “As Available” basis, and Sterling reserves the right to terminate the permissions granted to you at any time.": "El Sitio y el contenido proporcionado en el Sitio o a través de este son propiedad intelectual y obras con derechos de autor de Sterling, un Cliente de Sterling o un proveedor externo. Todos los derechos, títulos e intereses no otorgados expresamente con respecto al Sitio y el contenido proporcionado en el Sitio o a través de este están reservados. Todo el contenido se proporciona «tal cual» y «según disponibilidad», y Sterling se reserva el derecho de anular los permisos que se le otorgan en cualquier momento.",
      "The Site provides links to Web sites and access to content, products and services of third parties, including users, advertisers, affiliates and sponsors of the Site. Sterling is not responsible for third party content provided on, or through the Site, or for any changes or updates to such third party sites, and you bear all risks associated with the access to, and use of, such Web sites and third party content, products and services.": "El Sitio proporciona enlaces a sitios web y acceso a su contenido, sus productos y servicios de terceros, incluidos usuarios, anunciantes, filiales y patrocinadores de este. Sterling no es responsable del contenido de terceros proporcionado en el Sitio o a través de este, ni de ningún cambio o actualización en dichos sitios de terceros, y usted asume todos los riesgos asociados con el acceso y uso de dichos sitios web y contenido, productos y servicios de terceros.",
      "The Sterling has no obligation to monitor the Site. However, Sterling reserves the right to review the Site and content and to monitor all use of and activity on the Site, and to remove or choose not to make available on or through the Site, any content (including Submissions) in its sole discretion. Sterling may remove content that is confidential or proprietary to you, or a third party, without permission from you or the third party.": "Sterling no tiene obligación de supervisar el Sitio. Sin embargo, Sterling se reserva el derecho de revisar el Sitio y el contenido y de supervisar todo uso y actividad en este, y de eliminar o elegir no poner a disposición en el Sitio o a través de este cualquier contenido (incluidos los Envíos) a su entera discreción. Sterling puede eliminar contenido confidencial o de propiedad exclusiva que le pertenezca a usted, o a un tercero, sin su permiso o el del tercero.",
      "The Sterling may, in its sole discretion, at any time discontinue providing or limit access to the Site, in whole or in part. You agree that Sterling may, in its sole discretion, at any time, terminate or limit your access to, or use of, the Site in whole or in part. Sterling may terminate or limit your access to, or use of, the Site, if Sterling determines, in its sole discretion, that you have infringed the copyrights or other legal rights of a third party, or otherwise materially violated these Terms of Use. You agree that Sterling will not be liable to you or any third-party for any termination or limitation of your access to, or use of, the Site.": "Sterling puede, a su entera discreción, en cualquier momento dejar de proporcionar o limitar el acceso al Sitio, en su totalidad o en parte. Usted acepta que Sterling en cualquier momento puede, a su entera discreción, rescindir o limitar su acceso o uso del Sitio en su totalidad o en parte. Sterling puede anular o limitar su acceso al Sitio o el uso de este, si Sterling determina, a su entera discreción, que usted ha infringido los derechos de autor u otros derechos legales de un tercero, o que ha infringido sustancialmente estas Condiciones de uso. Usted acepta que Sterling no será responsable ante usted ni ante ningún tercero por ninguna anulación o limitación de su acceso al Sitio o uso de este.",
      "The background check application form requires that the start date & the end date of each address should be a total match.": "El formulario de solicitud de verificación de antecedentes requiere que la fecha de inicio y la fecha de finalización de cada dirección sean una coincidencia total.",
      "The failure of Sterling to exercise or enforce any rights or provisions in these Terms of Use will not constitute a waiver of such right or provision. If any part or provision of these Terms of Use is found to be unenforceable, such part or provision may be modified to make the Terms of Use as modified, legal and enforceable. The rest of the Terms of Use will not be affected.": "El hecho de que Sterling no ejerza o no haga cumplir los derechos o disposiciones de estas Condiciones de uso no constituirá una renuncia a dichos derechos o disposiciones. Si alguna parte o disposición de estas Condiciones de uso se considera inaplicable, dicha parte o disposición puede modificarse para que las Condiciones de uso sean modificadas, legales y aplicables. El resto de las Condiciones de uso no se verán afectadas.",
      "The following activities are also prohibited:": "También están prohibidas las siguientes actividades:",
      "The parties waive any right to bring representative claims on behalf of a class of individuals, on behalf of the public, as a private attorney general, or otherwise (the “class action waiver”). Except for this class action waiver, this clause may be severed or modified if necessary to render it enforceable under the Federal Arbitration Act.": "Las partes renuncian a cualquier derecho a presentar reclamaciones representativas en nombre de un colectivo de personas, en nombre de la ciudadanía, como fiscal general o de otro modo (la «renuncia a la demanda colectiva»). Excepto en el caso de esta renuncia a la demanda colectiva, esta cláusula puede eliminarse o modificarse si es necesario para que sea aplicable en virtud de la Ley Federal de Arbitraje.",
      "The sole purpose of this website is to enable you to collect and evaluate Candidate Submissions. Use of this Site does not create an employment relationship between any person and any Sterling company. Individuals who use this Site on behalf of a Client shall be solely the employees or agents of such entity and shall be under the sole and exclusive direction and control of such entity. The Client organization shall be responsible for compliance with all laws, rules and regulations involving its respective employees or agents, including (but not limited to) employment of labor, hours of labor, health and safety, working conditions and payment of wages.": "El único propósito de este sitio web es permitirle recopilar y evaluar los envíos de candidatos. El uso de este Sitio no crea una relación laboral entre ninguna persona ni ninguna empresa de Sterling. Las personas que utilicen este Sitio en nombre de un Cliente serán únicamente los empleados o representantes de dicha entidad y estarán bajo la única y exclusiva dirección y control de dicha entidad. La organización del Cliente será responsable del cumplimiento de todas las leyes, normas y reglamentos que impliquen a sus respectivos empleados o representantes, incluido (entre otros) el empleo de mano de obra, horas de trabajo, salud y seguridad, condiciones laborales y pago de salarios.",
      "The sole purpose of this website is to enable you to submit information (“Submissions“) to provide information to allow Sterling to carry out Services for a Client or for you. Use of this Site does not create an employment relationship between you and any Sterling company. You expressly agree that no employment relationship will be created without further review of the Submission, an appropriate successful interview process, background and reference checks (where applicable), verification of identity and the legal right to work, and issuance and acceptance of a formal written offer of employment from the entity offering employment.": "El único propósito de este sitio web es permitirle enviar información (“Envíos”) para proporcionar información que permita que Sterling lleve a cabo Servicios para un Cliente o para usted. El uso de este Sitio no crea una relación laboral entre usted ni ninguna empresa de Sterling. Usted acepta expresamente que no se creará ninguna relación laboral sin una revisión adicional del Envío, un proceso de entrevista adecuado y exitoso, comprobaciones de antecedentes y referencias (cuando corresponda), verificación de identidad y derecho legal a trabajar, y emisión y aceptación de una oferta formal por escrito de empleo de la entidad que ofrece empleo.",
      "The use of the Sterling Talent Solutions Network by a Customer of Sterling Talent Solutions is subject to the terms and conditions of any agreements entered into by such Customer and Sterling Talent Solutions. This Policy is incorporated into such agreements by reference.": "El uso de la Red de Sterling Talent Solutions por parte de un Cliente de Sterling Talent Solutions está sujeto a los términos y condiciones de cualquier acuerdo celebrado por dicho Cliente y Sterling Talent Solutions. La presente Política se incorpora a dichos acuerdos por referencia.",
      "This Policy is designed to assist in protecting the Sterling Talent Solutions Network, the Service, our Users and the Internet community as a whole from improper and/or illegal activity over the Internet, to improve Service and to improve Service offerings. In situations where data communications are carried across networks of other Internet Service Providers (ISPs), Users of the Sterling Talent Solutions Network must also conform to the applicable acceptable use policies of such other ISPs.": "Esta Política está diseñada para ayudar a proteger la Red de Sterling Talent Solutions, el Servicio, nuestros Usuarios y la comunidad de Internet en su conjunto frente a actividades indebidas y/o ilegales en Internet, para mejorar el Servicio y para mejorar las ofertas del Servicio. En situaciones en las que las comunicaciones de datos se lleven a cabo a través de redes de otros Proveedores de servicios de Internet (ISP), los Usuarios de la Red de Sterling Talent Solutions también deben cumplir con las políticas de uso aceptable aplicables de dichos ISP.",
      "This listing of prohibited activities is not exhaustive and Sterling Talent Solutions reserves the right to determine that any conduct that is or could be harmful to the Sterling Talent Solutions Network, Sterling Talent Solutions is Customers or Internet users is in violation of this Policy and to exercise any or all of the remedies contained in this Policy.": "Este listado de actividades prohibidas no es exhaustivo y Sterling Talent Solutions se reserva el derecho de determinar que cualquier conducta que sea o pudiera ser perjudicial para la Red de Sterling Talent Solutions, Sterling Talent Solutions es Clientes o usuarios de Internet está infringiendo esta Política y de ejercer cualquiera o todos los recursos contenidos en esta Política.",
      "Through the Site, Clients, Candidates, and third-party sources of data related to Candidates (collectively, “Users”), will have the ability to place orders for, and participate in the fulfillment of, Services. By accessing or using the Site, you agree to follow and be bound by the following terms and conditions concerning your access to and use of the Site (“Terms of Use“).": "A través del Sitio, los Clientes, Candidatos y las fuentes de datos de terceros relacionados con los Candidatos (colectivamente, los “Usuarios”) tendrán la capacidad de realizar pedidos y participar en la prestación de los Servicios. Al acceder o utilizar el Sitio, usted acepta seguir y quedar obligado por los siguientes términos y condiciones relativos a su acceso al Sitio y al uso de este («Términos de uso»).",
      "Unauthorized access/interference": "Acceso no autorizado/interferencia",
      "United Kingdom": "Reino Unido",
      "United States and Canada": "Estados Unidos y Canadá",
      "Users are entirely responsible for maintaining the confidentiality of password and account information, as well as the security of their network. You agree immediately to notify Sterling Talent Solutions of any unauthorized use of your account or any other breach of security known to you. If you become aware of any violation of this Policy by any person, including Users that have accessed the Service through your account, you are required to notify us.": "Los usuarios son totalmente responsables de mantener la confidencialidad de la contraseña y la información de la cuenta, así como la seguridad de su red. Usted acepta notificar inmediatamente a Sterling Talent Solutions cualquier uso no autorizado de su cuenta o cualquier otra violación de seguridad que conozca. Si tiene conocimiento de cualquier infracción de esta Política por parte de cualquier persona, incluidos los Usuarios que hayan accedido al Servicio a través de su cuenta, deberá notificárnoslo.",
      "Users are prohibited from intentionally or negligently injecting false data into the Internet, for instance in the form of bad routing information (including but not limited to the announcing of networks owned by someone else or reserved by the Internet Assigned Numbers Authority) or incorrect DNS information.": "Los usuarios tienen prohibido inyectar datos falsos en Internet de forma intencionada o negligente, por ejemplo, en forma de información de enrutamiento incorrecta (incluido, entre otros, el anuncio de redes propiedad de otra persona o reservadas por la Autoridad de números asignados de Internet) o información DNS incorrecta.",
      "We reserve the right to install and use, or to have you install and use, any appropriate devices to prevent violations of this Policy, including devices designed to filter or terminate access to the Service. By accepting and using the Service, you consent to allowing us to collect service information and routing information in the normal course of our business, and to use such information for general business purposes.": "Nos reservamos el derecho de instalar y utilizar, o hacer que usted instale y utilice, cualquier dispositivo adecuado para evitar infracciones de esta Política, incluidos dispositivos diseñados para filtrar o finalizar el acceso al Servicio. Al aceptar y utilizar el Servicio, usted consiente en permitirnos recopilar información del servicio y el enrutamiento de información en el transcurso normal de nuestro negocio, y utilizar dicha información para fines comerciales generales.",
      "Welcome to Sterling Infosystems, Inc., and its affiliated companies (“Sterling“) background screening platform (the “Site“). Sterling provides background screening and other services (“Services“) to organizations and their authorized business users (“Clients“), allowing them to collect information about individuals (“Candidates“). Sterling also provides certain services directly to Candidates.": "Le damos la bienvenida a Sterling Infosystems, Inc., y a la plataforma de verificación de antecedentes (el «Sitio») de sus empresas afiliadas («Sterling»). Sterling proporciona pruebas de antecedentes y otros servicios («Servicios») a organizaciones y sus usuarios comerciales autorizados («Clientes»), lo que les permite recopilar información sobre personas («Candidatos»). Sterling también proporciona ciertos servicios directamente a los Candidatos.",
      "What if I don’t have a former employer’s contact information?": "¿Qué sucede si no tengo la información de contacto de un empleador anterior?",
      "What if I don’t know my password?": "¿Qué pasa si no conozco mi contraseña?",
      "What if I don’t remember my password?": "¿Qué pasa si no recuerdo mi contraseña?",
      "What if I haven’t received my confirmation email for resetting my password?": "¿Qué sucede si no he recibido mi correo electrónico de confirmación para restablecer mi contraseña?",
      "When you first arrive on our background check web page (after clicking the link in your email), you’ll need to create a new password meeting the requirements indicated on the page. You’ll need to check the box to accept Sterling’s terms of use, then click the Create an Account button.": "Cuando llegue por primera vez a nuestra página web de comprobación de antecedentes (después de hacer clic en el enlace de su correo electrónico), tendrá que crear una nueva contraseña que cumpla los requisitos indicados en la página. Deberá marcar la casilla para aceptar los términos de uso de Sterling y, a continuación, hacer clic en el botón Crear una cuenta.",
      "Why am I being told that my email address already exists in Sterling’s system?": "¿Por qué me dicen que mi dirección de correo electrónico ya existe en el sistema de Sterling?",
      "Windows, Mac OS X, Linux, Apple iOS, and other major operating systems.": "Windows, Mac OS X, Linux, Apple iOS y otros sistemas operativos importantes.",
      "You agree not to access or use the Site in any manner that could damage, disable, overburden, or impair any Sterling accounts, computer systems or networks. You agree not to attempt to gain unauthorized access to any parts of the Site or any Sterling accounts, computer systems or networks. You agree not to interfere, or attempt to interfere, with the proper working of the Site or any of Sterling accounts, computer systems or networks. You agree not to use any robot, spider, scraper or other automated means to access the Site or any of Sterling accounts, computer systems or networks without the Sterling’s express written permission.": "Usted acepta no acceder al Sitio ni utilizarlo de ninguna manera que pueda dañar, deshabilitar, sobrecargar o perjudicar una cuenta, un sistema informático o una red de Sterling. Usted acepta no intentar obtener acceso no autorizado a ninguna parte del Sitio ni a ninguna cuenta, sistema informático ni red de Sterling. Usted acepta no interferir, ni intentar interferir, con el correcto funcionamiento del Sitio ni de ninguna de las cuentas, sistemas informáticos ni redes de Sterling. Usted acepta no utilizar ningún robot, araña, raspador ni otro medio automatizado para acceder al Sitio o a alguna de las cuentas, sistemas informáticos o redes de Sterling sin el permiso expreso por escrito de Sterling.",
      "You agree that all information you submit in use of the Site will be information that you have the right and authority to disclose to the Sterling. Where applicable, you agree that you will obtain written signed consent from each Candidate, in the form required by law before requesting background screening reports relating to that Candidate, or you will use the Site to collect that consent on your behalf. If you have collected the consent yourself, you must deliver such consent to Sterling by uploading the signed consent form as part of the Submissions relating to that Candidate.": "Usted acepta que toda la información que envíe al utilizar el Sitio será información para la que tiene derecho y autoridad para divulgar a Sterling. Cuando corresponda, usted acepta que obtendrá el consentimiento firmado por escrito de cada Candidato, en la forma requerida por la ley antes de solicitar informes de verificación de antecedentes relacionados con ese Candidato o que utilizará el Sitio para recopilar ese consentimiento en su nombre. Si ha obtenido el consentimiento usted mismo, debe entregar dicho consentimiento a Sterling cargando el formulario de consentimiento firmado como parte de los Envíos relacionados con ese Candidato.",
      "You agree that you will neither use the Site in a manner, nor provide any Submission, that: (a) is defamatory, derogatory, degrading or harassing of another or constitutes a personal attack; (b) invades another’s privacy or includes, copies or transmits another’s confidential, sensitive or personal information without that person’s consent to do so; (c) promotes bigotry, racism, hatred or harm against any group or individual; (d) is obscene or not in good taste; (e) violates, infringes or promotes the violation or infringement of another’s rights, including intellectual property rights; (f) violates or promotes the violation of any applicable laws or regulations; (g) contains a solicitation of funds, goods or services, or promotes or advertises goods or services; or (h) contains any viruses, Trojan horses, or other components designed to limit or harm the functionality of a computer. Sterling may report you to the relevant authorities and may act under the fullest extent of applicable laws if you transmit or upload content intended or designed to cause harm.": "Usted acepta que no utilizará el Sitio de ninguna manera, ni proporcionará ningún Envío, que: (a) difame, desprecie, degrade o acose a otra persona o constituya un ataque personal; (b) invada la privacidad de otra persona o incluya, copie o transmita la información confidencial de otra persona, información sensible o personal sin el consentimiento de esa persona para hacerlo; (c) fomente la intolerancia, el racismo, el odio o el daño contra cualquier grupo o persona; (d) sea obsceno o de mal gusto; (e) incumpla, infrinja o fomente la infracción o el incumplimiento de los derechos de otra persona, incluidos los derechos de propiedad intelectual; (f) infrinja o fomente la infracción de leyes o normativas aplicables; (g) contenga una solicitud de fondos, bienes o servicios, o promocione o anuncie bienes o servicios; o (h) contenga virus, troyanos u otros componentes diseñados para limitar o dañar la funcionalidad de un ordenador. Sterling puede denunciarlo a las autoridades pertinentes y puede actuar en la máxima medida permitida por las leyes aplicables si transmite o carga contenido destinado o diseñado para causar daños.",
      "You agree that you will neither use the Site in a manner, nor provide any Submission, that: (a) is defamatory, derogatory, degrading or harassing of another or constitutes a personal attack; (b) invades another’s privacy or includes, copies or transmits another’s confidential, sensitive or personal information without that person’s consent; (c) promotes bigotry, racism, hatred or harm against any group or individual; (d) is obscene or not in good taste; (e) violates, infringes or promotes the violation or infringement of another’s rights, including intellectual property rights; (f) violates or promotes the violation of any applicable laws or regulations; (g) contains a solicitation of funds, goods or services, or promotes or advertises goods or services; or (h) contains any viruses, Trojan horses, or other components designed to limit or harm the functionality of a computer. Sterling may report you to the relevant authorities and may act under the fullest extent of applicable laws if you transmit or upload content intended or designed to cause harm.": "Usted acepta que no utilizará el Sitio de ninguna manera, ni proporcionará ningún Envío, que: (a) difame, desprecie, degrade o acose a otra persona o constituya un ataque personal; (b) invada la privacidad de otra persona o incluya, copie o transmita la información confidencial de otra persona, información sensible o personal sin el consentimiento de esa persona; (c) fomente la intolerancia, el racismo, el odio o el daño contra cualquier grupo o persona; (d) sea obsceno o de mal gusto; (e) incumpla, infrinja o fomente la infracción o el incumplimiento de los derechos de otra persona, incluidos los derechos de propiedad intelectual; (f) infrinja o fomente la infracción de leyes o normativas aplicables; (g) contenga una solicitud de fondos, bienes o servicios, o promocione o anuncie bienes o servicios; o (h) contenga virus, troyanos u otros componentes diseñados para limitar o dañar la funcionalidad de un ordenador. Sterling puede denunciarlo a las autoridades pertinentes y puede actuar en la máxima medida permitida por las leyes aplicables si transmite o carga contenido destinado o diseñado para causar daños.",
      "You agree to indemnify and hold harmless the Sterling, its officers, directors, employees and agents from and against any and all third-party claims, liabilities, damages, losses or expenses, including reasonable attorneys’ fees and costs, due to, or arising out of, any information you disclose to the Site, your violation of these Terms of Use, or your violation or infringement of any third-party rights, including intellectual property rights.": "Usted acepta indemnizar y eximir de responsabilidad a Sterling, sus directivos, directores, empleados y representantes de y contra todas y cada una de las reclamaciones, responsabilidades, daños, pérdidas o gastos de terceros, incluidos los honorarios y costes razonables de abogados, a raíz o derivados de cualquier información que divulgue al Sitio, su infracción de estas Condiciones de uso, o su incumplimiento o infracción de cualquier derecho de terceros, incluidos los derechos de propiedad intelectual.",
      "You may have had a background check processed previously with Sterling through a different employer. If you don’t remember your password, you’ll need to reset the password. Click the “I am a Returning User” option near the bottom of the Create Account page, then click the “Forgot Your Password?” option and enter your email address. You’ll receive a confirmation email containing a link for resetting your password.": "Es posible que se le haya realizado una comprobación de antecedentes con Sterling a través de un empleador diferente. Si no recuerda su contraseña, deberá restablecerla. Haga clic en la opción “Soy un usuario recurrente” en la parte inferior de la página Crear cuenta y, a continuación, haga clic en la opción “¿Ha olvidado su contraseña?” e introduzca su dirección de correo electrónico. Recibirá un correo electrónico de confirmación con un enlace para restablecer su contraseña.",
      "You must complete the registration process to open an account by providing us with current, complete and accurate information, as required by the applicable registration form. You may also be required to choose a password and a user name. Access to, and use of, password protected or secure areas of the Site are restricted to authorized users only. Except as contemplated by Section 2.2, You agree not to share your password(s), account information, or access to the Site with any other person. You are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of your password(s) or account(s), or as a result of your access to the Site. You agree to notify Sterling immediately of any use of your password(s) or account(s) that you did not authorize or that is not authorized by these Terms of Use.": "Para abrir una cuenta, debe completar el proceso de registro proporcionándonos información actual, completa y precisa, según lo requiera el formulario de registro correspondiente. También es posible que deba elegir una contraseña y un nombre de usuario. El acceso a áreas seguras o protegidas con contraseña del Sitio o el uso de estas están restringidos únicamente a usuarios autorizados. Excepto según lo contemplado en la sección 2.2, usted acepta no compartir sus contraseñas, ni información de la cuenta ni el acceso al Sitio con ninguna otra persona. Usted es responsable de mantener la confidencialidad de las contraseñas y la información de la cuenta, y es responsable de todas las actividades que se produzcan a través del uso de sus contraseñas o cuentas o como resultado de su acceso al Sitio. Usted acepta notificar inmediatamente a Sterling cualquier uso de sus contraseñas o cuentas que no haya autorizado o que no esté autorizado por estas Condiciones de uso.",
      "You warrant that: (a) you have the right and authority to provide any personal information; (b) you have only disclosed information that is true, accurate and not misleading (including by omission) and nothing you have submitted is known by you to be false, inaccurate, or misleading; (c) you have identified the individual who the submitted information relates to and confirm their identity as the Candidate; and (d) your disclosure of information, or any engagement that may result from your disclosure of information, would not infringe any legal obligation that you or the Candidate may have to any third party, including under laws related to copyright, trademark, patent, trade secret, confidentiality, notice period, restrictive covenant, non-competition or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party.": "Usted garantiza que: (a) tiene derecho y autoridad para proporcionar información personal; (b) solo ha divulgado información que es verdadera, precisa y no engañosa (incluso por omisión) y que nada de lo que usted haya presentado sea falso, impreciso o engañoso; (c) usted ha identificado a la persona con la que se relacionan los envíos y confirma su identidad como el Candidato; y (d) la divulgación de información, o cualquier interacción a raíz de esta, no infringirá ninguna obligación legal que usted o el Candidato puedan tener con un tercero, en virtud de las leyes relacionadas con los derechos de autor, marca comercial, patente, secreto comercial, confidencialidad, periodo de notificación, pacto restrictivo, no competencia u otros derechos de propiedad intelectual, derechos de privacidad o cualquier otro derecho legal o moral de un tercero.",
      "to the use of Sterling Talent Solutions services (the \"Service\") by customers of Sterling Talent Solutions (\"Customers\") and by users that have gained access to the Service through Customer accounts (\"Users\"). By using the Service, you acknowledge that you and your Users are responsible for compliance with the Policy. You are responsible for violations of this Policy by any User that accesses the Services through your account.": "al uso de los servicios de Sterling Talent Solutions (el «Servicio») por parte de los clientes de Sterling Talent Solutions («Clientes») y por parte de los usuarios que han obtenido acceso al Servicio a través de las cuentas del Cliente («Usuarios»). Al utilizar el Servicio, usted reconoce que usted y sus Usuarios son responsables del cumplimiento de la Política. Usted es responsable de las infracciones de esta Política por parte de cualquier Usuario que acceda a los Servicios a través de su cuenta.",
      "{ country }": "{ country }",
      "{ heading }": "{ heading }"
    }
  }
}
