{
  "en-US": {
    "translation": {
      "07:30 - 17:30 (7:30am - 5:30pm) IST, M-F": "07:30 - 17:30 (7:30 - 17:30) IST, M-F",
      "07:30 - 18:00 (7:30am - 6:00pm) BST, M-F": "07:30 - 18:00 (7:30 - 18:00) BST, M-F",
      "08:00 - 20:00 (8:00am - 8:00pm) EST, M-F": "08:00 - 20:00 (8:00 - 20:00) EST, M-F",
      "1 Alexandra Road": "1 Alexandra Road",
      "1. The following terms apply to Candidates only.": "1. Aşağıdaki koşullar yalnızca Adaylar için geçerlidir.",
      "1.1. Use of Site": "1.1. Sitenin Kullanımı",
      "1.2. Electronic Signatures": "1.2. Elektronik İmzalar",
      "1.3. Submissions": "1.3. Gönderimler",
      "1.4. Acceptable Use": "1.4. Kabul Edilebilir Kullanım",
      "1.5. Security, Passwords and Means of Accessing the Site": "1.5. Güvenlik, Parolalar ve Siteye Erişime Yolları",
      "2. The following terms apply to Clients only.": "2. Aşağıdaki koşullar yalnızca Müşteriler için geçerlidir.",
      "2.1. Use of Site": "2.1. Sitenin Kullanımı",
      "2.2. Electronic Signatures": "2.2. Elektronik İmzalar",
      "2.3. Submissions": "2.3. Gönderimler",
      "2.4. Acceptable Use": "2.4. Kabul Edilebilir Kullanım",
      "2.5. Security, Passwords and Means of Accessing the Site": "2.5. Güvenlik, Parolalar ve Siteye Erişime Yolları",
      "3. General Terms (these apply to all Users)": "3. Genel Hükümler (bunlar tüm Kullanıcılar için geçerlidir)",
      "3.1. Reservation of Rights": "3.1. Hakların Saklı Olması",
      "3.10. Waiver and Severability": "3.10. Feragat ve Bölünebilirlik",
      "3.11. Applicable Laws": "3.11. Geçerli Yasalar",
      "3.12. Arbitration and Venue": "3.12. Tahkim ve Yer",
      "3.13. Limitation on Time to File Claims": "3.13. Talepte Bulunma Süresinin Sınırlandırılması",
      "3.14. Contact Information": "3.14. İletişim Bilgileri",
      "3.2. Indemnity": "3.2. Tazminat",
      "3.3. Monitoring": "3.3. İzleme",
      "3.4. Termination of Use": "3.4. Kullanımın Sona Erdirilmesi",
      "3.5. Third Party Web Sites, Content, Products and Services": "3.5. Üçüncü Taraf Web Siteleri, İçerik, Ürünler ve Hizmetler",
      "3.6. Disclaimer": "3.6. Sorumluluk Reddi",
      "3.7. Limitation of Liability": "3.7. Sorumluluğun Sınırlandırılması",
      "3.8. Exclusions and Limitations": "3.8. İstisnalar ve Sınırlandırmalar",
      "3.9. Conflict with Service Agreement and Privacy Statement": "3.9. Hizmet Sözleşmesi ve Gizlilik Beyanı ile Çelişki",
      "4511 Rockside Road, 4th Floor": "4511 Rockside Road, 4th Floor",
      "8th Floor, Alexandra House": "8th Floor, Alexandra House",
      "A User may not attempt to gain unauthorized access to, or attempt to interfere with or compromise the normal functioning, operation or security of, any portion of the Sterling Talent Solutions Network. A User may not use the Service to engage in any activities that may interfere with the ability of others to access or use the Service or the Internet. A User may not use the Service to monitor any data, information or communications on any network or system without authorization. A User may not attempt to gain unauthorized access to the user accounts or passwords of other Users.": "Bir Kullanıcı, Sterling Talent Solutions Network'ün herhangi bir kısmına yetkisiz erişim elde etmeye veya bu bölüme müdahale etmeye veya normal işleyişini, çalışmasını veya güvenliğini tehlikeye atmaya teşebbüs edemez. Bir Kullanıcı, Hizmeti başkalarının Hizmete veya İnternete erişmesini veya onu kullanmasını engelleyebilecek herhangi bir faaliyette bulunmak için kullanamaz. Bir Kullanıcı, Hizmeti yetki olmadan herhangi bir ağ veya sistemdeki herhangi bir veriyi, bilgiyi veya iletişimi izlemek için kullanamaz. Bir Kullanıcı diğer Kullanıcıların kullanıcı hesaplarına veya parolalarına yetkisiz erişim elde etmeye çalışamaz.",
      "A User may not attempt to send e-mail messages or transmit any electronic communications using a name or address of someone other than the User for purposes of deception. Any attempt to impersonate someone else by altering source IP address information or by using forged headers or other identifying information is prohibited. Any attempt to fraudulently conceal, forge or otherwise falsify a User’s identity in connection with use of the Service is prohibited.": "Bir Kullanıcı, aldatma amacıyla Kullanıcı dışında bir kişinin adını veya adresini kullanarak e-posta mesajları göndermeye veya herhangi bir elektronik iletişim iletmeye çalışamaz. Kaynak IP adresi bilgilerini değiştirerek veya sahte başlıklar veya diğer tanımlayıcı bilgileri kullanarak başka birini taklit etmeye çalışmak yasaktır. Hizmetin kullanımı ile bağlantılı olarak bir Kullanıcının kimliğini hileli bir şekilde gizleme, taklit etme veya başka bir şekilde tahrif etme girişimi yasaktır.",
      "A User may not use the Service to transmit unsolicited commercial e-mail messages or deliberately send excessively large attachments to one recipient. Any unsolicited commercial e-mail messages or a series of unsolicited commercial e-mail messages or large attachments sent to one recipient is prohibited. In addition, \"spamming\" or \"mailbombing\" is prohibited. Use of the service of another provider to send unsolicited commercial email, spam or mailbombs, to promote a site hosted on or connected to the Sterling Talent Solutions Network, is similarly prohibited. Likewise, a User may not use the Service to collect responses from mass unsolicited e-mail messages. Sterling Talent Solutions may in its sole discretion rely upon information obtained from anti-spamming organizations (including for example and without limitation spamhaus.org, spamcop.net, sorbs.net, and abuse.net) as evidence that a User is an active \"spam operation\" for purposes of taking remedial action under this Policy.": "Kullanıcı, Hizmeti istenmeyen ticari e-posta mesajları iletmek veya bir alıcıya kasıtlı olarak aşırı büyük ekler göndermek için kullanamaz. Bir alıcıya gönderilen istenmeyen ticari e-posta mesajları veya istenmeyen ticari e-posta mesajları veya büyük ekler yasaktır. Ayrıca, “istenmeyen e-posta gönderme” veya “e-posta bombardımanı” yasaktır. Sterling Talent Solutions Network'te barındırılan veya bu ağa bağlı bir siteyi tanıtmak amacıyla istenmeyen ticari e-posta, istenmeyen posta veya posta bombaları göndermek için başka bir sağlayıcının hizmetinin kullanılması da benzer şekilde yasaktır. Benzer şekilde, bir Kullanıcı toplu istenmeyen e-posta mesajlarından yanıt toplamak için Hizmeti kullanamaz. Sterling Talent Solutions, yalnız kendi takdirine bağlı olarak, bir Kullanıcının bu Politika kapsamında tazminat davası açma amaçları için aktif şekilde “spam operasyonu” için olduğu hakkında kanıt olarak anti-spam kuruluşlarından (örneğin spamhaus.org, spamcop.net, sorbs.net ve abuse.net dâhil ama bunlarla sınırlı olmamak üzere) elde edilen bilgilere yaslanabilir.",
      "ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF USE OR THE WEBSITES MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.": "BU KULLANIM KOŞULLARINDAN VEYA WEB SİTELERİNDEN KAYNAKLANAN VEYA BUNLARLA İLGİLİ OLABİLECEK HERHANGİ BİR DAVA NEDENİ VEYA İDDİA DAVA NEDENİNİN GERÇEKLEŞMESİNDEN SONRAKİ BİR (1) YIL İÇİNDE BAŞLATILMALIDIR, AKSİ TAKDİRDE, SÖZ KONUSU DAVA NEDENİ VEYA İDDİA KALICI OLARAK ENGELLENİR.",
      "APAC": "APAC",
      "Acceptable Use Policy": "Kabul Edilebilir Kullanım Politikası",
      "Access to and use of password protected or secured areas of the Site are restricted to authorized users only. You are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of any password(s) or account(s), or as a result of your access to the Site. You agree to notify Sterling immediately of any unauthorized use of password(s) or account(s).": "Sitenin parola korumalı veya güvenli olan alanlarına erişim ve bunların kullanımı yalnızca yetkili kullanıcılarla sınırlıdır. Parola(lar)ın ve hesap bilgilerinin gizliliğini korumaktan siz sorumlusunuz ve herhangi bir parola(lar) veya hesap(lar) kullanılarak veya Siteye erişiminizin bir sonucu olarak meydana gelen tüm faaliyetlerden siz sorumlusunuz. Parola(lar)ın veya hesap(lar)ın yetkisiz kullanımı hakkında Sterling’i hemen bilgilendirmeyi kabul ediyorsunuz.",
      "Additional terms and conditions": "Ek hüküm ve koşullar",
      "Advertising, transmitting, or otherwise making available any software, program, product, or service that is designed to violate this AUP, which includes the facilitation of the means to deliver unsolicited commercial email.": "Bu AUP'yi ihlal etmek için tasarlanmış, istenmeyen ticari e-posta gönderme araçlarının kolaylaştırılmasını içeren herhangi bir yazılım, program, ürün veya hizmetin reklamını yapmak, iletmek veya başka bir şekilde kullanıma sunmak.",
      "After authorizing the use of your electronic signature, you may still withdraw your consent. To do so, you must contact Sterling or the Client for their withdrawal procedures and to understand any consequences which may apply.": "Elektronik imzanızın kullanılmasına izin verdikten sonra onu yine de izninizi geri çekebilirsiniz. Bunu yapmak için, Sterling’in veya Müşterinin geri çekme prosedürleri için ve geçerli olabilecek sonuçları anlamak için onlarla iletişime geçmek zorundasınız.",
      "All Users of the Sterling Talent Solutions Network are responsible for notifying Sterling Talent Solutions immediately if they become aware of an impending event that may negatively affect the Sterling Talent Solutions Network. This includes extortion threats that involve threat of \"denial of service\" attacks, unauthorized access, or other security events.": "Sterling Talent Solutions Network'ün tüm Kullanıcıları, Sterling Talent Solutions Network'ü olumsuz etkileyebilecek yaklaşmakta olan bir olaydan haberdar olur olmaz Sterling Talent Solutions'ı bilgilendirmekten sorumludur. Buna, “hizmet engelleme” saldırıları tehdidini, yetkisiz erişimi veya başka güvenlik vakalarını içeren haraç tehditleri dâhildir.",
      "All matters relating to your access to, and use of, the Site and content provided on or through the Site, will be governed by U.S. federal law or the laws ofthe State of New York.": "Siteye erişiminiz ve onu kullanımınız ve Sitede veya Site aracılığıyla sağlanan içerik ile ilgili tüm konular ABD federal hukukuna veya New York Eyaleti yasalarına tabi olacaktır.",
      "Any activity that disrupts, degrades, harms or threatens to harm the Sterling Talent Solutions Network or the Service.": "Sterling Talent Solutions Network veya Hizmeti bozan, bozan, zarar veren veya zarar verme tehdidinde bulunan herhangi bir faaliyet.",
      "Any complaints regarding prohibited use or other abuse of the Sterling Talent Solutions Network, including violations of this Policy, should be sent to Sterling Talent Solutions. Please include all applicable information that will assist Sterling Talent Solutions in investigating the complaint, including all applicable headers of forwarded messages. Customers should call 800.943.2589 to submit a complaint as quickly as possible. If you are unsure whether any contemplated use or action is permitted, please submit questions or comments to Sterling Talent Solutions at ": "Bu Politikanın ihlalleri dahil olmak üzere Sterling Talent Solutions Network'ün yasaklanmış kullanımı veya diğer kötüye kullanımına ilişkin tüm şikayetler Sterling Talent Solutions'a gönderilmelidir. Lütfen Sterling Talent Solutions'ın şikayeti soruşturmasına yardımcı olacak tüm geçerli bilgileri, iletilen mesajların tüm geçerli başlıkları dahil olmak üzere ekleyin. Müşteriler şikayette bulunmak için mümkün olan en kısa sürede 800.943.2589 numaralı telefonu aramalıdır. Tasarlanan herhangi bir kullanıma veya eyleme izin verilip verilmediğinden emin değilseniz, lütfen aşağıdaki adresten Sterling Talent Solutions’a soru veya yorum gönderin: ",
      "Any controversy or claim arising out of, or relating to, these Terms of Use, or breach thereof, shall be settled by binding arbitration in accordance with the governing law as determined by these Terms of Use, the Federal Arbitration Act (insofar as it governs the arbitrability of such controversy or claim), and the Commercial Arbitration Rules (excluding Expedited Procedures) of the American Arbitration Association in the City of New York. Three qualified arbitrators shall be appointed in accordance with the Commercial Arbitration Rules (excluding Expedited Procedures) of the American Arbitration Association and these Terms of Use. Such qualified arbitrators shall be members of the New York bar and shall have at least five years of experience in the law relevant to the dispute in question. Each party shall have the right of discovery as set forth in the Federal Rules of Civil Procedure. A stenographer shall be present at the arbitration proceedings and the stenographic record shall be the official record of the proceeding. The arbitrators shall provide written findings of fact and conclusions of law in justification of any arbitration award. Either party shall have the right of appeal of any decision by the arbitrators by filing a request for reconsideration of any arbitration decision with the American Arbitration Association. Upon receiving such a request, the American Arbitration Association shall reconsider the matter de novo using the foregoing procedures. Should the arbitration award be inconsistent with the governing law as specified by these Terms of Use, either party may immediately appeal the arbitration award to any court of competent jurisdiction over Sterling. Judgment on the award rendered by the arbitrators may be entered in any court having competent jurisdiction over the parties, unless a subsequent request for reconsideration has been filed by a party under this Section, or the award has been appealed to a court of competent jurisdiction under this Section.": "Bu Kullanım Koşullarından veya bunların ihlalinden kaynaklanan veya bunlarla ilgili olan herhangi bir anlaşmazlık veya iddia, bu Kullanım Koşulları tarafından belirlenen geçerli yasaya, Federal Tahkim Yasasına (söz konusu anlaşmazlığın veya iddianın tahkim edilebilirliğini yönettiği ölçüde) ve New York Şehrindeki Amerikan Tahkim Birliğinin Ticari Tahkim Kurallarına (Hızlandırılmış Prosedürler hariç) uygun şekilde bağlayıcı tahkim ile çözümlenecektir. Amerikan Tahkim Birliğinin Ticari Tahkim Kurallarına (Hızlandırılmış Prosedürler hariç) ve bu Kullanım Koşullarına uygun şekilde ehliyetli üç hakem atanacaktır. Bu ehliyetli hakemler New York barosunun üyeleri olacak ve söz konusu anlaşmazlık ile ilgili yasa bakımından en az beş yıllık deneyime sahip olacaktır. Tarafların her biri Federal Hukuk Usul Kurallarında belirtilen şekilde keşif hakkına sahip olacaktır. Tahkim işlemlerinde bir stenograf bulunacak ve işlemin resmi tutanağı stenografik tutanak olacaktır. Hakemler, herhangi bir tahkim kararının gerekçelendirilmesi için yazılı nedenler ve hukuki sonuçlar sağlayacaktır. Taraflardan herhangi biri herhangi bir tahkim kararının yeniden değerlendirilmesi için Amerikan Tahkim Birliğine talepte bulunarak hakemlerin herhangi bir kararını temyiz etme hakkına sahip olacaktır. Söz konusu talebin alınması üzerine Amerikan Tahkim Birliği yukarıdaki prosedürleri kullanarak konuyu yeniden değerlendirecektir. Tahkim kararının bu Kullanım Koşullarında belirtilen geçerli yasa ile tutarsız olması durumunda taraflardan herhangi biri tahkim kararını Sterling üzerinde yetkili olan herhangi bir mahkemede hemen temyiz edebilir. Bir taraf tarafından bu Bölüm kapsamında daha sonra yeniden değerlendirme talebi yapılmadıkça veya karar bu Bölüm kapsamında yetkili bir mahkemede temyiz edilmedikçe, taraflar üzerinde yetkili olan herhangi bir mahkemede hakemler tarafından verilen karar hakkında hüküm verilebilir.",
      "Any legal suit, action or proceeding arising out of, or related to, these Terms of Use or the Website, and allowed pursuant to this Section, shall be instituted exclusively in the federal courts of the United States in the Southern District of New York or the courts of the State of New York located in the City of New York. You waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.": "Bu Kullanım Koşullarından veya Web Sitesinden kaynaklanan veya bunlarla ilgili olan ve bu Bölüm uyarınca izin verilen herhangi bir hukuk davası, dava veya işlem, münhasıran New York Güney Bölgesindeki Amerika Birleşik Devletleri federal mahkemelerinde veya New York Şehrindeki New York Eyaleti mahkemelerinde başlatılacaktır. Söz konusu mahkemelerin sizin üzerinizde yetki kullanmasına ve söz konusu mahkemelerin yargılama yerine tüm itirazlardan feragat ediyorsunuz.",
      "Any other inappropriate activity or abuse of the Service (as determined by us in our sole discretion), whether or not specifically listed in this Policy, may result in suspension or termination of the User’s access to or use of the Service.": "Bu Politikada özel olarak listelenmiş olsun olmasın, Hizmetin diğer uygunsuz faaliyetleri veya kötüye kullanımı (tamamen bizim takdirimize bağlı olarak belirleyeceğimiz şekilde), Kullanıcının Hizmete erişiminin veya Hizmeti kullanımının askıya alınmasına veya sona erdirilmesine neden olabilir.",
      "Any use of another party’s electronic mail server to relay email without express permission from such other party is prohibited.": "Başka bir tarafın elektronik posta sunucusunun, başka bir tarafın açık izni olmadan e-posta iletmek için herhangi bir şekilde kullanılması yasaktır.",
      "Attempting to circumvent or alter the processes or procedures to measure time, bandwidth utilization, or other methods to document use of Sterling Talent Solutions services.": "Sterling Talent Solutions hizmetlerinin kullanımını belgelemek için zaman, bant genişliği kullanımı veya diğer yöntemleri ölçmek için süreçleri veya prosedürleri atlatmaya veya değiştirmeye çalışmak.",
      "Because the Internet is an inherently open and insecure means of communication, any data or information a User transmits over the Internet may be susceptible to interception and alteration. Subject to our Online Privacy Policy, we make no guarantee regarding, and assume no liability for, the security and integrity of any data or information a User transmits via the Service or over the Internet, including any data or information transmitted via any server designated as \"secure.\"": "İnternet doğal olarak açık ve güvenli olmayan bir iletişim aracı olduğundan, bir Kullanıcının İnternet üzerinden ilettiği herhangi bir veri veya bilgi, müdahale ve değişikliğe açık olabilir. Çevrim içi Gizlilik Politikamıza tabi olarak, “güvenli” olarak belirlenen herhangi bir sunucu aracılığıyla iletilen herhangi bir veri veya bilgi dâhil olmak üzere bir Kullanıcının Hizmet veya İnternet üzerinden ilettiği herhangi bir verinin veya bilginin güvenliği ve bütünlüğü ile ilgili hiçbir garanti ve yükümlülük kabul etmiyoruz.",
      "By making Submissions, you warrant that: (a) you have the right and authority to provide any Submissions; (b) you have only disclosed information that is true, accurate and not misleading (including by omission) and nothing you have submitted is known by you to be false, inaccurate, or misleading; (c) you are the individual who the Submissions relate to and that you have obtained permission from each person who appears and/or is referred to in your Submissions; and (d) your Submissions would not infringe any legal obligation that you may have to any third party, including under laws related to copyright, trademark, patent, trade secret, confidentiality, notice period, restrictive covenant, non-competition or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party.": "Gönderimler yapmakla: (a) herhangi bir Gönderim yapma hakkınızın ve yetkinizin olduğunu; (b) yalnızca gerçek ve doğru olan ve yanıltıcı olmayan (ihmal dâhil) bilgileri açıklamış olduğunuzu ve gönderdiğiniz hiçbir şeyin sahte, yanlış, veya yanıltıcı olduğunu sizin bilmediğinizi; (c) Gönderimlerin ilgili olduğu kişinin siz olduğunu ve Gönderimlerinizde görünen ve/veya atıfta bulunulan her kişiden izin almış olduğunuzu ve (d) Gönderimlerinizin telif hakkı, ticari marka, patent, ticari sır, gizlilik, bildirim süresi, kısıtlayıcı madde, rekabet etmeme veya diğer fikri mülkiyet hakları, gizlilik hakları, veya herhangi bir üçüncü tarafın diğer yasal veya manevi hakları ilgili yasalar kapsamında olanlar dâhil olmak üzere herhangi bir üçüncü tarafa karşı sahip olabileceğiniz hiçbir yasal yükümlülüğü ihlal etmeyeceğini taahhüt ediyorsunuz.",
      "By using the Site and providing Submissions, you agree to transact electronically through the Site. You agree that your electronic signature is the legal equivalent of your manual signature. You further agree that your use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes your signature as if actually signed by you in writing. You also agree that no certification authority or other third-party verification is necessary to validate your electronic signature, and the lack of such certification or third party verification will not in any way affect the enforceability of your electronic signature.": "Siteyi kullanarak ve Gönderimler yaparak, Site aracılığıyla elektronik olarak işlem yapmayı kabul ediyorsunuz. Elektronik imzanızın, el imzanızın yasal eşdeğeri olduğunu kabul ediyorsunuz. Ayrıca, bir ögeyi, düğmeyi, simgeyi veya benzer bir davranışı/işlemi seçmek için bir tuş takımı, fare veya başka bir cihaz kullanmanızın sizin tarafınızdan aslında yazılı olarak imzalanmış gibi imzanızı oluşturduğunu kabul ediyorsunuz. Ayrıca, elektronik imzanızı doğrulamak için hiçbir sertifikasyon makamı veya başka bir üçüncü taraf doğrulaması gerekmediğini ve bu gibi bir sertifikasyon veya üçüncü taraf doğrulaması bulunmamasının elektronik imzanızın yürürlüğe konabilmesini hiçbir şekilde etkilemeyeceğini kabul ediyorsunuz.",
      "By using the Site you warrant that you, or the entity for whom you are authorized to use the Site, has agreed to transact electronically through the Site. You warrant that, or the entity for whom you are authorized to use the Site, agrees that an electronic signature is the legal equivalent of a manual signature. You further warrant that you, or the entity for whom you are authorized to use the Site, agrees that the use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes a valid signature as if actually signed in writing. You also warrant that no certification authority or other third party verification is necessary to validate an electronic signature, and that the lack of such certification or third party verification will not in any way affect the enforceability of the electronic signature.": "Siteyi kullanarak, sizin veya kendisi için Siteyi kullanma yetkisine sahip olduğunuz tüzel kişinin Site aracılığıyla elektronik olarak işlem yapmayı kabul ettiğini garanti ediyorsunuz. Sizin veya kendisi için Siteyi kullanma yetkisine sahip olduğunuz tüzel kişinin, elektronik imzanın el imzanın yasal eşdeğeri olduğunu kabul ettiğini taahhüt ediyorsunuz. Ayrıca, sizin veya kendisi için Siteyi kullanma yetkisine sahip olduğunuz tüzel kişinin bir ögeyi, düğmeyi, simgeyi veya benzer bir davranışı/işlemi seçmek için bir tuş takımı, fare veya başka bir cihaz kullanmasının aslında yazılı olarak imzalanmış gibi geçerli bir imza oluşturduğunu kabul ettiğini garanti ediyorsunuz. Ayrıca, elektronik bir imzayı doğrulamak için hiçbir sertifikasyon makamı veya başka bir üçüncü taraf doğrulaması gerekmediğini ve bu gibi bir sertifikasyon veya üçüncü taraf doğrulaması bulunmamasının elektronik imzanın yürürlüğe konabilmesini hiçbir şekilde etkilemeyeceğini taahhüt ediyorsunuz.",
      "Client Service Support Information": "Müşteri Hizmetleri Destek Bilgileri",
      "Commercial email, spamming, mail bombing": "Ticari e-posta, istenmeyen e-posta gönderme, posta bombardımanı",
      "Common questions from our customers": "Müşterilerimizden gelen yaygın sorular",
      "Complaints": "Şikayetler",
      "Complaints and contact information": "Şikayetler ve iletişim bilgileri",
      "Contact Us": "Bize Ulaşın",
      "Cooperation with investigations": "Soruşturmalarda işbirliği",
      "English": "İngilizce",
      "English and Spanish": "İngilizce ve İspanyolca",
      "Except where expressly provided otherwise, the Site is provided on an “as is” and “as available” basis. Sterling expressly disclaims all warranties of any kind, whether express or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose, and non-infringement with respect to the Site and all content provided on, or through, the Site. The Sterling makes no warranty that: (a) the Site or content will meet your requirements; (b) the Site will be available on an uninterrupted, timely, secure, or error-free basis; (c) the results that may be obtained from the use of the Site, or any content provided on or through the Site, will be accurate or reliable; or (d) any content obtained by you on or through the Site will meet your expectations.": "Aksi açıkça belirtilmedikçe, Site “olduğu gibi” ve “mevcut olduğu gibi” temelinde sağlanmaktadır. Sterling, Site ve Sitede veya Site aracılığıyla sağlanan tüm içerikle ilgili olarak ticarete elverişli olma, belirli bir amaca uygun olma ve ihlal etmeme ile ilgili zımni garantiler dâhil ancak bunlarla sınırlı olmamak üzere açık veya zımni her türlü garantiyi açıkça reddeder. Sterling: (a) Sitenin veya içeriğin gereksinimlerinizi karşılayacağını; (b) Sitenin kesintisiz, zamanlı, güvenli veya hatasız bir temelde mevcut olacağını; (c) Sitenin veya Sitede veya Site aracılığıyla sağlanan herhangi bir içeriğin kullanımından elde edilebilecek sonuçların doğru veya güvenilir olacağını veya (d) Sitede veya Site aracılığıyla elde ettiğiniz herhangi bir içeriğin beklentilerinizi karşılayacağını taahhüt etmemektedir.",
      "Filters and service information": "Filtreler ve servis bilgileri",
      "Frequently Asked Questions": "Sıkça Sorulan Sorular",
      "If Users engage in conduct or a pattern of conduct, including without limitation repeated violations by a User whereby correction of individual violations does not in Sterling Talent Solutions is sole discretion correct a pattern of the same or similar violations, while using the Service that violates the Policy, or is otherwise illegal or improper, Sterling Talent Solutions reserves the right to suspend and/or terminate the Service or the User's access to the Service. Sterling Talent Solutions will generally attempt to notify you of any activity in violation of the Policy and request that the User cease such activity; however, in cases where the operation of the Sterling Talent Solutions Network is threatened or cases involving unsolicited commercial email/SPAM, a pattern of violations, mail relaying, alteration of your source IP address information, denial of service attacks, illegal activities, suspected fraud in connection with the use of Service, harassment or copyright infringement, we reserve the right to suspend or terminate your Service or the User's access to the Service without notification. In addition, we may take any other appropriate action against you or a User for violations of the Policy, including repeated violations wherein correction of individual violations does not in Sterling Talent Solutions is sole discretion correct a pattern of the same or similar violations. We do not make any promise, nor do we have any obligation, to monitor or police activity occurring using the Service and will have no liability to any party, including you, for any violation of the Policy.": "Kullanıcılar, bir Kullanıcının tek tek ihlallerin düzeltilmesinin tamamen Sterling Talent Solutions'ta olmaması dahil ancak bununla sınırlı olmamak üzere davranış veya davranış biçimine girerse, Politikayı ihlal eden Hizmeti kullanırken veya başka bir şekilde yasa dışı veya uygunsuz olan aynı veya benzer ihlallerin bir düzenini düzeltmek için takdir yetkisi tamamen kendisindedir, Sterling Talent Solutions Hizmeti veya Kullanıcının Hizmete erişimini askıya alma ve/veya sonlandırma hakkını saklı tutar. Sterling Talent Solutions genellikle Politikayı ihlal eden herhangi bir faaliyeti size bildirmeye çalışacak ve Kullanıcının bu tür bir faaliyeti durdurmasını isteyecektir; ancak, Sterling Talent Solutions Network'ün işleyişinin tehdit altında olduğu veya istenmeyen ticari e-posta/SPAM içeren durumlarda, bir ihlal düzeni, posta iletimi, kaynak IP adres bilgilerinizin değiştirilmesi, hizmet reddi saldırıları, yasa dışı faaliyetler, Hizmet kullanımı ile bağlantılı şüpheli dolandırıcılık, taciz veya telif hakkı ihlali, Hizmetinizi veya Kullanıcının Hizmete erişimini bildirimde bulunmaksızın askıya alma veya sonlandırma hakkını saklı tutarız. Ek olarak, tek tek ihlallerin düzeltilmesinin tamamen Sterling Talent Solutions'da olmadığı tekrarlanan ihlaller dahil olmak üzere Politika ihlalleri nedeniyle size veya Kullanıcıya karşı herhangi bir başka uygun önlem alabiliriz. Hizmeti kullanarak gerçekleştirilen faaliyetleri izleme veya polisle ilgili hiçbir taahhütte bulunmayız ve Politikanın herhangi bir ihlalinden dolayı sizin dahil hiçbir tarafa karşı hiçbir yükümlülüğümüz olmayacaktır.",
      "If there is a conflict between these Terms of Use and an applicable service agreement between Sterling and a Client, then the terms of the service agreement will prevail to the extent of the conflict. If there is a conflict between these Terms of Use and Sterling’s relevant privacy statement (https://www.sterlingcheck.com/privacy), then the privacy statement will prevail to the extent of the conflict.": "Bu Kullanım Koşulları ile Sterling ve bir Müşteri arasındaki geçerli bir hizmet sözleşmesi arasında bir çelişki olması durumunda çelişki ölçüsünde hizmet sözleşmesinin hükümleri geçerli olacaktır. Bu Kullanım Koşulları ile Sterling’in ilgili gizlilik beyanı (https://www.sterlingcheck.com/privacy) arasında bir çelişki olması durumunda çelişki ölçüsünde gizlilik beyanı geçerli olacaktır.",
      "If we have specified bandwidth limitations for your user account, use of the Service shall not be in excess of those limitations. If a User is accessing the Service via a dial-up connection, we may terminate the user session if the User is connected for more than 7 days in order to protect Sterling Talent Solutions Network resources and maintain Service availability for others.": "Kullanıcı hesabınız için bant genişliği sınırlamalarını belirlediysek, Hizmetin kullanımı bu sınırlamaları aşmayacaktır. Bir Kullanıcı çevirmeli bağlantı yoluyla Hizmete erişiyorsa, Sterling Talent Solutions Network kaynaklarını korumak ve başkaları için Hizmet kullanılabilirliğini sürdürmek için Kullanıcı 7 günden fazla bağlıysa kullanıcı oturumunu sonlandırabiliriz.",
      "If you decline to use an electronic signature, you may be able to print forms and sign them by hand, in which case you will be required to deliver the hand signed forms to the relevant Sterling company representative.": "Elektronik imza kullanmak istemediğiniz takdirde formları yazdırabilir ve el ile imzalayabilirsiniz ve bu durumda el ile imzalanmış formları ilgili Sterling şirketi temsilcisine teslim etmeniz gerekecektir.",
      "If you do not agree to these Terms of Use, your continued use of the Site is not authorized.": "Bu Kullanım Koşullarını kabul etmiyorsanız Siteyi kullanmaya devam etmenize izin yoktur.",
      "If you have any questions regarding these Terms of Use, please contact Sterling at 1-800-899-2272.": "Bu Kullanım Koşulları ile ilgili herhangi bir sorunuz varsa lütfen 1-800-899-2272 numaralı telefondan Sterling ile iletişime geçin.",
      "If you wish to obtain a paper copy of the forms you sign via this site, you will be given the opportunity to download and print those forms once they have been executed.": "Bu site aracılığıyla imzaladığınız formların kâğıt kopyasını almak isterseniz bu formlar imzalandıktan sonra size onları indirme ve yazdırma fırsatı sağlanacaktır.",
      "Illegal Title": "Yasa Dışı Unvan",
      "Impending security event notification": "Yaklaşan güvenlik olayı bildirimi",
      "In most cases, we will notify our Customer(s) of complaints received by us regarding an alleged violation of this Policy. You agree to promptly investigate all such complaints and take all necessary actions to remedy any violations of this Policy. We may inform the complainant that you are investigating the complaint and may provide the complainant with the necessary information to contact you directly to resolve the complaint. You shall identify a representative for the purposes of receiving such communications.": "Çoğu durumda, bu Politikanın ihlal edildiği iddiasıyla ilgili olarak tarafımızca alınan şikayetler hakkında Müşterimizi/Müşterilerimizi bilgilendireceğiz. Bu tür tüm şikayetleri derhal araştırmayı ve bu Politikanın herhangi bir ihlalini gidermek için gerekli tüm önlemleri almayı kabul edersiniz. Şikayeti soruşturduğunuzu şikayet sahibine bildirebiliriz ve şikayetçiye şikayeti çözmek için sizinle doğrudan iletişim kurması için gerekli bilgileri sağlayabiliriz. Bu tür iletişimleri almak amacıyla bir temsilci belirleyeceksiniz.",
      "In no event will Sterling or its officers, directors, employees, or agents be liable for any direct, indirect, incidental, special, or consequential damages; or damages for lost profits, revenue, data or data use, incurred by you or any third party, whether in an action in contract, or tort (including negligence), breach of statutory duty, strict liability, or otherwise, arising from your access to, or use of, the Site or any content provided on or through the Site.": "Sterling veya görevlileri, yöneticileri, çalışanları veya temsilcileri, Siteye veya Sitede veya Site aracılığıyla sağlanan herhangi bir içeriğe erişmenizden veya onları kullanmanızdan kaynaklanmak üzere gerek sözleşme gereği bir eylem veya haksız fiil (ihmal dâhil), yasal görevin ihlali, kusursuz sorumluluk sonucu gerekse başka bir şekilde olsun sizin veya herhangi bir üçüncü tarafı için ortaya çıkan doğrudan, dolaylı, arızi, özel veya sonuç şeklindeki zararlardan veya kâr, gelir, veri veya veri kullanımı kaybı yüzünden oluşan zararlardan hiçbir durumda sorumlu olmayacaktır.",
      "In order to access, fulfill and retain the following electronic forms, your computer must be equipped and compatible with the most common operating systems and internet browsers. This would include:": "Aşağıdaki elektronik formlara erişmek, bunları yerine getirmek ve saklamak için bilgisayarınızın en yaygın işletim sistemleri ve internet tarayıcıları ile donatılmış ve bunlarla uyumlu durumda olması gerekir. Buna şunlar dâhildir:",
      "Independence, OH 44131": "Bağımsızlık, OH 44131",
      "India": "Hindistan",
      "Intentionally transmitting files containing a computer virus or corrupted data.": "Bilgisayar virüsü veya bozuk veri içeren dosyaların kasıtlı olarak iletilmesi.",
      "Introduction": "Giriş",
      "It may take up to two hours for you to receive a confirmation email when resetting your password. If you don’t see the confirmation email in your inbox, be sure to check your junk and spam folders. If you still haven’t received your email after two hours, you can try again by clicking the “I am a Returning User” option near the bottom of the Create Account page and requesting another confirmation email. If you continue not to receive a confirmation email, please call us at 888-889-5248 for further assistance.": "Parolanızı sıfırlarken bir onay e-postası almanız iki saate kadar sürebilir. Gelen kutunuzda onay e-postasını göremiyorsanız, istenmeyen posta klasörlerinizi kontrol ettiğinizden emin olun. İki saat sonra e-postanızı hala almadıysanız, Hesap Oluştur sayfasının alt kısmındaki “Ben Geri Dönen Kullanıcıyım” seçeneğine tıklayarak ve başka bir onay e-postası isteyerek tekrar deneyebilirsiniz. Bir onay e-postası almamaya devam ederseniz, daha fazla yardım için lütfen 888-889-5248 numaralı telefondan bizi arayın.",
      "It’s important that Sterling is able to contact your   previous employers to verify your work history. We suggest using Google or another search engine to find contact information, checking the employer’s web site, or reviewing any past documents you may have received from the employer. If the employer is no longer in business, please provide the most complete information you have.": "Sterling'in iş geçmişinizi doğrulamak için önceki işverenlerinizle iletişime geçebilmesi önemlidir. İrtibat bilgilerini bulmak, işverenin web sitesini kontrol etmek veya işverenden almış olabileceğiniz geçmiş belgeleri incelemek için Google veya başka bir arama motoru kullanmanızı öneririz. İşveren artık iş yapmıyorsa, lütfen elinizdeki en eksiksiz bilgileri sağlayın.",
      "I’ve provided my address history. Why am I being prompted to fill in gaps?": "Adres geçmişimi verdim. Neden boşlukları doldurmam isteniyor?",
      "Just reset the password. Click the “I am a Returning User” option near the bottom of the Create Account page, then click the “Forgot Your Password?” option and enter your email address. You’ll receive a confirmation email containing a link for resetting your password.": "Sadece parolayı sıfırlayın. Hesap Oluştur sayfasının alt tarafındaki “I am a Returning User” (Geri Dönen Kullanıcıyım) seçeneğine tıklayın, ardından “Forgot Your Password?” (Parolamı Unuttum) seçeneğine tıklayın ve e-posta adresinizi girin. Parolanızı sıfırlamanız için bir bağlantı içeren bir onay e-postası alacaksınız.",
      "Lorem Ipsum dolor sit emit.": "Lorem Ipsum dolor sit emit.",
      "Mailing Address": "Posta Adresi",
      "Microsoft Internet Explorer version 8 and later, Mozilla Firefox – latest version, Safari latest version + tablet versions, Chrome latest desktop version.": "Microsoft Internet Explorer sürüm 8 ve üzeri, Mozilla Firefox – en son sürüm, Safari en son sürüm + tablet sürümleri, Chrome en son masaüstü sürümü.",
      "Modifications to policy": "Politikada değişiklikler",
      "Privacy": "Gizlilik",
      "Questions related to your background check": "Geçmiş kontrolünüzle ilgili sorular",
      "Responsibilities of customers": "Müşterilerin sorumlulukları",
      "Return To Top": "Başa Dön",
      "SA1 5ED": "SA1 5ED",
      "Some jurisdictions do not allow the disclaimer or exclusion of certain warranties of the disclaimer, exclusion, or limitation of certain liabilities. To the extent that they are held to be legally invalid, disclaimers, exclusions, and limitations set out in these Terms of Use, including those set out in Sections 3.6 (Disclaimer) and 3.7 (Limitation of Liability), do not apply and all other terms will remain in full force and effect.": "Bazı yetki bölgeleri, bazı yükümlülüklerin reddedilmesi, hariç tutulması veya sınırlandırılması hakkındaki bazı garantilerin reddedilmesine veya hariç tutulmasına izin vermemektedir. Bölüm 3.6 (Sorumluluk Reddi) ve 3.7 (Sorumluluğun Sınırlandırılması) kapsamında belirtilenler dâhil olmak üzere bu Kullanım Koşullarında belirtilen sorumluluk reddi, istisnalar ve sınırlandırmalar yasal olarak geçersiz olduğu ölçüde bunlar geçerli değildir ve diğer tüm koşullar tam olarak yürürlükte kalacaktır.",
      "Spoofing/Fraud": "Sahtecilik/Sahtekarlık",
      "Sterling Customer Support": "Sterling Müşteri Desteği",
      "Sterling FAQ": "Sterling SSS",
      "Sterling Talent Solutions reserves the right to modify this Policy at any time without notice. We will attempt to notify Customers of any such modifications either via e-mail or by posting a revised version of the Policy on our Web site. Any such modifications shall be effective and applied prospectively from the date of posting.": "Sterling Talent Solutions bu Politikayı herhangi bir zamanda bildirimde bulunmaksızın değiştirme hakkını saklı tutar. Bu tür değişiklikleri e-posta yoluyla veya Web sitemizde Politikanın revize edilmiş bir sürümünü yayınlayarak Müşterilere bildirmeye çalışacağız. Bu tür değişiklikler yayınlanma tarihinden itibaren yürürlüğe girecek ve ileriye dönük olarak uygulanacaktır.",
      "Sterling Talent Solutions will cooperate with appropriate law enforcement agencies and other parties involved in investigating claims of illegal or inappropriate activity. Sterling Talent Solutions reserves the right to disclose customer information to the extent authorized by federal or state law.": "Sterling Talent Solutions, yasa dışı veya uygunsuz faaliyet iddialarının soruşturulmasında yer alan uygun kolluk kuvvetleri ve diğer taraflarla işbirliği yapacaktır. Sterling Talent Solutions, federal veya eyalet yasalarının izin verdiği ölçüde müşteri bilgilerini açıklama hakkını saklı tutar.",
      "Sterling UK Customer Support": "Sterling UK Müşteri Desteği",
      "Sterling may revise the Terms of Use at any time without notice to you. The revised Terms of Use will be effective when posted to the Site.": "Sterling, size bildirimde bulunmadan herhangi bir zamanda Kullanım Koşullarını revize edebilir. Revize edilmiş Kullanım Koşulları Sitede yayınlandığı zaman geçerli olacaktır.",
      "Sterling reserves the right to make changes or updates to, and monitor the use of, the Site and content provided on or through the Site at any time without notice.": "Sterling, Sitede veya Site aracılığıyla sağlanan içerikte bildirimde bulunmaksızın herhangi bir zamanda değişiklikler veya güncellemeler yapma ve bunların kullanımını izleme hakkını saklı tutar.",
      "Sterling will have no responsibility for any damage to your computer system or loss of data that results from the use of the Site.": "Sterling, Sitenin kullanımından kaynaklanmak üzere bilgisayar sisteminizde meydana gelen herhangi bir hasardan veya veri kaybından sorumlu olmayacaktır.",
      "Suspension or termination of service": "Hizmetin askıya alınması veya sonlandırılması",
      "Swansea": "Swansea",
      "Terms of Use": "Kullanım Koşulları",
      "The Policy applies to all aspects of the Service. \"Sterling Talent Solutions Network\" includes, without limitation, Sterling Talent Solutions leased transmission network, including all equipment, systems, facilities, services and products incorporated or used in such transmission network. As used in this Policy, \"you\" refers to Customers, and any reference to \"Users\" is intended to encompass, as applicable, both Customers and their Users.": "Politika, Hizmetin tüm yönleri için geçerlidir. “Sterling Talent Solutions Network”, bir sınırlandırma olmaksızın, Sterling Talent Solutions kiralık iletim ağında bulunan veya kullanılan tüm ekipman, sistemler, tesisler, hizmetler ve ürünler dâhil olmak üzere söz konusu iletim ağını içerir. Bu Politikada kullanılan şekliyle, “siz” Müşteriler anlamına gelir ve “Kullanıcılara” yapılan her türlü atıf, uygun olan şekilde, hem Müşterileri hem onların Kullanıcılarını kapsamayı amaçlar.",
      "The Service shall not be used for any unlawful activities or in connection with any criminal or civil violation and the Services shall in all cases be used in compliance with applicable law. Use of the Service for transmission, distribution, retrieval, or storage of any information, data or other material in violation of any applicable law or regulation (including, where applicable, any tariff or treaty) is prohibited. This includes, without limitation, the use or transmission of any data or material protected by copyright, trademark, trade secret, patent or other intellectual property right without proper authorization and the transmission of any material that constitutes an illegal threat, violates export control laws, or is obscene, defamatory or otherwise unlawful.": "Hizmet yasa dışı faaliyetler için veya herhangi bir cezai veya hukuki ihlalle bağlantılı olarak kullanılmayacak ve Hizmetler her durumda geçerli yasaya uygun olarak kullanılacaktır. Hizmetin, herhangi bir bilginin, verinin veya diğer materyalin, yürürlükteki herhangi bir yasayı veya yönetmeliği (geçerli olduğu durumlarda, herhangi bir tarife veya anlaşma dahil) ihlal edecek şekilde iletilmesi, dağıtılması, geri alınması veya saklanması için kullanılması yasaktır. Bu, bir sınırlandırma olmaksızın, telif hakkı, ticari marka, ticari sır, patent veya diğer fikri mülkiyet hakları ile korunan herhangi bir verinin veya materyalin uygun yetkilendirme olmadan kullanılmasını veya iletilmesini ve yasa dışı bir tehdit oluşturan, ihracat kontrol yasalarını ihlal eden veya müstehcen, karalayıcı veya başka türlü yasa dışı olan herhangi bir materyalin iletilmesini içerir.",
      "The Site and content provided on or through the Site are the intellectual property and copyrighted works of Sterling, a Sterling Client, or a third-party provider. All rights, title and interest not expressly granted with respect to the Site and content provided on or through the Site are reserved. All content is provided on an “As Is” and “As Available” basis, and Sterling reserves the right to terminate the permissions granted to you at any time.": "Site ve Sitede veya Site aracılığıyla sağlanan içerik Sterling’in, bir Sterling Müşterisinin veya üçüncü taraf bir sağlayıcının fikri mülkiyeti ve telif hakkıyla korunan eserleridir. Site ve Sitede veya Site aracılığıyla sağlanan içerik ile ilgili olarak açıkça verilmeyen tüm haklar, mülkiyet ve menfaatler saklıdır. Tüm içerik “Olduğu gibi” ve “Mevcut Olan Şekilde” sağlanmaktadır ve Sterling size verilen izinleri herhangi bir zamanda feshetme hakkını saklı tutmaktadır.",
      "The Site provides links to Web sites and access to content, products and services of third parties, including users, advertisers, affiliates and sponsors of the Site. Sterling is not responsible for third party content provided on, or through the Site, or for any changes or updates to such third party sites, and you bear all risks associated with the access to, and use of, such Web sites and third party content, products and services.": "Site, Web sitelerine bağlantılar ve Sitenin kullanıcıları, reklam verenleri, bağlı kuruluşları ve sponsorları dâhil olmak üzere üçüncü tarafların içeriğine, ürünlerine ve hizmetlerine erişim sağlamaktadır. Sitede veya Site aracılığıyla sağlanan üçüncü taraf içeriğinden veya söz konusu üçüncü taraf sitelerinde yapılan herhangi bir değişiklikten veya güncellemeden Sterling sorumlu değildir ve söz konusu Web sitelerine ve üçüncü taraf içeriklerine, ürünlerine ve hizmetlerine erişim ve bunların kullanımı ile ilgili tüm riskleri siz üstlenirsiniz.",
      "The Sterling has no obligation to monitor the Site. However, Sterling reserves the right to review the Site and content and to monitor all use of and activity on the Site, and to remove or choose not to make available on or through the Site, any content (including Submissions) in its sole discretion. Sterling may remove content that is confidential or proprietary to you, or a third party, without permission from you or the third party.": "Sterling’in Siteyi izleme yükümlülüğü yoktur. Ancak Sterling, yalnız kendi takdirine bağlı olarak, Siteyi ve içeriği inceleme ve Sitedeki tüm kullanımı ve faaliyetleri izleme ve herhangi bir içeriği (Gönderimler dâhil) kaldırma veya Sitede veya Site aracılığıyla kullanıma sunmamayı seçme hakkını saklı tutar. Sterling, sizin veya üçüncü bir tarafın gizli veya özel olan içeriklerini sizden veya üçüncü taraftan izin almadan kaldırabilir.",
      "The Sterling may, in its sole discretion, at any time discontinue providing or limit access to the Site, in whole or in part. You agree that Sterling may, in its sole discretion, at any time, terminate or limit your access to, or use of, the Site in whole or in part. Sterling may terminate or limit your access to, or use of, the Site, if Sterling determines, in its sole discretion, that you have infringed the copyrights or other legal rights of a third party, or otherwise materially violated these Terms of Use. You agree that Sterling will not be liable to you or any third-party for any termination or limitation of your access to, or use of, the Site.": "Sterling, yalnız kendi takdirine bağlı olarak, Siteye erişim sağlamayı herhangi bir zamanda tamamen veya kısmen durdurabilir veya sınırlayabilir. Sterling’in yalnız kendi takdirine bağlı olarak, Siteye erişiminizi veya Siteyi kullanımınızı herhangi bir zamanda tamamen veya kısmen feshedebileceğini veya sınırlandırabileceğini kabul ediyorsunuz. Sterling yalnız kendi takdirine bağlı olarak, üçüncü bir tarafın telif haklarını veya diğer yasal haklarını ihlal ettiğinizi veya bu Kullanım Koşullarını maddi şekilde ihlal ettiğinizi belirlediği takdirde Sterling Siteye erişiminizi veya Siteyi kullanımınızı feshedebilir veya sınırlandırabilir. Siteye erişiminizin veya onu kullanımınızın herhangi bir şekilde feshedilmesi veya sınırlandırılması yüzünden Sterling’in size veya herhangi bir üçüncü tarafa karşı sorumlu olmayacağını kabul ediyorsunuz.",
      "The background check application form requires that the start date & the end date of each address should be a total match.": "Geçmiş kontrolü başvuru formu, her adresin başlangıç tarihi ve bitiş tarihinin toplam eşleşme olmasını gerektirir.",
      "The failure of Sterling to exercise or enforce any rights or provisions in these Terms of Use will not constitute a waiver of such right or provision. If any part or provision of these Terms of Use is found to be unenforceable, such part or provision may be modified to make the Terms of Use as modified, legal and enforceable. The rest of the Terms of Use will not be affected.": "Sterling’in bu Kullanım Koşullarındaki herhangi bir hakkı veya hükmü kullanmaması veya yürürlüğe koymaması söz konusu haktan veya hükümden feragat oluşturmayacaktır. Bu Kullanım Koşullarının herhangi bir bölümünün veya hükmünün uygulanamaz olduğu belirlendiği takdirde Kullanım Koşullarını tadil edilmiş, yasal ve uygulanabilir duruma getirmek için söz konusu bölüm veya hüküm tadil edilebilir. Kullanım Koşullarının geri kalanı etkilenmeyecektir.",
      "The following activities are also prohibited:": "Aşağıdaki faaliyetler de yasaktır:",
      "The parties waive any right to bring representative claims on behalf of a class of individuals, on behalf of the public, as a private attorney general, or otherwise (the “class action waiver”). Except for this class action waiver, this clause may be severed or modified if necessary to render it enforceable under the Federal Arbitration Act.": "Taraflar, bir grup birey adına, kamu adına, özel savcı olarak veya başka bir şekilde temsilcili dava açma haklarından feragat eder (“toplu davadan feragat”). Bu toplu dava feragati hariç olmak üzere bu madde ayrılabilir veya onu Federal Tahkim Yasası uyarınca uygulanabilir duruma getirmek için gerekirse tadil edilebilir.",
      "The sole purpose of this website is to enable you to collect and evaluate Candidate Submissions. Use of this Site does not create an employment relationship between any person and any Sterling company. Individuals who use this Site on behalf of a Client shall be solely the employees or agents of such entity and shall be under the sole and exclusive direction and control of such entity. The Client organization shall be responsible for compliance with all laws, rules and regulations involving its respective employees or agents, including (but not limited to) employment of labor, hours of labor, health and safety, working conditions and payment of wages.": "Bu web sitesinin tek amacı Aday Gönderimlerini toplamanızı ve değerlendirmenizi sağlamaktır. Bu Sitenin kullanımı herhangi bir kişi ile herhangi bir Sterling şirketi arasında bir istihdam ilişkisi oluşturmaz. Bu Siteyi bir Müşteri adına kullanan bireyler yalnızca söz konusu kuruluşun çalışanları veya temsilcileri olacak ve söz konusu kuruluşun tek ve münhasır talimatı ve kontrolü altında olacaktır. Müşteri kuruluşu, işçi istihdamı, çalışma saatleri, sağlık ve güvenlik, çalışma koşulları ve ücretlerin ödenmesi dâhil (ancak bunlarla sınırlı olmamak üzere) kendi çalışanlarını veya temsilcilerini içeren tüm yasalara, kurallara ve düzenlemelere uymaktan sorumlu olacaktır.",
      "The sole purpose of this website is to enable you to submit information (“Submissions“) to provide information to allow Sterling to carry out Services for a Client or for you. Use of this Site does not create an employment relationship between you and any Sterling company. You expressly agree that no employment relationship will be created without further review of the Submission, an appropriate successful interview process, background and reference checks (where applicable), verification of identity and the legal right to work, and issuance and acceptance of a formal written offer of employment from the entity offering employment.": "Bu web sitesinin tek amacı, Sterling’in bir Müşteri için veya sizin için Hizmetler gerçekleştirmesine olanak vermek üzere bilgi sağlamak için bilgi göndermenize (“Gönderimler”) olanak vermektir. Bu Sitenin kullanımı sizin ile herhangi bir Sterling şirketi arasında bir istihdam ilişkisi oluşturmaz. Gönderimin daha ayrıntılı incelenmesi, uygun bir başarılı mülakat süreci, geçmiş ve referans kontrolleri (geçerli olan yerde), kimlik ve yasal çalışma hakkı doğrulaması ve istihdam teklif eden kuruluştan resmi bir yazılı istihdam teklifinin verilmesi ve kabul edilmesi olmaksızın hiçbir istihdam ilişkisi oluşturulmayacağını açıkça kabul ediyorsunuz.",
      "The use of the Sterling Talent Solutions Network by a Customer of Sterling Talent Solutions is subject to the terms and conditions of any agreements entered into by such Customer and Sterling Talent Solutions. This Policy is incorporated into such agreements by reference.": "Sterling Talent Solutions Ağının Sterling Talent Solutions Müşterisi tarafından kullanılması, söz konusu Müşteri ve Sterling Talent Solutions tarafından akdedilen anlaşmaların hüküm ve koşullarına tabidir. Bu Politika, referans olarak bu tür anlaşmalara dahil edilmiştir.",
      "This Policy is designed to assist in protecting the Sterling Talent Solutions Network, the Service, our Users and the Internet community as a whole from improper and/or illegal activity over the Internet, to improve Service and to improve Service offerings. In situations where data communications are carried across networks of other Internet Service Providers (ISPs), Users of the Sterling Talent Solutions Network must also conform to the applicable acceptable use policies of such other ISPs.": "Bu Politika, Sterling Talent Solutions Network, Hizmet, Kullanıcılarımız ve İnternet topluluğunu bir bütün olarak uygunsuz ve/veya yasa dışı faaliyetlerden korumak, Hizmeti iyileştirmek ve Hizmet tekliflerini iyileştirmek için tasarlanmıştır. Veri iletişimlerinin diğer İnternet Hizmet Sağlayıcılarının (ISP'ler) ağları arasında taşındığı durumlarda, Sterling Talent Solutions Network Kullanıcıları da diğer ISP'lerin geçerli kabul edilebilir kullanım politikalarına uymalıdır.",
      "This listing of prohibited activities is not exhaustive and Sterling Talent Solutions reserves the right to determine that any conduct that is or could be harmful to the Sterling Talent Solutions Network, Sterling Talent Solutions is Customers or Internet users is in violation of this Policy and to exercise any or all of the remedies contained in this Policy.": "Yasak faaliyetlerin bu listesi kapsamlı değildir ve Sterling Talent Solutions, Sterling Talent Solutions Network, Sterling Talent Solutions, Müşteriler veya İnternet kullanıcıları için zararlı olan veya olabilecek herhangi bir davranışın bu Politikayı ihlal ettiğini belirleme ve bu Politikada yer alan çözümlerin herhangi birini veya tümünü kullanma hakkını saklı tutar.",
      "Through the Site, Clients, Candidates, and third-party sources of data related to Candidates (collectively, “Users”), will have the ability to place orders for, and participate in the fulfillment of, Services. By accessing or using the Site, you agree to follow and be bound by the following terms and conditions concerning your access to and use of the Site (“Terms of Use“).": "Müşteriler, Adaylar ve Adaylarla ilgili üçüncü taraf veri kaynakları (topluca “Kullanıcılar”) Site sayesinde Hizmetler sipariş etme ve Hizmetlerin yerine getirilmesine katılma yeteneğine sahip olacaktır. Siteye erişmekle veya Siteyi kullanmakla, Siteye erişiminiz ve Siteyi kullanımınız ile ilgili aşağıdaki hüküm ve koşullara uymayı ve bunlara bağlı kalmayı kabul ediyorsunuz (“Kullanım Koşulları”).",
      "Unauthorized access/interference": "Yetkisiz erişim/girişim",
      "United Kingdom": "Birleşik Krallık",
      "United States and Canada": "Amerika Birleşik Devletleri ve Kanada",
      "Users are entirely responsible for maintaining the confidentiality of password and account information, as well as the security of their network. You agree immediately to notify Sterling Talent Solutions of any unauthorized use of your account or any other breach of security known to you. If you become aware of any violation of this Policy by any person, including Users that have accessed the Service through your account, you are required to notify us.": "Kullanıcılar, parola ve hesap bilgilerinin gizliliğinin yanı sıra ağlarının güvenliğini korumaktan da tamamen sorumludur. Hesabınızın yetkisiz kullanımı veya sizin bildiğiniz diğer güvenlik ihlalleri hakkında Sterling Talent Solutions’ı derhal bilgilendirmeyi kabul edersiniz. Hesabınız üzerinden Hizmete erişen Kullanıcılar da dahil olmak üzere herhangi bir kişi tarafından bu Politikanın ihlal edildiğinin farkına varırsanız, bizi bilgilendirmeniz gerekir.",
      "Users are prohibited from intentionally or negligently injecting false data into the Internet, for instance in the form of bad routing information (including but not limited to the announcing of networks owned by someone else or reserved by the Internet Assigned Numbers Authority) or incorrect DNS information.": "Kullanıcıların, örneğin kötü yönlendirme bilgileri (başka birinin sahip olduğu veya İnternet Tarafından Atanan Numaralar Yetkisi tarafından rezerve edilen ağların duyurulması dahil ancak bunlarla sınırlı olmamak üzere) veya yanlış DNS bilgileri gibi yanlış verileri İnternete kasıtlı veya ihmalkar bir şekilde enjekte etmesi yasaktır.",
      "We reserve the right to install and use, or to have you install and use, any appropriate devices to prevent violations of this Policy, including devices designed to filter or terminate access to the Service. By accepting and using the Service, you consent to allowing us to collect service information and routing information in the normal course of our business, and to use such information for general business purposes.": "Hizmete erişimi filtrelemek veya sonlandırmak için tasarlanmış cihazlar dahil olmak üzere bu Politikanın ihlallerini önlemek için uygun cihazları kurma ve kullanma veya kurmanızı ve kullanmanızı sağlama hakkımız saklıdır. Hizmeti kabul ederek ve kullanarak, işimizin normal seyrinde hizmet bilgilerini ve yönlendirme bilgilerini toplamamıza ve bu bilgileri genel iş amaçları için kullanmamıza izin vermiş olursunuz.",
      "Welcome to Sterling Infosystems, Inc., and its affiliated companies (“Sterling“) background screening platform (the “Site“). Sterling provides background screening and other services (“Services“) to organizations and their authorized business users (“Clients“), allowing them to collect information about individuals (“Candidates“). Sterling also provides certain services directly to Candidates.": "Sterling Infosystems, Inc.’nin ve bağlı şirketlerinin (“Sterling“) geçmiş tarama platformuna (“Site“) hoş geldiniz. Sterling, kuruluşlara ve onların yetkili iş kullanıcılarına (“Müşteriler”) geçmiş taraması ve başka hizmetler (“Hizmetler”) sağlayarak bireyler (“Adaylar”) hakkında bilgi toplamalarına olanak verir. Sterling aynı zamanda doğrudan Adaylara bazı hizmetler sağlamaktadır.",
      "What if I don’t have a former employer’s contact information?": "Eski bir işverenin iletişim bilgilerine sahip değilsem ne olur?",
      "What if I don’t know my password?": "Parolamı bilmiyorsam ne olur?",
      "What if I don’t remember my password?": "Parolamı hatırlamıyorsam ne olur?",
      "What if I haven’t received my confirmation email for resetting my password?": "Parolamı sıfırlamak için onay e-postamı almadıysam ne olur?",
      "When you first arrive on our background check web page (after clicking the link in your email), you’ll need to create a new password meeting the requirements indicated on the page. You’ll need to check the box to accept Sterling’s terms of use, then click the Create an Account button.": "Geçmiş kontrolü web sayfamıza ilk geldiğinizde (e-postanızdaki bağlantıya tıkladıktan sonra), sayfada belirtilen gereklilikleri karşılayan yeni bir parola oluşturmanız gerekecektir. Sterling’in kullanım koşullarını kabul etmek için kutuyu işaretlemeniz ve ardından Hesap Oluştur düğmesine tıklamanız gerekecektir.",
      "Why am I being told that my email address already exists in Sterling’s system?": "E-posta adresimin Sterling sisteminde zaten var olduğu neden söyleniyor?",
      "Windows, Mac OS X, Linux, Apple iOS, and other major operating systems.": "Windows, Mac OS X, Linux, Apple iOS ve önde gelen başka işletim sistemleri.",
      "You agree not to access or use the Site in any manner that could damage, disable, overburden, or impair any Sterling accounts, computer systems or networks. You agree not to attempt to gain unauthorized access to any parts of the Site or any Sterling accounts, computer systems or networks. You agree not to interfere, or attempt to interfere, with the proper working of the Site or any of Sterling accounts, computer systems or networks. You agree not to use any robot, spider, scraper or other automated means to access the Site or any of Sterling accounts, computer systems or networks without the Sterling’s express written permission.": "Siteye herhangi bir Sterling hesabına, bilgisayar sistemine veya ağına zarar verebilecek, onu etkin olmaktan çıkarabilecek, aşırı yükleyebilecek veya bozabilecek şekilde erişmemeyi veya kullanmamayı kabul ediyorsunuz. Sitenin herhangi bir bölümüne veya herhangi bir Sterling hesabına, bilgisayar sistemine veya ağına yetkisiz erişim elde etmeye çalışmayacağınızı kabul ediyorsunuz. Sitenin veya herhangi bir Sterling hesabının, bilgisayar sisteminin veya ağının düzgün çalışmasını engellememeyi veya engellemeye çalışmamayı kabul ediyorsunuz. Sterling’in açık yazılı izni olmadan Siteye veya herhangi bir Sterling hesabına, bilgisayar sistemine veya ağına erişmek için herhangi bir robot, örümcek, kazıyıcı veya başka otomatik yollar kullanmamayı kabul ediyorsunuz.",
      "You agree that all information you submit in use of the Site will be information that you have the right and authority to disclose to the Sterling. Where applicable, you agree that you will obtain written signed consent from each Candidate, in the form required by law before requesting background screening reports relating to that Candidate, or you will use the Site to collect that consent on your behalf. If you have collected the consent yourself, you must deliver such consent to Sterling by uploading the signed consent form as part of the Submissions relating to that Candidate.": "Siteyi kullanarak gönderdiğiniz tüm bilgilerin Sterling’e açıklama hakkınız ve yetkiniz olan bilgiler olacağını kabul ediyorsunuz. Geçerli olduğu zaman, her Aday ile ilgili geçmiş tarama raporları talep etmeden önce o Adaydan yasanın gerektirdiği biçimde yazılı imzalı izin alacağınızı veya Siteyi bu izni sizin adınıza alması için kullanacağınızı kabul ediyorsunuz. İzni kendinizin almış olması durumunda söz konusu Adayla ilgili Gönderimlerin bir parçası hâlinde imzalı izin formunu yükleyerek söz konusu izni Sterling’e teslim etmek zorundasınız.",
      "You agree that you will neither use the Site in a manner, nor provide any Submission, that: (a) is defamatory, derogatory, degrading or harassing of another or constitutes a personal attack; (b) invades another’s privacy or includes, copies or transmits another’s confidential, sensitive or personal information without that person’s consent to do so; (c) promotes bigotry, racism, hatred or harm against any group or individual; (d) is obscene or not in good taste; (e) violates, infringes or promotes the violation or infringement of another’s rights, including intellectual property rights; (f) violates or promotes the violation of any applicable laws or regulations; (g) contains a solicitation of funds, goods or services, or promotes or advertises goods or services; or (h) contains any viruses, Trojan horses, or other components designed to limit or harm the functionality of a computer. Sterling may report you to the relevant authorities and may act under the fullest extent of applicable laws if you transmit or upload content intended or designed to cause harm.": "Siteyi: (a) karalayıcı, aşağılayıcı, başka bir kişiyi aşağılayan veya taciz eden veya kişisel bir saldırı oluşturan; (b) başka bir kişinin özel hayatını ihlal eden veya başka kişinin gerekli onayı olmadan o kişinin gizli, hassas veya kişisel bilgilerini içeren, kopyalayan veya ileten; (c) herhangi bir gruba veya bireye karşı bağnazlığı, ırkçılığı, nefreti veya zarar vermeyi teşvik eden; (d) müstehcen olan veya seviyesiz olan; (e) fikri mülkiyet hakları dâhil başka bir kişinin haklarını ihlal eden, çiğneyen veya ihlal edilmesini teşvik eden; (f) geçerli herhangi bir yasayı veya düzenlemeyi ihlal eden, çiğneyen veya ihlal edilmesini veya çiğnenmesini teşvik eden; (g) fon, mal veya hizmet talebi içeren veya mallar veya hizmetler tanıtan veya bunların reklamını yapan veya (h) herhangi bir virüs, Truva atları veya bir bilgisayarın işlevselliğini sınırlandırmak veya ona zarar vermek için tasarlanmış olan diğer bileşenler içeren şekilde kullanmayacağınızı veya bu niteliklerde hiçbir Gönderim yapmayacağınızı kabul ediyorsunuz. Zarar verme amacı taşıyan veya zarar vermek için tasarlanmış olan içerik iletmeniz veya yüklemeniz durumunda, Sterling sizi ilgili makamlara bildirebilir ve geçerli yasaların en geniş kapsamına göre hareket edebilir.",
      "You agree that you will neither use the Site in a manner, nor provide any Submission, that: (a) is defamatory, derogatory, degrading or harassing of another or constitutes a personal attack; (b) invades another’s privacy or includes, copies or transmits another’s confidential, sensitive or personal information without that person’s consent; (c) promotes bigotry, racism, hatred or harm against any group or individual; (d) is obscene or not in good taste; (e) violates, infringes or promotes the violation or infringement of another’s rights, including intellectual property rights; (f) violates or promotes the violation of any applicable laws or regulations; (g) contains a solicitation of funds, goods or services, or promotes or advertises goods or services; or (h) contains any viruses, Trojan horses, or other components designed to limit or harm the functionality of a computer. Sterling may report you to the relevant authorities and may act under the fullest extent of applicable laws if you transmit or upload content intended or designed to cause harm.": "Siteyi: (a) karalayıcı, aşağılayıcı, başka bir kişiyi aşağılayan veya taciz eden veya kişisel bir saldırı oluşturan; (b) başka bir kişinin özel hayatını ihlal eden veya başka kişinin onayı olmadan o kişinin gizli, hassas veya kişisel bilgilerini içeren, kopyalayan veya ileten; (c) herhangi bir gruba veya bireye karşı bağnazlığı, ırkçılığı, nefreti veya zarar vermeyi teşvik eden; (d) müstehcen olan veya seviyesiz olan; (e) fikri mülkiyet hakları dâhil başka bir kişinin haklarını ihlal eden, çiğneyen veya ihlal edilmesini teşvik eden; (f) geçerli herhangi bir yasayı veya düzenlemeyi ihlal eden, çiğneyen veya ihlal edilmesini veya çiğnenmesini teşvik eden; (g) fon, mal veya hizmet talebi içeren veya mallar veya hizmetler tanıtan veya bunların reklamını yapan veya (h) herhangi bir virüs, Truva atları veya bir bilgisayarın işlevselliğini sınırlandırmak veya ona zarar vermek için tasarlanmış olan diğer bileşenler içeren şekilde kullanmayacağınızı veya bu niteliklerde hiçbir Gönderim yapmayacağınızı kabul ediyorsunuz. Zarar verme amacı taşıyan veya zarar vermek için tasarlanmış olan içerik iletmeniz veya yüklemeniz durumunda, Sterling sizi ilgili makamlara bildirebilir ve geçerli yasaların en geniş kapsamına göre hareket edebilir.",
      "You agree to indemnify and hold harmless the Sterling, its officers, directors, employees and agents from and against any and all third-party claims, liabilities, damages, losses or expenses, including reasonable attorneys’ fees and costs, due to, or arising out of, any information you disclose to the Site, your violation of these Terms of Use, or your violation or infringement of any third-party rights, including intellectual property rights.": "Siteye açıkladığınız herhangi bir bilgi, bu Kullanım Koşullarını ihlal etmeniz veya fikri mülkiyet hakları dâhil olmak üzere herhangi bir üçüncü taraf hakkını ihlal etmeniz veya çiğnemeniz nedeniyle ortaya çıkan veya bunlardan kaynaklanan makul avukatlık ücretleri ve maliyetleri dâhil olmak üzere tüm üçüncü taraf iddiaları, yükümlülükler, zararlar, kayıplar veya harcamalar karşısında Sterling’i, görevlilerini, yöneticilerini, çalışanlarını ve temsilcilerini tazmin etmeyi ve beri kılmayı kabul ediyorsunuz.",
      "You may have had a background check processed previously with Sterling through a different employer. If you don’t remember your password, you’ll need to reset the password. Click the “I am a Returning User” option near the bottom of the Create Account page, then click the “Forgot Your Password?” option and enter your email address. You’ll receive a confirmation email containing a link for resetting your password.": "Farklı bir işveren aracılığıyla Sterling ile daha önce bir geçmiş kontrolü yapmış olabilirsiniz. Parolanızı hatırlamıyorsanız parolayı sıfırlamanız gerekir. Hesap Oluştur sayfasının alt tarafındaki “I am a Returning User” (Geri Dönen Kullanıcıyım) seçeneğine tıklayın, ardından “Forgot Your Password?” (Parolamı Unuttum) seçeneğine tıklayın ve e-posta adresinizi girin. Parolanızı sıfırlamanız için bir bağlantı içeren bir onay e-postası alacaksınız.",
      "You must complete the registration process to open an account by providing us with current, complete and accurate information, as required by the applicable registration form. You may also be required to choose a password and a user name. Access to, and use of, password protected or secure areas of the Site are restricted to authorized users only. Except as contemplated by Section 2.2, You agree not to share your password(s), account information, or access to the Site with any other person. You are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of your password(s) or account(s), or as a result of your access to the Site. You agree to notify Sterling immediately of any use of your password(s) or account(s) that you did not authorize or that is not authorized by these Terms of Use.": "Bir hesap açmak için, geçerli kayıt formunun gerektirdiği gibi bize güncel, eksiksiz ve doğru bilgiler sağlayarak kayıt sürecini tamamlamak zorundasınız. Ayrıca bir parola ve bir kullanıcı adı seçmeniz gerekebilir. Sitenin parola korumalı veya güvenli alanlarına erişim ve bunların kullanımı yalnızca yetkili kullanıcılarla sınırlıdır. Bölüm 2.2’de öngörülenler dışında, parola(lar)ınızı, hesap bilgilerinizi veya Siteye erişiminizi başka hiçbir kişiyle paylaşmamayı kabul ediyorsunuz. Parola(lar)ın ve hesap bilgilerinin gizliliğini korumaktan siz sorumlusunuz ve herhangi bir parolanız/parolalarınız veya hesabınız/hesaplarınız kullanılarak veya Siteye erişiminizin bir sonucu olarak meydana gelen tüm faaliyetlerden siz sorumlusunuz. Sizin izin vermediğiniz veya bu Kullanım Koşullarında izin verilmeyen şekilde parola(lar)ınızın veya hesap(lar)ınızın herhangi bir kullanımını Sterling’e hemen bildirmeyi kabul ediyorsunuz.",
      "You warrant that: (a) you have the right and authority to provide any personal information; (b) you have only disclosed information that is true, accurate and not misleading (including by omission) and nothing you have submitted is known by you to be false, inaccurate, or misleading; (c) you have identified the individual who the submitted information relates to and confirm their identity as the Candidate; and (d) your disclosure of information, or any engagement that may result from your disclosure of information, would not infringe any legal obligation that you or the Candidate may have to any third party, including under laws related to copyright, trademark, patent, trade secret, confidentiality, notice period, restrictive covenant, non-competition or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party.": "Siz: (a) herhangi bir kişisel bilgi sağlama hakkınızın ve yetkinizin olduğunu; (b) yalnızca gerçek ve doğru olan ve yanıltıcı olmayan (ihmal dâhil) bilgileri açıklamış olduğunuzu ve gönderdiğiniz hiçbir şeyin sahte, yanlış, veya yanıltıcı olduğunu sizin bilmediğinizi; (c) gönderilen bilgilerin ilgili olduğu kişiyi belirtmiş olduğunu ve onun kimliğini Aday olarak teyit ettiğinizi ve (d) bilgi açıklamanızın veya bilgi açıklamanızdan kaynaklanabilecek herhangi bir etkileşimin telif hakkı, ticari marka, patent, ticari sır, gizlilik, bildirim süresi, kısıtlayıcı madde, rekabet etmeme veya diğer fikri mülkiyet hakları, gizlilik hakları, veya herhangi bir üçüncü tarafın diğer yasal veya manevi hakları ilgili yasalar kapsamında olanlar dâhil olmak üzere sizin veya Adayın herhangi bir üçüncü tarafa karşı sahip olabileceği hiçbir yasal yükümlülüğü ihlal etmeyeceğini taahhüt ediyorsunuz.",
      "to the use of Sterling Talent Solutions services (the \"Service\") by customers of Sterling Talent Solutions (\"Customers\") and by users that have gained access to the Service through Customer accounts (\"Users\"). By using the Service, you acknowledge that you and your Users are responsible for compliance with the Policy. You are responsible for violations of this Policy by any User that accesses the Services through your account.": "Sterling Talent Solutions hizmetlerinin (“Hizmet”) Sterling Talent Solutions müşterileri (“Müşteriler”) tarafından ve Müşteri hesapları (“Kullanıcılar”) aracılığıyla Hizmete erişim kazanmış kullanıcılar tarafından kullanılması bakımından. Hizmeti kullanarak, sizin ve Kullanıcılarınızın Politikaya uymaktan sorumlu olduğunuzu kabul edersiniz. Hesabınız üzerinden Hizmetlere erişen herhangi bir Kullanıcının bu Politikanın ihlallerinden siz sorumlusunuz.",
      "{ country }": "{ country }",
      "{ heading }": "{ heading }"
    }
  }
}
