{
  "en-US": {
    "translation": {
      "07:30 - 17:30 (7:30am - 5:30pm) IST, M-F": "07:30 – 17:30 (7:30 am – 5:30 pm) IST, M-F",
      "07:30 - 18:00 (7:30am - 6:00pm) BST, M-F": "07:30 – 18:00 (7:30 am – 6:00 pm) BST, M-F",
      "08:00 - 20:00 (8:00am - 8:00pm) EST, M-F": "08:00 – 20:00 (8:00 am – 8:00 pm) EST, M-F",
      "1 Alexandra Road": "1 Alexandra Road",
      "1. The following terms apply to Candidates only.": "1. Următorii termeni se aplică numai Candidaților.",
      "1.1. Use of Site": "1.1. Utilizarea Site-ului",
      "1.2. Electronic Signatures": "1.2. Semnături electronice",
      "1.3. Submissions": "1.3. Transmiteri",
      "1.4. Acceptable Use": "1.4. Utilizarea acceptabilă",
      "1.5. Security, Passwords and Means of Accessing the Site": "1.5. Securitate, parole și mijloace de accesare a Site-ului",
      "2. The following terms apply to Clients only.": "2. Următorii termeni se aplică numai Clienților.",
      "2.1. Use of Site": "2.1. Utilizarea Site-ului",
      "2.2. Electronic Signatures": "2.2. Semnături electronice",
      "2.3. Submissions": "2.3. Transmiteri",
      "2.4. Acceptable Use": "2.4. Utilizarea acceptabilă",
      "2.5. Security, Passwords and Means of Accessing the Site": "2.5. Securitate, parole și mijloace de accesare a Site-ului",
      "3. General Terms (these apply to all Users)": "3. Termeni generali (aceștia se aplică tuturor Utilizatorilor)",
      "3.1. Reservation of Rights": "3.1. Rezervarea drepturilor",
      "3.10. Waiver and Severability": "3.10. Renunțare și separabilitate",
      "3.11. Applicable Laws": "3.11. Legile aplicabile",
      "3.12. Arbitration and Venue": "3.12. Arbitraj și locul de desfășurare",
      "3.13. Limitation on Time to File Claims": "3.13. Termenul limită pentru depunerea cererilor",
      "3.14. Contact Information": "3.14. Date de contact",
      "3.2. Indemnity": "3.2. Despăgubiri",
      "3.3. Monitoring": "3.3. Monitorizare",
      "3.4. Termination of Use": "3.4. Încetarea utilizării",
      "3.5. Third Party Web Sites, Content, Products and Services": "3.5. Site-uri, conținut, produse și servicii terțe",
      "3.6. Disclaimer": "3.6. Declinarea responsabilității",
      "3.7. Limitation of Liability": "3.7. Limitarea răspunderii",
      "3.8. Exclusions and Limitations": "3.8. Excluderi și limitări",
      "3.9. Conflict with Service Agreement and Privacy Statement": "3.9. Conflict cu Acordul de servicii și Declarația de confidențialitate",
      "4511 Rockside Road, 4th Floor": "4511 Rockside Road, 4th Floor",
      "8th Floor, Alexandra House": "8th Floor, Alexandra House",
      "A User may not attempt to gain unauthorized access to, or attempt to interfere with or compromise the normal functioning, operation or security of, any portion of the Sterling Talent Solutions Network. A User may not use the Service to engage in any activities that may interfere with the ability of others to access or use the Service or the Internet. A User may not use the Service to monitor any data, information or communications on any network or system without authorization. A User may not attempt to gain unauthorized access to the user accounts or passwords of other Users.": "Un utilizator nu poate încerca să obțină acces neautorizat la sau să interfereze cu sau să compromită funcționarea normală, operarea sau securitatea oricărei părți a Rețelei Sterling Talent Solutions. Un Utilizator nu are dreptul să utilizeze Serviciul pentru a se implica în activități care pot interfera cu capacitatea altor persoane de a accesa sau utiliza Serviciul sau Internetul. Un Utilizator nu are dreptul să utilizeze Serviciul pentru a monitoriza date, informații sau comunicări pe nicio rețea sau sistem fără autorizație. Un Utilizator nu poate încerca să obțină acces neautorizat la conturile de utilizator sau la parolele altor Utilizatori.",
      "A User may not attempt to send e-mail messages or transmit any electronic communications using a name or address of someone other than the User for purposes of deception. Any attempt to impersonate someone else by altering source IP address information or by using forged headers or other identifying information is prohibited. Any attempt to fraudulently conceal, forge or otherwise falsify a User’s identity in connection with use of the Service is prohibited.": "Un Utilizator nu poate încerca să trimită mesaje e-mail sau să transmită comunicări electronice folosind numele sau adresa altei persoane în afara Utilizatorului, în scopul comiterii infracțiunii de înșelăciune. Este interzisă orice încercare de a vă da drept o altă persoană prin modificarea informațiilor adresei IP sursă sau prin utilizarea anteturilor falsificate sau a altor informații de identificare. Orice încercare de a ascunde, contraface sau falsifica în mod fraudulos identitatea unui Utilizator în legătură cu utilizarea Serviciului este interzisă.",
      "A User may not use the Service to transmit unsolicited commercial e-mail messages or deliberately send excessively large attachments to one recipient. Any unsolicited commercial e-mail messages or a series of unsolicited commercial e-mail messages or large attachments sent to one recipient is prohibited. In addition, \"spamming\" or \"mailbombing\" is prohibited. Use of the service of another provider to send unsolicited commercial email, spam or mailbombs, to promote a site hosted on or connected to the Sterling Talent Solutions Network, is similarly prohibited. Likewise, a User may not use the Service to collect responses from mass unsolicited e-mail messages. Sterling Talent Solutions may in its sole discretion rely upon information obtained from anti-spamming organizations (including for example and without limitation spamhaus.org, spamcop.net, sorbs.net, and abuse.net) as evidence that a User is an active \"spam operation\" for purposes of taking remedial action under this Policy.": "Un Utilizator nu are dreptul să utilizeze Serviciul pentru a transmite mesaje e-mail comerciale nesolicitate sau pentru a trimite în mod deliberat atașamente excesiv de mari unui destinatar. Sunt interzise orice mesaje de e-mail comerciale nesolicitate sau o serie de mesaje de e-mail comerciale nesolicitate sau atașamente mari trimise unui destinatar. În plus, sunt interzise „spamming” sau „mailbombing”. Utilizarea serviciului altui furnizor pentru a trimite e-mailuri comerciale, spam sau mailbomb nesolicitate, pentru a promova un site găzduit sau conectat la Rețeaua Sterling Talent Solutions este interzisă în mod similar. De asemenea, un Utilizator nu are dreptul să utilizeze Serviciul pentru a colecta răspunsuri din mesaje de email nesolicitate în masă. Sterling Talent Solutions se poate baza, la propria sa discreție, pe informațiile obținute de la organizațiile anti-spamming (inclusiv, de exemplu, și fără limitare la, spamhaus.org, spamcop.net, sorbs.net și abuse.net) ca dovadă a faptului că un Utilizator este un „spam operation” activ, cu scopul de a lua măsuri de remediere în baza acestei Politici.",
      "ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF USE OR THE WEBSITES MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.": "ORICE CAUZĂ DE ACȚIUNE SAU CERERE PE CARE O PUTEȚI AVEA CA REZULTAT SAU ÎN LEGĂTURĂ CU ACEȘTI TERMENI DE UTILIZARE SAU CU SITE-URILE TREBUIE INIȚIATĂ ÎN TERMEN DE UN (1) AN DE LA APARIȚIA CAUZEI DE ACȚIUNE; ÎN CAZ CONTRAR, O ASTFEL DE CAUZĂ DE ACȚIUNE SAU CERERE ESTE PRESCRISĂ DEFINITIV.",
      "APAC": "APAC",
      "Acceptable Use Policy": "Politica de utilizare acceptabilă",
      "Access to and use of password protected or secured areas of the Site are restricted to authorized users only. You are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of any password(s) or account(s), or as a result of your access to the Site. You agree to notify Sterling immediately of any unauthorized use of password(s) or account(s).": "Accesul la și utilizarea zonelor protejate prin parolă sau securizate ale Site-ului sunt restricționate numai la utilizatorii autorizați. Sunteți responsabil pentru păstrarea confidențialității parolei(parolelor) și informațiilor contului și sunteți responsabil pentru toate activitățile care au loc prin utilizarea oricărei(oricăror) parole sau cont(conturi) sau ca urmare a accesării de către dvs. a Site-ului. Sunteți de acord să notificați imediat Sterling cu privire la orice utilizare neautorizată a parolei(parolelor) sau a contului(conturilor).",
      "Additional terms and conditions": "Termeni și condiții suplimentare",
      "Advertising, transmitting, or otherwise making available any software, program, product, or service that is designed to violate this AUP, which includes the facilitation of the means to deliver unsolicited commercial email.": "Publicitatea, transmiterea sau punerea la dispoziție în alt mod a oricărui software, program, produs sau serviciu care este conceput pentru a încălca acest AUP, care include facilitarea mijloacelor de a transmite emailuri comerciale nesolicitate.",
      "After authorizing the use of your electronic signature, you may still withdraw your consent. To do so, you must contact Sterling or the Client for their withdrawal procedures and to understand any consequences which may apply.": "După autorizarea utilizării semnăturii dvs. electronice, vă puteți retrage în continuare consimțământul. Pentru a face acest lucru, trebuie să contactați Sterling sau Clientul în legătură cu procedurile lor de retragere și pentru a înțelege orice consecințe care se pot aplica.",
      "All Users of the Sterling Talent Solutions Network are responsible for notifying Sterling Talent Solutions immediately if they become aware of an impending event that may negatively affect the Sterling Talent Solutions Network. This includes extortion threats that involve threat of \"denial of service\" attacks, unauthorized access, or other security events.": "Toți utilizatorii Rețelei Sterling Talent Solutions au responsabilitatea de a notifica imediat Sterling Talent Solutions dacă iau cunoștință despre un eveniment iminent care poate afecta negativ Rețeaua Sterling Talent Solutions. Acestea includ amenințările de extorcare care implică amenințarea cu atacuri „de refuzare a serviciului”, accesul neautorizat sau alte evenimente de securitate.",
      "All matters relating to your access to, and use of, the Site and content provided on or through the Site, will be governed by U.S. federal law or the laws ofthe State of New York.": "Toate chestiunile legate de accesul dvs. la și utilizarea Site-ului și a conținutului furnizat pe sau prin intermediul Site-ului vor fi guvernate de legislația federală a S.U.A. sau de legile Statului New York.",
      "Any activity that disrupts, degrades, harms or threatens to harm the Sterling Talent Solutions Network or the Service.": "Orice activitate care perturbă, degradează, prejudiciază sau amenință să dăuneze Rețelei sau Serviciului Sterling Talent Solutions.",
      "Any complaints regarding prohibited use or other abuse of the Sterling Talent Solutions Network, including violations of this Policy, should be sent to Sterling Talent Solutions. Please include all applicable information that will assist Sterling Talent Solutions in investigating the complaint, including all applicable headers of forwarded messages. Customers should call 800.943.2589 to submit a complaint as quickly as possible. If you are unsure whether any contemplated use or action is permitted, please submit questions or comments to Sterling Talent Solutions at ": "Orice reclamații privind utilizarea interzisă sau alte abuzuri ale Rețelei Sterling Talent Solutions, inclusiv încălcările acestei Politici, trebuie trimise către Sterling Talent Solutions. Vă rugăm să includeți toate informațiile aplicabile care vor ajuta Sterling Talent Solutions să investigheze reclamația, inclusiv toate antetele aplicabile ale mesajelor redirecționate. Clienții trebuie să apeleze 800.943.2589 pentru a transmite o reclamație cât mai repede posibil. În cazul în care nu sunteți sigur dacă utilizarea sau acțiunile avute în vedere sunt permise, trimiteți întrebările sau comentariile către Sterling Talent Solutions la ",
      "Any controversy or claim arising out of, or relating to, these Terms of Use, or breach thereof, shall be settled by binding arbitration in accordance with the governing law as determined by these Terms of Use, the Federal Arbitration Act (insofar as it governs the arbitrability of such controversy or claim), and the Commercial Arbitration Rules (excluding Expedited Procedures) of the American Arbitration Association in the City of New York. Three qualified arbitrators shall be appointed in accordance with the Commercial Arbitration Rules (excluding Expedited Procedures) of the American Arbitration Association and these Terms of Use. Such qualified arbitrators shall be members of the New York bar and shall have at least five years of experience in the law relevant to the dispute in question. Each party shall have the right of discovery as set forth in the Federal Rules of Civil Procedure. A stenographer shall be present at the arbitration proceedings and the stenographic record shall be the official record of the proceeding. The arbitrators shall provide written findings of fact and conclusions of law in justification of any arbitration award. Either party shall have the right of appeal of any decision by the arbitrators by filing a request for reconsideration of any arbitration decision with the American Arbitration Association. Upon receiving such a request, the American Arbitration Association shall reconsider the matter de novo using the foregoing procedures. Should the arbitration award be inconsistent with the governing law as specified by these Terms of Use, either party may immediately appeal the arbitration award to any court of competent jurisdiction over Sterling. Judgment on the award rendered by the arbitrators may be entered in any court having competent jurisdiction over the parties, unless a subsequent request for reconsideration has been filed by a party under this Section, or the award has been appealed to a court of competent jurisdiction under this Section.": "Orice controversă sau cerere care decurge din sau în legătură cu acești Termeni de utilizare sau încălcarea acestora va fi soluționată prin arbitraj obligatoriu în conformitate cu legislația aplicabilă, după cum se stabilește în acești Termeni de utilizare, Legea federală privind arbitrajul (în măsura în care se aplică caracterului arbitrabil al unei astfel de controverse sau cereri) și Regulile de arbitraj comercial (excluzând Procedurile accelerate) ale Asociației Americane de Arbitraj din orașul New York. Trei arbitri calificați vor fi numiți în conformitate cu Regulile de arbitraj comercial (cu excepția Procedurilor accelerate) ale Asociației Americane de Arbitraj și cu acești Termeni de utilizare. Acești arbitri calificați vor fi membri ai baroului din New York și vor avea cel puțin cinci ani de experiență în legislația relevantă pentru litigiul în cauză. Fiecare parte va avea dreptul de a avea acces la probe, astfel cum se prevede în Regulile Federale de Procedură Civilă. Un stenograf va fi prezent la procedura de arbitraj, iar înregistrarea stenografică va reprezenta înregistrarea oficială a procedurii. Arbitrii vor furniza constatările scrise de fapt și concluziile de drept în justificarea oricărei hotărâri arbitrale. Fiecare parte va avea dreptul de a contesta orice hotărâre a arbitrilor prin depunerea unei cereri de reexaminare a oricărei hotărâri arbitrale la Asociația Americană de Arbitraj. La primirea unei astfel de cereri, Asociația Americană de Arbitraj va reexamina acțiunea de novo utilizând procedurile de mai sus. În cazul în care hotărârea arbitrală nu este conformă cu legea aplicabilă, după cum se specifică în acești Termeni de utilizare, oricare dintre părți poate contesta imediat hotărârea arbitrală la orice instanță competentă din jurisdicția Sterling. Acțiunea de judecare a hotărârii pronunțate de arbitri poate fi introdusă în orice instanță competentă din jurisdicția părților, cu excepția cazului în care o cerere ulterioară de reexaminare este depusă de o parte în temeiul prezentei Secțiuni sau hotărârea a fost contestată la o instanță competentă în temeiul prezentei Secțiuni.",
      "Any legal suit, action or proceeding arising out of, or related to, these Terms of Use or the Website, and allowed pursuant to this Section, shall be instituted exclusively in the federal courts of the United States in the Southern District of New York or the courts of the State of New York located in the City of New York. You waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.": "Orice proces, acțiune sau procedură judiciară care decurge din sau în legătură cu acești Termeni de utilizare sau Site-ul și care este permisă în temeiul acestei Secțiuni va fi intentată exclusiv la instanțele federale ale Statelor Unite ale Americii din Districtul de Sud al orașului New York sau la instanțele din Statul New York situate în orașul New York. Renunțați la oricare și toate obiecțiile cu privire la exercitarea jurisdicției asupra dvs. de către aceste instanțe și la locul de desfășurare a acestora.",
      "Any other inappropriate activity or abuse of the Service (as determined by us in our sole discretion), whether or not specifically listed in this Policy, may result in suspension or termination of the User’s access to or use of the Service.": "Orice altă activitate inadecvată sau abuz al Serviciului (după cum stabilim noi la discreția noastră exclusivă), indiferent dacă este sau nu menționată în mod specific în această Politică, poate duce la suspendarea sau încetarea accesului Utilizatorului sau a utilizării Serviciului.",
      "Any use of another party’s electronic mail server to relay email without express permission from such other party is prohibited.": "Orice utilizare a serverului de email al unei alte părți pentru a transmite e-mailuri fără permisiunea expresă a respectivei părți este interzisă.",
      "Attempting to circumvent or alter the processes or procedures to measure time, bandwidth utilization, or other methods to document use of Sterling Talent Solutions services.": "Încercarea de a eluda sau a modifica procesele sau procedurile pentru a măsura timpul, utilizarea lățimii de bandă sau alte metode de a documenta utilizarea serviciilor Sterling Talent Solutions.",
      "Because the Internet is an inherently open and insecure means of communication, any data or information a User transmits over the Internet may be susceptible to interception and alteration. Subject to our Online Privacy Policy, we make no guarantee regarding, and assume no liability for, the security and integrity of any data or information a User transmits via the Service or over the Internet, including any data or information transmitted via any server designated as \"secure.\"": "Deoarece Internetul este un mijloc de comunicare inerent deschis și nesigur, orice date sau informații pe care le transmite un Utilizator prin Internet pot fi susceptibile de interceptare și modificare. Sub rezerva Politicii noastre de confidențialitate online, nu oferim nicio garanție și nu ne asumăm nicio răspundere pentru securitatea și integritatea oricăror date sau informații pe care un Utilizator le transmite prin intermediul Serviciului sau pe internet, inclusiv ale oricăror date sau informații transmise prin orice server desemnat ca fiind „sigur.”",
      "By making Submissions, you warrant that: (a) you have the right and authority to provide any Submissions; (b) you have only disclosed information that is true, accurate and not misleading (including by omission) and nothing you have submitted is known by you to be false, inaccurate, or misleading; (c) you are the individual who the Submissions relate to and that you have obtained permission from each person who appears and/or is referred to in your Submissions; and (d) your Submissions would not infringe any legal obligation that you may have to any third party, including under laws related to copyright, trademark, patent, trade secret, confidentiality, notice period, restrictive covenant, non-competition or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party.": "Prin efectuarea de Transmiteri, garantați că: (a) aveți dreptul și autoritatea de a furniza orice Transmiteri; (b) ați divulgat numai informații adevărate, exacte și care nu induc în eroare (inclusiv prin omisiune) și nimic din ceea ce ați transmis nu este cunoscut de dvs. ca fiind fals, inexact sau inducând în eroare; (c) sunteți persoana la care se referă Transmiterile și ați obținut permisiunea de la fiecare persoană care apare și/sau este menționată în Transmiterile dvs.; și (d) Transmiterile dvs. nu ar încălca nicio obligație legală pe care o puteți avea față de orice terț, inclusiv în conformitate cu legile privind drepturile de autor, mărcile comerciale, brevete, secrete comerciale, confidențialitate, perioadă de notificare, angajament restrictiv, neconcurență sau alte drepturi de proprietate intelectuală, drepturi la confidențialitate sau orice alte drepturi legale sau morale ale oricărui terț.",
      "By using the Site and providing Submissions, you agree to transact electronically through the Site. You agree that your electronic signature is the legal equivalent of your manual signature. You further agree that your use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes your signature as if actually signed by you in writing. You also agree that no certification authority or other third-party verification is necessary to validate your electronic signature, and the lack of such certification or third party verification will not in any way affect the enforceability of your electronic signature.": "Prin utilizarea Site-ului și furnizarea Transmiterilor, sunteți de acord să efectuați tranzacții electronice prin intermediul Site-ului. Sunteți de acord că semnătura dvs. electronică este echivalentul legal al semnăturii dvs. manuale. De asemenea, sunteți de acord că utilizarea unei tastaturi, a unui mouse sau a altui dispozitiv pentru a selecta un element, un buton, o pictogramă sau un act/acțiune similară constituie semnătura dvs. ca și cum ați fi semnat efectiv în scris. De asemenea, sunteți de acord că nu este necesară nicio autoritate de certificare sau altă verificare din partea terților pentru a valida semnătura dvs. electronică și că lipsa unei astfel de certificări sau verificări din partea terților nu va afecta în niciun fel caracterul executoriu al semnăturii dvs. electronice.",
      "By using the Site you warrant that you, or the entity for whom you are authorized to use the Site, has agreed to transact electronically through the Site. You warrant that, or the entity for whom you are authorized to use the Site, agrees that an electronic signature is the legal equivalent of a manual signature. You further warrant that you, or the entity for whom you are authorized to use the Site, agrees that the use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes a valid signature as if actually signed in writing. You also warrant that no certification authority or other third party verification is necessary to validate an electronic signature, and that the lack of such certification or third party verification will not in any way affect the enforceability of the electronic signature.": "Prin utilizarea Site-ului, garantați că dvs. sau entitatea pentru care sunteți autorizat să utilizați Site-ul ați fost de acord să efectuați tranzacții electronice prin intermediul Site-ului. Garantați că dvs. sau entitatea pentru care sunteți autorizat să utilizați Site-ul sunteți de acord că o semnătură electronică este echivalentul legal al unei semnături manuale. De asemenea, garantați că dvs. sau entitatea pentru care sunteți autorizat să utilizați Site-ul sunteți de acord că utilizarea unei tastaturi, a unui mouse sau a altui dispozitiv pentru a selecta un element, buton, pictogramă sau act/acțiune similară constituie o semnătură validă ca și cum ați fi semnat efectiv în scris. De asemenea, garantați că nu este necesară nicio autoritate de certificare sau altă verificare din partea terților pentru a valida o semnătură electronică și că lipsa unei astfel de certificări sau verificări din partea terților nu va afecta în niciun fel caracterul executoriu al semnăturii electronice.",
      "Client Service Support Information": "Informații asistență servicii clienți",
      "Commercial email, spamming, mail bombing": "E-mail comercial, spamming, mail bombing",
      "Common questions from our customers": "Întrebări frecvente din partea clienților noștri",
      "Complaints": "Reclamații",
      "Complaints and contact information": "Reclamații și informații de contact",
      "Contact Us": "Contactați-ne",
      "Cooperation with investigations": "Cooperarea în cadrul investigațiilor",
      "English": "Engleză",
      "English and Spanish": "Engleză și spaniolă",
      "Except where expressly provided otherwise, the Site is provided on an “as is” and “as available” basis. Sterling expressly disclaims all warranties of any kind, whether express or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose, and non-infringement with respect to the Site and all content provided on, or through, the Site. The Sterling makes no warranty that: (a) the Site or content will meet your requirements; (b) the Site will be available on an uninterrupted, timely, secure, or error-free basis; (c) the results that may be obtained from the use of the Site, or any content provided on or through the Site, will be accurate or reliable; or (d) any content obtained by you on or through the Site will meet your expectations.": "Cu excepția cazului în care se prevede altfel în mod expres, Site-ul este furnizat „ca atare” și „în funcție de disponibilitate”. Sterling declină în mod expres orice garanție de orice fel, expresă sau implicită, inclusiv, dar fără a se limita la, garanțiile implicite de vandabilitate, adecvare pentru un anumit scop și neîncălcare cu privire la Site și la întregul conținut furnizat pe sau prin intermediul Site-ului. Sterling nu oferă nicio garanție că: (a) Site-ul sau conținutul va îndeplini cerințele dvs.; (b) Site-ul va fi disponibil în mod neîntrerupt, la timp, sigur sau fără erori; (c) rezultatele care pot fi obținute din utilizarea Site-ului sau orice conținut furnizat pe sau prin intermediul Site-ului vor fi exacte sau de încredere; sau (d) orice conținut obținut de dvs. pe sau prin intermediul Site-ului va răspunde așteptărilor dvs.",
      "Filters and service information": "Informații serviciu și filtre",
      "Frequently Asked Questions": "Întrebări frecvente",
      "If Users engage in conduct or a pattern of conduct, including without limitation repeated violations by a User whereby correction of individual violations does not in Sterling Talent Solutions is sole discretion correct a pattern of the same or similar violations, while using the Service that violates the Policy, or is otherwise illegal or improper, Sterling Talent Solutions reserves the right to suspend and/or terminate the Service or the User's access to the Service. Sterling Talent Solutions will generally attempt to notify you of any activity in violation of the Policy and request that the User cease such activity; however, in cases where the operation of the Sterling Talent Solutions Network is threatened or cases involving unsolicited commercial email/SPAM, a pattern of violations, mail relaying, alteration of your source IP address information, denial of service attacks, illegal activities, suspected fraud in connection with the use of Service, harassment or copyright infringement, we reserve the right to suspend or terminate your Service or the User's access to the Service without notification. In addition, we may take any other appropriate action against you or a User for violations of the Policy, including repeated violations wherein correction of individual violations does not in Sterling Talent Solutions is sole discretion correct a pattern of the same or similar violations. We do not make any promise, nor do we have any obligation, to monitor or police activity occurring using the Service and will have no liability to any party, including you, for any violation of the Policy.": "Dacă Utilizatorii se angajează într-un comportament sau un tipar de comportament, inclusiv, dar fără a se limita la încălcări repetate de către un Utilizator, prin care corectarea încălcărilor individuale nu corectează, la latitudinea Sterling Talent Solutions, un tipar al unor încălcări identice sau similare, în timp ce utilizează Serviciul care încalcă Politica sau este ilegal sau necorespunzător în alt mod, Sterling Talent Solutions își rezervă dreptul de a suspenda și / sau de a înceta Serviciul sau accesul Utilizatorului la Serviciu. Sterling Talent Solutions va încerca în general să vă înștiințeze cu privire la orice activitate care încalcă Politica și va solicita ca Utilizatorul să înceteze activitatea respectivă; însă, în cazurile în care funcționarea rețelei Sterling Talent Solutions este amenințată sau în cazurile care implică e-mailuri comerciale nesolicitate / SPAM, un tipar de încălcări, retransmiteri de e-mailuri, modificarea informațiilor adresei IP sursă, atacuri de refuzare a serviciilor, activități ilegale, suspiciune de fraudă în legătură cu utilizarea Serviciului, hărțuire sau încălcarea drepturilor de autor, ne rezervăm dreptul de a suspenda sau de a înceta accesul dvs. la Serviciu, sau accesul Utilizatorului, fără notificare. În plus, putem lua orice altă măsură adecvată împotriva dvs. sau a unui Utilizator pentru încălcări ale Politicii, inclusiv încălcări repetate, în care corectarea încălcărilor individuale nu corectează, la latitudinea Sterling Talent Solutions, un tipar de încălcări identice sau similare. Nu facem nicio promisiune și nu avem nicio obligație de a monitoriza sau de a investiga activități care au loc în timpul utilizării Serviciului și nu vom avea nicio răspundere față de nicio parte, inclusiv față de dvs., pentru nicio încălcare a Politicii.",
      "If there is a conflict between these Terms of Use and an applicable service agreement between Sterling and a Client, then the terms of the service agreement will prevail to the extent of the conflict. If there is a conflict between these Terms of Use and Sterling’s relevant privacy statement (https://www.sterlingcheck.com/privacy), then the privacy statement will prevail to the extent of the conflict.": "Dacă există un conflict între acești Termeni de utilizare și un contract de servicii aplicabil între Sterling și un Client, termenii contractului de servicii vor prevala în măsura conflictului. Dacă există un conflict între acești Termeni de utilizare și declarația de confidențialitate relevantă a Sterling (https://www.sterlingcheck.com/privacy), declarația de confidențialitate va prevala în măsura conflictului.",
      "If we have specified bandwidth limitations for your user account, use of the Service shall not be in excess of those limitations. If a User is accessing the Service via a dial-up connection, we may terminate the user session if the User is connected for more than 7 days in order to protect Sterling Talent Solutions Network resources and maintain Service availability for others.": "Dacă am specificat limitări ale lățimii de bandă pentru contul dvs. de utilizator, utilizarea Serviciului nu va depăși aceste limitări. Dacă un Utilizator accesează Serviciul printr-o conexiune dial-up, putem încheia sesiunea dacă Utilizatorul este conectat pentru mai mult de 7 zile, cu scopul de a proteja resursele Rețelei Sterling Talent Solutions și a menține disponibilitatea Serviciului pentru alte persoane.",
      "If you decline to use an electronic signature, you may be able to print forms and sign them by hand, in which case you will be required to deliver the hand signed forms to the relevant Sterling company representative.": "Dacă refuzați să utilizați o semnătură electronică, este posibil să puteți imprima formulare și să le semnați de mână, caz în care vi se va solicita să transmiteți formularele semnate de mână reprezentantului relevant al companiei Sterling.",
      "If you do not agree to these Terms of Use, your continued use of the Site is not authorized.": "Dacă nu sunteți de acord cu acești Termeni de utilizare, utilizarea în continuare a Site-ului de către dvs. nu este autorizată.",
      "If you have any questions regarding these Terms of Use, please contact Sterling at 1-800-899-2272.": "Dacă aveți orice întrebări cu privire la acești Termeni de utilizare, vă rugăm să contactați Sterling la 1-800-899-2272.",
      "If you wish to obtain a paper copy of the forms you sign via this site, you will be given the opportunity to download and print those forms once they have been executed.": "Dacă doriți să obțineți o copie pe suport de hârtie a formularelor pe care le semnați prin intermediul acestui site, vi se va oferi posibilitatea de a descărca și a imprima aceste formulare după ce au fost semnate.",
      "Illegal Title": "Titlu ilegal",
      "Impending security event notification": "Notificare privind un eveniment iminent legat de securitate",
      "In most cases, we will notify our Customer(s) of complaints received by us regarding an alleged violation of this Policy. You agree to promptly investigate all such complaints and take all necessary actions to remedy any violations of this Policy. We may inform the complainant that you are investigating the complaint and may provide the complainant with the necessary information to contact you directly to resolve the complaint. You shall identify a representative for the purposes of receiving such communications.": "În majoritatea cazurilor, vom notifica Clientul(Clienții) nostru(noștri) cu privire la reclamațiile pe care le primim legate de o presupusă încălcare a acestei Politici. Sunteți de acord cu investigarea imediată a tuturor acestor reclamații și luarea tuturor măsurile necesare pentru remedierea oricărei încălcări a acestei Politici. Este posibil să informăm reclamantul cu privire la faptul că investigați reclamația și îi putem transmite acestuia informațiile necesare pentru a vă contacta direct în vederea soluționării reclamației. Veți indica un reprezentant în scopul primirii acestor comunicări.",
      "In no event will Sterling or its officers, directors, employees, or agents be liable for any direct, indirect, incidental, special, or consequential damages; or damages for lost profits, revenue, data or data use, incurred by you or any third party, whether in an action in contract, or tort (including negligence), breach of statutory duty, strict liability, or otherwise, arising from your access to, or use of, the Site or any content provided on or through the Site.": "Sterling sau oficialii, directorii, angajații sau agenții săi nu vor fi răspunzători în niciun caz pentru nicio daună directă, indirectă, incidentală, specială sau rezultată pe cale de consecință; sau pentru daune ca urmare a pierderii profiturilor, veniturilor, datelor sau utilizării datelor, suportate de dvs. sau de orice terț, fie în cadrul unei acțiuni contractuale, fie delictuale (inclusiv neglijență), încălcarea obligației statutare, răspundere strictă sau în alt mod, care rezultă din accesarea sau utilizarea de către dvs. a Site-ului sau a oricărui conținut furnizat pe sau prin intermediul Site-ului.",
      "In order to access, fulfill and retain the following electronic forms, your computer must be equipped and compatible with the most common operating systems and internet browsers. This would include:": "Pentru a accesa, a completa și a păstra următoarele formulare electronice, computerul dvs. trebuie să fie dotat și compatibil cu cele mai comune sisteme de operare și browsere de internet. Acestea includ:",
      "Independence, OH 44131": "Independence, OH 44131",
      "India": "India",
      "Intentionally transmitting files containing a computer virus or corrupted data.": "Transmiterea intenționată de fișiere care conțin un virus informatic sau date corupte.",
      "Introduction": "Introducere",
      "It may take up to two hours for you to receive a confirmation email when resetting your password. If you don’t see the confirmation email in your inbox, be sure to check your junk and spam folders. If you still haven’t received your email after two hours, you can try again by clicking the “I am a Returning User” option near the bottom of the Create Account page and requesting another confirmation email. If you continue not to receive a confirmation email, please call us at 888-889-5248 for further assistance.": "Primirea unui e-mail de confirmare la resetarea parolei poate dura până la două ore. Dacă nu vedeți e-mailul de confirmare în căsuța cu mesaje primite, verificați directoarele pentru mesaje nedorite și spam. Dacă, după două ore, încă nu ați primit e-mailul puteți încerca din nou făcând clic pe opțiunea „Sunt utilizator existent” din partea de jos a paginii Creare cont și solicitând un alt e-mail de confirmare. În cazul în care tot nu primiți e-mail-ul de confirmare, vă rugăm să ne sunați la 888-889-5248 pentru asistență suplimentară.",
      "It’s important that Sterling is able to contact your   previous employers to verify your work history. We suggest using Google or another search engine to find contact information, checking the employer’s web site, or reviewing any past documents you may have received from the employer. If the employer is no longer in business, please provide the most complete information you have.": "Este important ca Sterling să poată contacta foștii dvs. angajatori pentru a verifica locurile dvs. de muncă anterioare. Vă sugerăm să utilizați Google sau un alt motor de căutare pentru a găsi informațiile de contact, să verificați site-ul angajatorului sau să analizați orice documente anterioare pe care este posibil să le fi primit de la angajator. Dacă angajatorul și-a încetat activitatea, vă rugăm să furnizați informațiile cele mai complete pe care le dețineți.",
      "I’ve provided my address history. Why am I being prompted to fill in gaps?": "Am furnizat lista adreselor mele anterioare. De ce mi se solicită să completez spațiile libere?",
      "Just reset the password. Click the “I am a Returning User” option near the bottom of the Create Account page, then click the “Forgot Your Password?” option and enter your email address. You’ll receive a confirmation email containing a link for resetting your password.": "Doar resetați parola. Faceți clic pe opțiunea „Sunt utilizator existent” din partea de jos a paginii Creare cont, apoi faceți clic pe opțiunea „Ați uitat parola?” opțiunea și introduceți adresa dvs. de email. Veți primi un email de confirmare care conține un link pentru resetarea parolei.",
      "Lorem Ipsum dolor sit emit.": "Lorem Ipsum dolor sit emit.",
      "Mailing Address": "Adresă poștală",
      "Microsoft Internet Explorer version 8 and later, Mozilla Firefox – latest version, Safari latest version + tablet versions, Chrome latest desktop version.": "Microsoft Internet Explorer versiunea 8 și versiunile ulterioare, Mozilla Firefox – cea mai recentă versiune, cea mai recentă versiune Safari + versiuni pentru tabletă, cea mai recentă versiune Chrome pentru desktop.",
      "Modifications to policy": "Modificări ale politicii",
      "Privacy": "Confidențialitate",
      "Questions related to your background check": "Întrebări legate de verificarea antecedentelor",
      "Responsibilities of customers": "Responsabilitățile clienților",
      "Return To Top": "Revenire la început",
      "SA1 5ED": "SA1 5ED",
      "Some jurisdictions do not allow the disclaimer or exclusion of certain warranties of the disclaimer, exclusion, or limitation of certain liabilities. To the extent that they are held to be legally invalid, disclaimers, exclusions, and limitations set out in these Terms of Use, including those set out in Sections 3.6 (Disclaimer) and 3.7 (Limitation of Liability), do not apply and all other terms will remain in full force and effect.": "Unele jurisdicții nu permit declinarea sau excluderea anumitor garanții ale declinării, excluderii sau limitării anumitor răspunderi. În măsura în care sunt considerate nevalabile din punct de vedere legal, nu se aplică denegările, excluderile și limitările prevăzute în acești Termeni de utilizare, inclusiv cele prevăzute în Secțiunile 3.6 (Renunțare) și 3.7 (Limitarea răspunderii), iar toți ceilalți termeni vor rămâne în vigoare și vor produce efecte depline.",
      "Spoofing/Fraud": "Falsificare/Fraudă",
      "Sterling Customer Support": "Asistență pentru clienții Sterling",
      "Sterling FAQ": "ÎNTREBĂRI FRECVENTE Sterling",
      "Sterling Talent Solutions reserves the right to modify this Policy at any time without notice. We will attempt to notify Customers of any such modifications either via e-mail or by posting a revised version of the Policy on our Web site. Any such modifications shall be effective and applied prospectively from the date of posting.": "Sterling Talent Solutions își rezervă dreptul de a modifica această politică fără notificare în orice moment. Vom încerca să anunțăm Clienții cu privire la orice astfel de modificări, fie prin e-mail, fie prin postarea unei versiuni revizuite a Politicii pe site-ul nostru web. Orice astfel de modificări vor intra în vigoare și vor fi aplicate prospectiv de la data publicării.",
      "Sterling Talent Solutions will cooperate with appropriate law enforcement agencies and other parties involved in investigating claims of illegal or inappropriate activity. Sterling Talent Solutions reserves the right to disclose customer information to the extent authorized by federal or state law.": "Sterling Talent Solutions va coopera cu agențiile de aplicare a legii corespunzătoare și cu alte părți implicate în investigarea reclamațiilor legate de activități ilegale sau necorespunzătoare. Sterling Talent Solutions își rezervă dreptul de a dezvălui informații despre clienți în măsura autorizată de legislația federală sau statală.",
      "Sterling UK Customer Support": "Asistență pentru clienții Sterling din Marea Britanie",
      "Sterling may revise the Terms of Use at any time without notice to you. The revised Terms of Use will be effective when posted to the Site.": "Sterling poate revizui Termenii de utilizare în orice moment, fără a vă notifica. Termenii de utilizare revizuiți vor intra în vigoare atunci când sunt postați pe Site.",
      "Sterling reserves the right to make changes or updates to, and monitor the use of, the Site and content provided on or through the Site at any time without notice.": "Sterling își rezervă dreptul de a face modificări sau actualizări și de a monitoriza utilizarea Site-ului și a conținutului furnizat pe sau prin intermediul Site-ului în orice moment, fără notificare.",
      "Sterling will have no responsibility for any damage to your computer system or loss of data that results from the use of the Site.": "Sterling nu va avea nicio responsabilitate pentru nicio deteriorare a sistemului dvs. informatic sau pentru pierderea datelor care rezultă din utilizarea Site-ului.",
      "Suspension or termination of service": "Suspendarea sau încetarea serviciului",
      "Swansea": "Swansea",
      "Terms of Use": "Termeni și condiții",
      "The Policy applies to all aspects of the Service. \"Sterling Talent Solutions Network\" includes, without limitation, Sterling Talent Solutions leased transmission network, including all equipment, systems, facilities, services and products incorporated or used in such transmission network. As used in this Policy, \"you\" refers to Customers, and any reference to \"Users\" is intended to encompass, as applicable, both Customers and their Users.": "Politica se aplică tuturor aspectelor Serviciului. „Rețeaua Sterling Talent Solutions” include, fără limitare, rețeaua de transmisie Sterling Talent Solutions închiriată, inclusiv toate echipamentele, sistemele, instalațiile, serviciile și produsele încorporate sau utilizate în această rețea de transmisie. Astfel cum este utilizat în această Politică, termenul „dvs.” se referă la Clienți și orice referire la „Utilizatori” este destinată a include, după caz, atât Clienții, cât și Utilizatorii acestora.",
      "The Service shall not be used for any unlawful activities or in connection with any criminal or civil violation and the Services shall in all cases be used in compliance with applicable law. Use of the Service for transmission, distribution, retrieval, or storage of any information, data or other material in violation of any applicable law or regulation (including, where applicable, any tariff or treaty) is prohibited. This includes, without limitation, the use or transmission of any data or material protected by copyright, trademark, trade secret, patent or other intellectual property right without proper authorization and the transmission of any material that constitutes an illegal threat, violates export control laws, or is obscene, defamatory or otherwise unlawful.": "Serviciul nu va fi utilizat pentru nicio activitate ilegală sau pentru o încălcare a dreptului penal sau civil, iar Serviciile vor fi utilizate în toate cazurile în conformitate cu legislația aplicabilă. Utilizarea Serviciului pentru transmiterea, distribuirea, recuperarea sau stocarea oricăror informații, date sau altor materiale care încalcă orice lege sau reglementare aplicabilă (inclusiv, dacă este cazul, orice tarif sau tratat) este interzisă. Aceasta include, fără limitare, utilizarea sau transmiterea oricăror date sau materiale protejate prin drepturi de autor, mărci comerciale, secrete comerciale, brevete sau alte drepturi de proprietate intelectuală, fără autorizarea adecvată și transmiterea oricărui material care constituie o amenințare ilegală, care încalcă legile privind controlul exporturilor sau care este indecentă, defăimătoare sau ilegală în alt mod.",
      "The Site and content provided on or through the Site are the intellectual property and copyrighted works of Sterling, a Sterling Client, or a third-party provider. All rights, title and interest not expressly granted with respect to the Site and content provided on or through the Site are reserved. All content is provided on an “As Is” and “As Available” basis, and Sterling reserves the right to terminate the permissions granted to you at any time.": "Site-ul și conținutul furnizat pe sau prin intermediul Site-ului sunt proprietatea intelectuală și lucrări protejate prin drepturi de autor ale Sterling, ale unui Client Sterling sau ale unui furnizor terț. Toate drepturile, titlurile și interesele care nu sunt acordate în mod expres cu privire la Site și conținutul furnizat pe sau prin intermediul Site-ului sunt rezervate. Întregul conținut este furnizat „ca atare” și „în funcție de disponibilitate”, iar Sterling își rezervă dreptul de a înceta permisiunile acordate dvs. în orice moment.",
      "The Site provides links to Web sites and access to content, products and services of third parties, including users, advertisers, affiliates and sponsors of the Site. Sterling is not responsible for third party content provided on, or through the Site, or for any changes or updates to such third party sites, and you bear all risks associated with the access to, and use of, such Web sites and third party content, products and services.": "Site-ul oferă linkuri către Site-uri și acces la conținut, produse și servicii ale unor terți, inclusiv utilizatori, agenții de publicitate, afiliați și sponsori ai Site-ului. Sterling nu este responsabilă pentru conținutul terților furnizat pe sau prin intermediul Site-ului sau pentru orice modificări sau actualizări ale acestor site-uri ale terților, iar dvs. suportați toate riscurile asociate cu accesarea și utilizarea acestor Site-uri și conținutului, produselor și serviciilor terților.",
      "The Sterling has no obligation to monitor the Site. However, Sterling reserves the right to review the Site and content and to monitor all use of and activity on the Site, and to remove or choose not to make available on or through the Site, any content (including Submissions) in its sole discretion. Sterling may remove content that is confidential or proprietary to you, or a third party, without permission from you or the third party.": "Sterling nu are nicio obligație de a monitoriza Site-ul. Cu toate acestea, Sterling își rezervă dreptul de a revizui Site-ul și conținutul și de a monitoriza orice utilizare și activitate pe Site și de a elimina sau a alege să nu pună la dispoziție pe sau prin intermediul Site-ului orice conținut (inclusiv Transmiteri) la propria sa discreție. Sterling poate elimina conținutul care este confidențial sau proprietatea dvs. sau a unui terț, fără permisiunea dvs. sau a terțului.",
      "The Sterling may, in its sole discretion, at any time discontinue providing or limit access to the Site, in whole or in part. You agree that Sterling may, in its sole discretion, at any time, terminate or limit your access to, or use of, the Site in whole or in part. Sterling may terminate or limit your access to, or use of, the Site, if Sterling determines, in its sole discretion, that you have infringed the copyrights or other legal rights of a third party, or otherwise materially violated these Terms of Use. You agree that Sterling will not be liable to you or any third-party for any termination or limitation of your access to, or use of, the Site.": "Sterling poate, la propria sa latitudine, să întrerupă în orice moment furnizarea sau să limiteze accesul la Site, integral sau parțial. Sunteți de acord că Sterling poate, la propria sa discreție, în orice moment, să înceteze sau să limiteze accesul la sau utilizarea de către dvs. a Site-ului, integral sau parțial. Sterling poate înceta sau limita accesul dvs. la sau utilizarea Site-ului, dacă Sterling stabilește, la propria sa discreție, că ați încălcat drepturile de autor sau alte drepturi legale ale unui terț sau ați încălcat în alt mod semnificativ acești Termeni de utilizare. Sunteți de acord că Sterling nu va fi răspunzătoare față de dvs. sau față de orice terț pentru orice încetare sau limitare a accesului sau utilizării Site-ului de către dvs.",
      "The background check application form requires that the start date & the end date of each address should be a total match.": "Formularul de solicitare a verificării antecedentelor impune ca data de început și data de sfârșit a fiecărei adrese să corespundă în totalitate.",
      "The failure of Sterling to exercise or enforce any rights or provisions in these Terms of Use will not constitute a waiver of such right or provision. If any part or provision of these Terms of Use is found to be unenforceable, such part or provision may be modified to make the Terms of Use as modified, legal and enforceable. The rest of the Terms of Use will not be affected.": "Neexercitarea sau neaplicarea de către Sterling a oricăror drepturi sau prevederi din acești Termeni de utilizare nu va constitui o renunțare la respectivul drept sau prevedere. În cazul în care se constată că orice parte sau prevedere din acești Termeni de utilizare este inaplicabilă, respectiva parte sau prevedere poate fi modificată pentru a face Termenii de utilizare modificați, legali și aplicabili. Restul Termenilor de utilizare nu vor fi afectați.",
      "The following activities are also prohibited:": "De asemenea, următoarele activități sunt interzise:",
      "The parties waive any right to bring representative claims on behalf of a class of individuals, on behalf of the public, as a private attorney general, or otherwise (the “class action waiver”). Except for this class action waiver, this clause may be severed or modified if necessary to render it enforceable under the Federal Arbitration Act.": "Părțile renunță la orice drept de a înainta cereri reprezentative în numele unui grup de persoane, în numele publicului, în calitate de procuror general privat sau în alt mod („renunțarea la acțiunea colectivă în justiție”). Cu excepția renunțării la această acțiune colectivă în justiție, această clauză poate fi separată sau modificată, dacă este necesar, pentru a deveni executorie conform Legii federale privind arbitrajul.",
      "The sole purpose of this website is to enable you to collect and evaluate Candidate Submissions. Use of this Site does not create an employment relationship between any person and any Sterling company. Individuals who use this Site on behalf of a Client shall be solely the employees or agents of such entity and shall be under the sole and exclusive direction and control of such entity. The Client organization shall be responsible for compliance with all laws, rules and regulations involving its respective employees or agents, including (but not limited to) employment of labor, hours of labor, health and safety, working conditions and payment of wages.": "Singurul scop al acestui site este de a vă permite să colectați și să evaluați Transmiterile Candidaților. Utilizarea acestui Site nu creează o relație de angajare între nicio persoană și nicio companie Sterling. Persoanele care utilizează acest Site în numele unui Client vor fi exclusiv angajații sau agenții unei astfel de entități și se vor afla sub îndrumarea și controlul unic și exclusiv al unei astfel de entități. Organizația Clientului va fi responsabilă pentru respectarea tuturor legilor, regulilor și reglementărilor care implică angajații sau agenții săi, inclusiv (dar fără a se limita la) angajarea forței de muncă, orele de muncă, sănătatea și siguranța, condițiile de muncă și plata salariilor.",
      "The sole purpose of this website is to enable you to submit information (“Submissions“) to provide information to allow Sterling to carry out Services for a Client or for you. Use of this Site does not create an employment relationship between you and any Sterling company. You expressly agree that no employment relationship will be created without further review of the Submission, an appropriate successful interview process, background and reference checks (where applicable), verification of identity and the legal right to work, and issuance and acceptance of a formal written offer of employment from the entity offering employment.": "Singurul scop al acestui site este de a vă permite să transmiteți informații („Transmiteri”) pentru a furniza informații care să permită companiei Sterling să presteze Servicii pentru un Client sau pentru dvs. Utilizarea acestui Site nu creează o relație de angajare între dvs. și nicio companie Sterling. Sunteți de acord în mod expres că nu va fi creată nicio relație de angajare fără o revizuire ulterioară a Transmiterii, un proces adecvat de intervievare cu succes, verificări ale antecedentelor și recomandărilor (dacă este cazul), verificarea identității și a dreptului legal de a lucra, precum și emiterea și acceptarea unei oferte oficiale scrise de angajare de la entitatea care oferă angajarea.",
      "The use of the Sterling Talent Solutions Network by a Customer of Sterling Talent Solutions is subject to the terms and conditions of any agreements entered into by such Customer and Sterling Talent Solutions. This Policy is incorporated into such agreements by reference.": "Utilizarea Rețelei Sterling Talent Solutions de un Client al Sterling Talent Solutions face obiectul termenilor și condițiilor oricăror acorduri încheiate între Client și Sterling Talent Solutions. Această Politică este încorporată în aceste acorduri prin trimitere.",
      "This Policy is designed to assist in protecting the Sterling Talent Solutions Network, the Service, our Users and the Internet community as a whole from improper and/or illegal activity over the Internet, to improve Service and to improve Service offerings. In situations where data communications are carried across networks of other Internet Service Providers (ISPs), Users of the Sterling Talent Solutions Network must also conform to the applicable acceptable use policies of such other ISPs.": "Această politică este concepută pentru a ajuta la protejarea rețelei Sterling Talent Solutions, a Serviciului, a Utilizatorilor noștri și a comunității de pe internet, ca întreg, împotriva activității necorespunzătoare și / sau ilegale pe internet, pentru a îmbunătăți Serviciile și a îmbunătăți ofertele de Servicii. În situațiile în care comunicațiile de date sunt transmise prin rețele ale altor furnizori de servicii de internet (ISP), Utilizatorii rețelei Sterling Talent Solutions trebuie să respecte și politicile de utilizare acceptabile în vigoare ale acestor furnizori ISP.",
      "This listing of prohibited activities is not exhaustive and Sterling Talent Solutions reserves the right to determine that any conduct that is or could be harmful to the Sterling Talent Solutions Network, Sterling Talent Solutions is Customers or Internet users is in violation of this Policy and to exercise any or all of the remedies contained in this Policy.": "Enumerarea activităților interzise nu este exhaustivă, iar Sterling Talent Solutions își rezervă dreptul de a stabili dacă un comportament care este sau ar putea fi dăunător Rețelei Sterling Talent Solutions, Sterling Talent Solutions, clienților sau utilizatorilor de internet ai acestora încalcă această Politică, precum și de a aplica oricare și orice măsuri corective prevăzute în această Politică.",
      "Through the Site, Clients, Candidates, and third-party sources of data related to Candidates (collectively, “Users”), will have the ability to place orders for, and participate in the fulfillment of, Services. By accessing or using the Site, you agree to follow and be bound by the following terms and conditions concerning your access to and use of the Site (“Terms of Use“).": "Prin intermediul Site-ului, Clienții, Candidații și sursele terțe de date legate de Candidați (denumiți colectiv „Utilizatori”) vor avea capacitatea de a plasa comenzi pentru și de a participa la furnizarea Serviciilor. Prin accesarea sau utilizarea Site-ului, sunteți de acord să respectați și să vă supuneți următorilor termeni și condiții cu privire la accesarea și utilizarea Site-ului de către dvs. („Termenii de utilizare”).",
      "Unauthorized access/interference": "Acces/intervenție neautorizată",
      "United Kingdom": "Regatul Unit",
      "United States and Canada": "Statele Unite și Canada",
      "Users are entirely responsible for maintaining the confidentiality of password and account information, as well as the security of their network. You agree immediately to notify Sterling Talent Solutions of any unauthorized use of your account or any other breach of security known to you. If you become aware of any violation of this Policy by any person, including Users that have accessed the Service through your account, you are required to notify us.": "Utilizatorii sunt pe deplin responsabili pentru păstrarea confidențialității parolei și a informațiilor contului, precum și pentru securitatea rețelei lor. Sunteți de acord să notificați neîntârziat Sterling Talent Solutions cu privire la orice utilizare neautorizată a contului dvs. sau orice altă încălcare a securității de care luați cunoștință. Dacă luați cunoștință producerea unei încălcări a acestei Politici de către orice persoană, inclusiv Utilizatorii care au accesat Serviciul prin intermediul contului dvs., aveți obligația să ne anunțați.",
      "Users are prohibited from intentionally or negligently injecting false data into the Internet, for instance in the form of bad routing information (including but not limited to the announcing of networks owned by someone else or reserved by the Internet Assigned Numbers Authority) or incorrect DNS information.": "Utilizatorilor le este interzis să introducă date false pe Internet în mod intenționat sau din neglijență, de exemplu sub forma unor informații de direcționare incorecte (inclusiv, dar fără a se limita la anunțarea rețelelor deținute de alte entități sau rezervate de Autoritatea pentru numere atribuite prin Internet) sau informații DNS incorecte.",
      "We reserve the right to install and use, or to have you install and use, any appropriate devices to prevent violations of this Policy, including devices designed to filter or terminate access to the Service. By accepting and using the Service, you consent to allowing us to collect service information and routing information in the normal course of our business, and to use such information for general business purposes.": "Ne rezervăm dreptul de a instala și de a utiliza sau de a vă solicita să instalați și să utilizați orice dispozitive adecvate pentru a preveni încălcarea acestei Politici, inclusiv dispozitive concepute pentru a filtra sau a înceta accesul la Serviciu. Prin acceptarea și utilizarea Serviciului, sunteți de acord să ne permiteți să colectăm informații despre servicii și informații despre rutare în cadrul activității noastre normale și să utilizăm aceste informații în scopuri generale de afaceri.",
      "Welcome to Sterling Infosystems, Inc., and its affiliated companies (“Sterling“) background screening platform (the “Site“). Sterling provides background screening and other services (“Services“) to organizations and their authorized business users (“Clients“), allowing them to collect information about individuals (“Candidates“). Sterling also provides certain services directly to Candidates.": "Bine ați venit la platforma de verificare a antecedentelor („Site-ul”) deținută de Sterling Infosystems, Inc. și de companiile sale afiliate („Sterling”). Sterling oferă servicii de verificare a antecedentelor și alte servicii („Serviciile”) organizațiilor și utilizatorilor lor autorizați („Clienții”), permițându-le să colecteze informații despre persoane fizice („Candidații”). Sterling oferă, de asemenea, anumite servicii direct Candidaților.",
      "What if I don’t have a former employer’s contact information?": "Ce se întâmplă dacă nu dețin informațiile de contact ale unui fost angajator?",
      "What if I don’t know my password?": "Ce se întâmplă dacă nu îmi cunosc parola?",
      "What if I don’t remember my password?": "Ce se întâmplă dacă nu îmi amintesc parola?",
      "What if I haven’t received my confirmation email for resetting my password?": "Ce se întâmplă dacă nu am primit e-mailul de confirmare pentru resetarea parolei?",
      "When you first arrive on our background check web page (after clicking the link in your email), you’ll need to create a new password meeting the requirements indicated on the page. You’ll need to check the box to accept Sterling’s terms of use, then click the Create an Account button.": "Când sosiți prima dată pe pagina noastră web de verificare a antecedentelor (după ce faceți clic pe linkul din e-mailul dvs.), va trebui să creați o parolă nouă care să îndeplinească cerințele indicate pe pagină. Va trebui să bifați caseta pentru a accepta termenii de utilizare Sterling, apoi să faceți clic pe butonul Creare cont.",
      "Why am I being told that my email address already exists in Sterling’s system?": "De ce primesc mesajul că adresa mea de e-mail există deja în sistemul Sterling?",
      "Windows, Mac OS X, Linux, Apple iOS, and other major operating systems.": "Windows, Mac OS X, Linux, Apple iOS și alte sisteme de operare majore.",
      "You agree not to access or use the Site in any manner that could damage, disable, overburden, or impair any Sterling accounts, computer systems or networks. You agree not to attempt to gain unauthorized access to any parts of the Site or any Sterling accounts, computer systems or networks. You agree not to interfere, or attempt to interfere, with the proper working of the Site or any of Sterling accounts, computer systems or networks. You agree not to use any robot, spider, scraper or other automated means to access the Site or any of Sterling accounts, computer systems or networks without the Sterling’s express written permission.": "Sunteți de acord să nu accesați sau să utilizați Site-ul în niciun mod care ar putea deteriora, dezactiva, supraîncărca sau afecta orice conturi, sisteme informatice sau rețele Sterling. Sunteți de acord să nu încercați să obțineți acces neautorizat la nicio parte a Site-ului sau la orice conturi, sisteme informatice sau rețele Sterling. Sunteți de acord să nu interferați sau să nu încercați să interferați cu funcționarea corectă a Site-ului sau a oricăruia dintre conturile, sistemele informatice sau rețelele Sterling. Sunteți de acord să nu utilizați niciun robot, păianjen, scraper sau alte mijloace automate pentru a accesa Site-ul sau oricare dintre conturile, sistemele informatice sau rețelele Sterling fără permisiunea expresă scrisă a Sterling.",
      "You agree that all information you submit in use of the Site will be information that you have the right and authority to disclose to the Sterling. Where applicable, you agree that you will obtain written signed consent from each Candidate, in the form required by law before requesting background screening reports relating to that Candidate, or you will use the Site to collect that consent on your behalf. If you have collected the consent yourself, you must deliver such consent to Sterling by uploading the signed consent form as part of the Submissions relating to that Candidate.": "Sunteți de acord că toate informațiile pe care le transmiteți în timpul utilizării Site-ului vor fi informații pe care aveți dreptul și autoritatea de a le divulga către Sterling. Dacă este cazul, sunteți de acord să obțineți consimțământul scris și semnat al fiecărui Candidat, în forma prevăzută de lege, înainte de a solicita rapoarte de verificare a antecedentelor cu privire la respectivul Candidat sau să utilizați Site-ul pentru a colecta respectivul consimțământ în numele dvs. Dacă ați obținut consimțământul personal, trebuie să furnizați acest consimțământ către Sterling încărcând formularul de consimțământ semnat ca parte a Transmiterilor referitoare la respectivul Candidat.",
      "You agree that you will neither use the Site in a manner, nor provide any Submission, that: (a) is defamatory, derogatory, degrading or harassing of another or constitutes a personal attack; (b) invades another’s privacy or includes, copies or transmits another’s confidential, sensitive or personal information without that person’s consent to do so; (c) promotes bigotry, racism, hatred or harm against any group or individual; (d) is obscene or not in good taste; (e) violates, infringes or promotes the violation or infringement of another’s rights, including intellectual property rights; (f) violates or promotes the violation of any applicable laws or regulations; (g) contains a solicitation of funds, goods or services, or promotes or advertises goods or services; or (h) contains any viruses, Trojan horses, or other components designed to limit or harm the functionality of a computer. Sterling may report you to the relevant authorities and may act under the fullest extent of applicable laws if you transmit or upload content intended or designed to cause harm.": "Sunteți de acord că nici nu veți utiliza Site-ul într-o manieră, nici nu veți furniza nicio Transmitere, care: (a) este defăimătoare, derogatorie, degradantă sau hărțuitoare pentru o altă persoană sau constituie un atac personal; (b) invadează intimitatea unei alte persoane sau include, copiază sau transmite informații confidențiale, sensibile sau personale ale unei alte persoane fără consimțământul acelei persoane în acest sens; (c) promovează bigotism, rasism, ură sau vătămare împotriva oricărui grup sau persoană; (d) este obscenă sau nu de bun gust; (e) violează, încalcă sau promovează violarea sau încălcarea drepturilor unei alte persoane, inclusiv a drepturilor de proprietate intelectuală; (f) încalcă sau promovează încălcarea oricăror legi sau reglementări aplicabile; (g) include o solicitare de fonduri, bunuri sau servicii sau promovează sau face publicitate la bunuri sau servicii; sau (h) conține orice viruși, cai troieni sau alte componente concepute pentru a limita sau a dăuna funcționalității unui computer. Sterling vă poate raporta autorităților relevante și poate acționa în măsura maximă a legilor aplicabile dacă transmiteți sau încărcați conținut destinat sau conceput pentru a provoca daune.",
      "You agree that you will neither use the Site in a manner, nor provide any Submission, that: (a) is defamatory, derogatory, degrading or harassing of another or constitutes a personal attack; (b) invades another’s privacy or includes, copies or transmits another’s confidential, sensitive or personal information without that person’s consent; (c) promotes bigotry, racism, hatred or harm against any group or individual; (d) is obscene or not in good taste; (e) violates, infringes or promotes the violation or infringement of another’s rights, including intellectual property rights; (f) violates or promotes the violation of any applicable laws or regulations; (g) contains a solicitation of funds, goods or services, or promotes or advertises goods or services; or (h) contains any viruses, Trojan horses, or other components designed to limit or harm the functionality of a computer. Sterling may report you to the relevant authorities and may act under the fullest extent of applicable laws if you transmit or upload content intended or designed to cause harm.": "Sunteți de acord că nici nu veți utiliza Site-ul într-o manieră, nici nu veți furniza nicio Transmitere, care: (a) este defăimătoare, derogatorie, degradantă sau hărțuitoare pentru o altă persoană sau constituie un atac personal; (b) invadează intimitatea unei alte persoane sau include, copiază sau transmite informații confidențiale, sensibile sau personale ale unei alte persoane fără consimțământul acelei persoane; (c) promovează bigotism, rasism, ură sau vătămare împotriva oricărui grup sau persoană; (d) este obscenă sau nu de bun gust; (e) violează, încalcă sau promovează violarea sau încălcarea drepturilor unei alte persoane, inclusiv a drepturilor de proprietate intelectuală; (f) încalcă sau promovează încălcarea oricăror legi sau reglementări aplicabile; (g) include o solicitare de fonduri, bunuri sau servicii sau promovează sau face publicitate la bunuri sau servicii; sau (h) conține orice viruși, cai troieni sau alte componente concepute pentru a limita sau a dăuna funcționalității unui computer. Sterling vă poate raporta autorităților relevante și poate acționa în măsura maximă a legilor aplicabile dacă transmiteți sau încărcați conținut destinat sau conceput pentru a provoca daune.",
      "You agree to indemnify and hold harmless the Sterling, its officers, directors, employees and agents from and against any and all third-party claims, liabilities, damages, losses or expenses, including reasonable attorneys’ fees and costs, due to, or arising out of, any information you disclose to the Site, your violation of these Terms of Use, or your violation or infringement of any third-party rights, including intellectual property rights.": "Sunteți de acord să despăgubiți și să exonerați de răspundere compania Sterling, oficialii, directorii, angajații și agenții săi cu privire la oricare și toate cererile, răspunderile, daunele, pierderile sau cheltuielile terților, inclusiv onorariile și costurile rezonabile ale avocaților, datorate sau care rezultă din orice informații pe care le divulgați Site-ului, încălcarea de către dvs. a acestor Termeni de utilizare sau încălcarea de către dvs. a oricăror drepturi ale terților, inclusiv drepturile de proprietate intelectuală.",
      "You may have had a background check processed previously with Sterling through a different employer. If you don’t remember your password, you’ll need to reset the password. Click the “I am a Returning User” option near the bottom of the Create Account page, then click the “Forgot Your Password?” option and enter your email address. You’ll receive a confirmation email containing a link for resetting your password.": "Este posibil să fi fost procesată anterior o verificare a antecedentelor dvs. de compania Sterling prin intermediul unui alt angajator. Dacă nu vă amintiți parola, va trebui să o resetați. Faceți clic pe opțiunea „Sunt utilizator existent” din partea de jos a paginii Creare cont, apoi faceți clic pe opțiunea „Ați uitat parola?” opțiunea și introduceți adresa dvs. de email. Veți primi un email de confirmare care conține un link pentru resetarea parolei.",
      "You must complete the registration process to open an account by providing us with current, complete and accurate information, as required by the applicable registration form. You may also be required to choose a password and a user name. Access to, and use of, password protected or secure areas of the Site are restricted to authorized users only. Except as contemplated by Section 2.2, You agree not to share your password(s), account information, or access to the Site with any other person. You are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of your password(s) or account(s), or as a result of your access to the Site. You agree to notify Sterling immediately of any use of your password(s) or account(s) that you did not authorize or that is not authorized by these Terms of Use.": "Trebuie să finalizați procesul de înregistrare pentru a deschide un cont, oferindu-ne informații actuale, complete și exacte, după cum se solicită în formularul de înregistrare aplicabil. De asemenea, vi se poate solicita să alegeți o parolă și un nume de utilizator. Accesul la și utilizarea zonelor protejate prin parolă sau securizate ale Site-ului sunt restricționate numai la utilizatorii autorizați. Cu excepția prevederilor de la Secțiunea 2.2, sunteți de acord să nu partajați parola(parolele), informațiile contului sau accesul la Site cu nicio altă persoană. Sunteți responsabil pentru păstrarea confidențialității parolei(parolelor) și informațiilor contului și sunteți responsabil pentru toate activitățile care au loc prin utilizarea parolei(parolelor) sau a contului(conturilor) dvs. sau ca urmare a accesării de către dvs. a Site-ului. Sunteți de acord să notificați imediat Sterling cu privire la orice utilizare a parolei(parolelor) sau a contului(conturilor) dvs. pe care nu le-ați autorizat sau care nu sunt autorizate de acești Termeni de utilizare.",
      "You warrant that: (a) you have the right and authority to provide any personal information; (b) you have only disclosed information that is true, accurate and not misleading (including by omission) and nothing you have submitted is known by you to be false, inaccurate, or misleading; (c) you have identified the individual who the submitted information relates to and confirm their identity as the Candidate; and (d) your disclosure of information, or any engagement that may result from your disclosure of information, would not infringe any legal obligation that you or the Candidate may have to any third party, including under laws related to copyright, trademark, patent, trade secret, confidentiality, notice period, restrictive covenant, non-competition or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party.": "Garantați că: (a) aveți dreptul și autoritatea de a furniza orice informații cu caracter personal; (b) ați divulgat numai informații adevărate, exacte și care nu induc în eroare (inclusiv prin omisiune) și nimic din ceea ce ați transmis nu este cunoscut de dvs. ca fiind fals, inexact sau inducând în eroare; (c) ați identificat persoana la care se referă informațiile transmise și ați confirmat identitatea acesteia ca și Candidat; și (d) divulgarea de către dvs. a informațiilor sau orice angajament care poate rezulta din divulgarea de către dvs. a informațiilor nu ar încălca nicio obligație legală pe care dvs. sau Candidatul o puteți avea față de orice terț, inclusiv în conformitate cu legile privind drepturile de autor, mărcile comerciale, brevete, secrete comerciale, confidențialitate, perioadă de notificare, angajament restrictiv, neconcurență sau alte drepturi de proprietate intelectuală, drepturi la confidențialitate sau orice alte drepturi legale sau morale ale oricărui terț.",
      "to the use of Sterling Talent Solutions services (the \"Service\") by customers of Sterling Talent Solutions (\"Customers\") and by users that have gained access to the Service through Customer accounts (\"Users\"). By using the Service, you acknowledge that you and your Users are responsible for compliance with the Policy. You are responsible for violations of this Policy by any User that accesses the Services through your account.": "utilizarea serviciilor Sterling Talent Solutions („Serviciul”) de către clienții Sterling Talent Solutions („Clienții”) și utilizatorii care au obținut acces la Serviciu prin intermediul conturilor Clientului („Utilizatorii”). Prin utilizarea Serviciului, confirmați că dvs. și Utilizatorii dvs. sunteți responsabili pentru respectarea Politicii. Sunteți responsabil pentru încălcarea acestei Politici de către orice Utilizator care accesează Serviciile prin intermediul contului dvs.",
      "{ country }": "{ country }",
      "{ heading }": "{ heading }",
      "New string": "New string",
      "Updated string": "Updated string"
    }
  }
}
